/*
SQLyog Ultimate v10.00 Beta1
MySQL - 5.5.53 : Database - weshop
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`weshop` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `weshop`;

/*Table structure for table `fly__wholesale_order_info` */

DROP TABLE IF EXISTS `fly__wholesale_order_info`;

CREATE TABLE `fly__wholesale_order_info` (
  `order_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `main_order_id` int(11) unsigned NOT NULL DEFAULT '0',
  `order_sn` varchar(255) NOT NULL DEFAULT '',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `consignee` varchar(60) NOT NULL DEFAULT '',
  `country` smallint(5) unsigned NOT NULL DEFAULT '0',
  `province` smallint(5) unsigned NOT NULL DEFAULT '0',
  `city` smallint(5) unsigned NOT NULL DEFAULT '0',
  `district` smallint(5) unsigned NOT NULL DEFAULT '0',
  `street` smallint(5) unsigned NOT NULL DEFAULT '0',
  `address` varchar(255) NOT NULL DEFAULT '',
  `zipcode` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `mobile` varchar(60) NOT NULL DEFAULT '',
  `email` varchar(60) NOT NULL DEFAULT '',
  `best_time` varchar(120) NOT NULL DEFAULT '',
  `sign_building` varchar(120) NOT NULL DEFAULT '',
  `postscript` varchar(255) NOT NULL DEFAULT '',
  `shipping_id` text NOT NULL,
  `shipping_name` text NOT NULL,
  `shipping_code` text NOT NULL,
  `shipping_type` text NOT NULL,
  `pay_id` tinyint(3) NOT NULL DEFAULT '0',
  `pay_name` varchar(120) NOT NULL DEFAULT '',
  `how_oos` varchar(120) NOT NULL DEFAULT '',
  `how_surplus` varchar(120) NOT NULL DEFAULT '',
  `pack_name` varchar(120) NOT NULL DEFAULT '',
  `card_name` varchar(120) NOT NULL DEFAULT '',
  `card_message` varchar(255) NOT NULL DEFAULT '',
  `inv_payee` varchar(120) NOT NULL DEFAULT '',
  `inv_content` varchar(120) NOT NULL DEFAULT '',
  `goods_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `cost_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '订单成本',
  `shipping_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `insure_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `pay_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `pack_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `card_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `money_paid` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `surplus` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `integral` int(10) unsigned NOT NULL DEFAULT '0',
  `integral_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `bonus` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `order_amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `return_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '订单整站退款金额',
  `from_ad` smallint(5) NOT NULL DEFAULT '0',
  `referer` varchar(255) NOT NULL DEFAULT '',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `confirm_time` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_time` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_time` int(10) unsigned NOT NULL DEFAULT '0',
  `confirm_take_time` int(10) unsigned NOT NULL DEFAULT '0',
  `auto_delivery_time` int(11) unsigned NOT NULL DEFAULT '15',
  `pack_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `card_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `bonus_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(255) NOT NULL DEFAULT '',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `extension_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `to_buyer` varchar(255) NOT NULL DEFAULT '',
  `pay_note` varchar(255) NOT NULL DEFAULT '',
  `agency_id` smallint(5) unsigned NOT NULL,
  `inv_type` varchar(60) NOT NULL,
  `tax` decimal(10,2) unsigned NOT NULL,
  `is_separate` tinyint(1) NOT NULL DEFAULT '0',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `discount` decimal(10,2) unsigned NOT NULL,
  `discount_all` decimal(10,2) unsigned NOT NULL,
  `is_delete` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_settlement` tinyint(1) NOT NULL DEFAULT '0',
  `sign_time` int(30) DEFAULT NULL,
  `is_single` tinyint(1) DEFAULT '0',
  `point_id` smallint(8) unsigned NOT NULL DEFAULT '0',
  `shipping_dateStr` varchar(255) NOT NULL,
  `supplier_id` int(10) NOT NULL DEFAULT '0',
  `froms` char(10) NOT NULL DEFAULT 'pc',
  `coupons` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `is_zc_order` tinyint(1) DEFAULT '0',
  `zc_goods_id` int(11) DEFAULT '0',
  `is_frozen` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `drp_is_separate` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '订单分销状态',
  `team_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '开团记录id',
  `team_parent_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '团长id',
  `team_user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '团员id',
  `team_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '拼团商品价格',
  `chargeoff_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `invoice_type` tinyint(1) NOT NULL DEFAULT '0',
  `vat_id` int(11) NOT NULL DEFAULT '0',
  `tax_id` varchar(255) NOT NULL DEFAULT '',
  `is_update_sale` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`order_id`),
  UNIQUE KEY `order_sn` (`order_sn`),
  KEY `user_id` (`user_id`),
  KEY `order_status` (`order_status`),
  KEY `shipping_status` (`shipping_status`),
  KEY `pay_status` (`pay_status`),
  KEY `shipping_id` (`shipping_id`(255)),
  KEY `pay_id` (`pay_id`),
  KEY `extension_code` (`extension_code`,`extension_id`),
  KEY `agency_id` (`agency_id`),
  KEY `main_order_id` (`main_order_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly__wholesale_order_info` */

/*Table structure for table `fly_account_log` */

DROP TABLE IF EXISTS `fly_account_log`;

CREATE TABLE `fly_account_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `deposit_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `frozen_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `rank_points` int(10) NOT NULL DEFAULT '0',
  `pay_points` int(10) NOT NULL DEFAULT '0',
  `change_time` int(10) unsigned NOT NULL DEFAULT '0',
  `change_desc` varchar(255) NOT NULL,
  `change_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`),
  KEY `user_id` (`user_id`),
  KEY `rank_points` (`rank_points`),
  KEY `pay_points` (`pay_points`)
) ENGINE=MyISAM AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;

/*Data for the table `fly_account_log` */

insert  into `fly_account_log`(`log_id`,`user_id`,`user_money`,`deposit_fee`,`frozen_money`,`rank_points`,`pay_points`,`change_time`,`change_desc`,`change_type`) values (16,125,'0.00','0.00','0.00',1,1,1562723005,'注册送积分',99),(17,126,'0.00','0.00','0.00',1,1,1562785188,'注册送积分',99),(18,127,'0.00','0.00','0.00',1,1,1562786872,'注册送积分',99),(19,128,'0.00','0.00','0.00',1,1,1562787132,'注册送积分',99),(20,129,'0.00','0.00','0.00',1,1,1562787407,'注册送积分',99),(21,130,'0.00','0.00','0.00',1,1,1562787566,'注册送积分',99),(22,131,'0.00','0.00','0.00',1,1,1562788553,'注册送积分',99),(9,0,'0.00','0.00','0.00',1,1,1509571728,'注册送积分',99),(25,134,'0.00','0.00','0.00',1,1,1562798961,'注册送积分',99),(23,132,'0.00','0.00','0.00',1,1,1562788660,'注册送积分',99),(15,124,'0.00','0.00','0.00',1,1,1562719413,'注册送积分',99);

/*Table structure for table `fly_activity_goods_attr` */

DROP TABLE IF EXISTS `fly_activity_goods_attr`;

CREATE TABLE `fly_activity_goods_attr` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `bargain_id` mediumint(8) NOT NULL DEFAULT '0' COMMENT '活动id',
  `goods_id` mediumint(8) NOT NULL COMMENT '商品id',
  `product_id` mediumint(8) NOT NULL DEFAULT '0' COMMENT '属性id',
  `target_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '砍价目标价格',
  `type` varchar(20) NOT NULL DEFAULT '' COMMENT '活动类型',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_activity_goods_attr` */

/*Table structure for table `fly_ad` */

DROP TABLE IF EXISTS `fly_ad`;

CREATE TABLE `fly_ad` (
  `ad_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `position_id` int(10) unsigned NOT NULL DEFAULT '0',
  `media_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `ad_name` varchar(60) NOT NULL DEFAULT '',
  `ad_link` varchar(255) NOT NULL DEFAULT '',
  `link_color` varchar(60) NOT NULL,
  `b_title` varchar(60) NOT NULL,
  `s_title` varchar(60) NOT NULL,
  `ad_code` text NOT NULL,
  `ad_bg_code` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(11) NOT NULL DEFAULT '0',
  `link_man` varchar(60) NOT NULL DEFAULT '',
  `link_email` varchar(60) NOT NULL DEFAULT '',
  `link_phone` varchar(60) NOT NULL DEFAULT '',
  `click_count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `is_new` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_hot` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_best` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `public_ruid` int(11) unsigned NOT NULL DEFAULT '0',
  `ad_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(255) NOT NULL,
  PRIMARY KEY (`ad_id`),
  KEY `position_id` (`position_id`),
  KEY `enabled` (`enabled`),
  KEY `ad_name` (`ad_name`),
  KEY `media_type` (`media_type`),
  KEY `start_time` (`start_time`),
  KEY `end_time` (`end_time`)
) ENGINE=MyISAM AUTO_INCREMENT=714 DEFAULT CHARSET=utf8;

/*Data for the table `fly_ad` */

insert  into `fly_ad`(`ad_id`,`position_id`,`media_type`,`ad_name`,`ad_link`,`link_color`,`b_title`,`s_title`,`ad_code`,`ad_bg_code`,`start_time`,`end_time`,`link_man`,`link_email`,`link_phone`,`click_count`,`enabled`,`is_new`,`is_hot`,`is_best`,`public_ruid`,`ad_type`,`goods_name`) values (31,14,0,'首页轮播下广告1','www.flyobd.com/','','','','1394747394936378728.jpg','',1394697600,1619732816,'','','',2,1,0,0,0,0,0,''),(32,15,0,'首页轮播下广告2','www.flyobd.com/','','','','1394747408282431417.jpg','',1394697600,1619732816,'','','',1,1,0,0,0,0,0,''),(33,16,0,'首页轮播下广告3','www.flyobd.com/','','','','1394747422854824331.jpg','',1394697600,1619732816,'','','',0,1,0,0,0,0,0,''),(34,17,0,'首页轮播下广告4','www.flyobd.com/','','','','1394747436339201384.jpg','',1394697600,1619732816,'','','',0,1,0,0,0,0,0,''),(35,18,0,'首页轮播下广告5','www.flyobd.com/','','','','1394747451852437627.jpg','',1394697600,1619732816,'','','',0,1,0,0,0,0,0,''),(36,19,0,'首页轮播下广告6','www.flyobd.com/','','','','1394747465856395374.jpg','',1394697600,1619732816,'','','',0,1,0,0,0,0,0,''),(37,20,0,'首页轮播下广告7','www.flyobd.com/','','','','1394747484553341283.jpg','',1394697600,1619732816,'','','',2,1,0,0,0,0,0,''),(38,21,0,'首页轮播下广告8','www.flyobd.com/','','','','1394747499000609596.jpg','',1394697600,1619732816,'','','',1,1,0,0,0,0,0,''),(39,22,0,'首页轮播下广告9','www.flyobd.com/','','','','1394747513456954371.jpg','',1394697600,1619732816,'','','',0,1,0,0,0,0,0,''),(40,23,0,'flow_6','www.flyobd.com/','','','','1395273383788446324.png','',1395216000,1619732816,'','','',0,1,0,0,0,0,0,''),(41,24,0,'flow_right1_6','www.flyobd.com/','','','','1395620666025187178.jpg','',1395561600,1619732816,'','','',0,1,0,0,0,0,0,''),(42,25,0,'flow_right2_6','www.flyobd.com/','','','','1395620683147404672.jpg','',1395561600,1619732816,'','','',0,1,0,0,0,0,0,''),(43,26,0,'flow_right3_6','www.flyobd.com/','','','','1395620703801151430.jpg','',1395561600,1619732816,'','','',0,1,0,0,0,0,0,''),(44,27,0,'flow_12','www.flyobd.com/','','','','1395624345660735614.jpg','',1395561600,1619732816,'','','',0,1,0,0,0,0,0,''),(45,28,0,'flow_right1_12','www.flyobd.com/','','','','1395687481592838137.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(46,29,0,'flow_right2_12','www.flyobd.com/','','','','1395687581289181294.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(47,30,0,'flow_right3_12','www.flyobd.com/','','','','1395687594328883866.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(48,31,0,'flow_8','www.flyobd.com/','','','','1395688697976105246.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(49,32,0,'flow_right1_8','www.flyobd.com/','','','','1395689996915451033.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(50,33,0,'flow_right2_8','www.flyobd.com/','','','','1395690013393018717.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(51,34,0,'flow_right3_8','www.flyobd.com/','','','','1395690030846529834.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(52,35,0,'flow_3','www.flyobd.com/','','','','1395695771131045917.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(53,36,0,'flow_right1_3','www.flyobd.com/','','','','1395696910982449862.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(54,37,0,'flow_right2_3','www.flyobd.com/','','','','1395696927765850816.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(55,38,0,'flow_right3_3','www.flyobd.com/','','','','1395696942836786609.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(56,39,0,'首页底部广告','www.flyobd.com/','','','','1395700743765616999.jpg','',1395648000,1619732816,'','','',0,1,0,0,0,0,0,''),(57,40,0,'注册页广告','www.flyobd.com/','','','','1396907878003672246.jpg','',1396857600,1619732816,'','','',0,1,0,0,0,0,0,''),(58,41,0,'找回密码广告','www.flyobd.com/','','','','1396914870184141545.jpg','',1396857600,1619732816,'','','',0,1,0,0,0,0,0,''),(59,42,0,'知名商家广告1','www.flyobd.com/','','','','1407779814734416125.jpg','',1397635200,1619732816,'','','',0,1,0,0,0,0,0,''),(60,43,0,'知名商家广告2','www.flyobd.com/','','','','1397671173447600678.jpg','',1397635200,1619732816,'','','',1,1,0,0,0,0,0,''),(61,44,0,'知名商家广告3','www.flyobd.com/','','','','1398016306058826737.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(62,45,0,'知名商家广告4','www.flyobd.com/','','','','1398016387063309837.gif','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(63,46,0,'知名商家广告5','www.flyobd.com/','','','','1398016413737870962.gif','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(64,47,0,'知名商家广告6','www.flyobd.com/','','','','1398016428867708169.gif','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(65,48,0,'主题购广告1','www.flyobd.com/','','','','1398019448306301419.jpg','',1397980800,1619732816,'','','',2,1,0,0,0,0,0,''),(66,49,0,'主题购广告2','www.flyobd.com/','','','','1398019462755934454.png','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(67,50,0,'主题购图片1','www.flyobd.com/','','','','1398020936046944428.jpg','',1397980800,1619732816,'','','',3,1,0,0,0,0,0,''),(68,51,0,'主题购图片2','www.flyobd.com/','','','','1398021582597465577.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(69,52,0,'主题购图片3','www.flyobd.com/','','','','1398021717555015213.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(70,53,0,'主题购广告3','www.flyobd.com/','','','','1398022047660354577.jpg','',1397980800,1619732816,'','','',2,1,0,0,0,0,0,''),(71,54,0,'主题购广告4','www.flyobd.com/','','','','1398022065087337283.png','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(72,55,0,'主题购图片4','www.flyobd.com/','','','','1398022272530444019.jpg','',1397980800,1619732816,'','','',1,1,0,0,0,0,0,''),(73,56,0,'主题购图片5','www.flyobd.com/','','','','1398022402364937816.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(74,57,0,'主题购图片6','www.flyobd.com/','','','','1398022519735993635.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(75,58,0,'推荐给你最新商家1','www.flyobd.com/','','','','1398035091579227812.jpg','',1397980800,1619732816,'','','',0,1,1,0,0,0,0,''),(76,59,0,'推荐给你最新商家2','www.flyobd.com/','','','','1398035110923320652.jpg','',1397980800,1619732816,'','','',0,1,1,0,0,0,0,''),(77,60,0,'推荐给你最新商家3','www.flyobd.com/','','','','1398035127931366922.jpg','',1397980800,1619732816,'','','',0,1,1,0,0,0,0,''),(78,61,0,'推荐给你最新商家4','www.flyobd.com/','','','','1398035150363465443.jpg','',1397980800,1619732816,'','','',0,1,1,0,0,0,0,''),(79,62,0,'推荐给你最新商家5','www.flyobd.com/','','','','1398035168266159028.jpg','',1397980800,1619732816,'','','',0,1,1,0,0,0,0,''),(80,63,0,'推荐给你热销商家1','www.flyobd.com/','','','','1398040267695730594.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(81,64,0,'推荐给你热销商家2','www.flyobd.com/','','','','1398040283702458396.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(82,65,0,'推荐给你热销商家3','www.flyobd.com/','','','','1398040299882883668.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(83,66,0,'推荐给你热销商家4','www.flyobd.com/','','','','1398040315927374066.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(84,67,0,'推荐给你热销商家5','www.flyobd.com/','','','','1398040330450187140.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(85,68,0,'感兴趣的商家推荐1','www.flyobd.com/','','','','1398042626460112356.jpg','',1397980800,1619732816,'','','',1,1,0,0,0,0,0,''),(86,69,0,'感兴趣的商家推荐2','www.flyobd.com/','','','','1398042642935843953.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(87,70,0,'感兴趣的商家推荐3','www.flyobd.com/','','','','1398042994658605299.jpg','',1397980800,1619732816,'','','',1,1,0,0,0,0,0,''),(88,71,0,'感兴趣的商家推荐4','www.flyobd.com/','','','','1398043013822976591.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(89,72,0,'感兴趣的商家推荐5','www.flyobd.com/','','','','1398043028148235843.jpg','',1397980800,1619732816,'','','',0,1,0,0,0,0,0,''),(90,73,0,'知名商家底部广告','www.flyobd.com/','','','','1398100508394539008.jpg','',1398067200,1619732816,'','','',0,1,0,0,0,0,0,''),(91,74,0,'商家入驻大广告','www.flyobd.com/','','','','1407440717953008458.jpg','',1398153600,1619732816,'','','',10,1,0,0,0,0,0,''),(95,78,0,'商家入驻底部广告','www.flyobd.com/','','','','1407438758674634465.jpg','',1398153600,1619732816,'','','',0,1,0,0,0,0,0,''),(99,75,0,'merch1_14','www.flyobd.com/','','','','1407438675253424759.jpg','',1369987200,1619732816,'','','',0,1,0,0,0,0,0,''),(100,75,0,'merch2_14','www.flyobd.com/','','','','1407438664142568037.jpg','',1372579200,1619732816,'','','',0,1,0,0,0,0,0,''),(101,75,0,'merch3_14','www.flyobd.com/','','','','1407438649636446337.jpg','',1404115200,1619732816,'','','',0,1,0,0,0,0,0,''),(102,79,0,'users_a1_1','www.flyobd.com/','','','','1404155859019386309.jpg','',1372579200,1619732816,'','','',0,1,0,0,0,1,0,'0'),(103,79,0,'users_a2_1','www.flyobd.com/','','','','1404155899976744601.jpg','',1372579200,1619732816,'','','',0,1,0,0,0,1,0,''),(104,81,0,'users_b1_1','www.flyobd.com/','','','','1404434351471751359.jpg','',1404115200,1619732816,'','','',0,1,0,0,0,0,0,''),(105,83,0,'users_b3_1','www.flyobd.com/','','','','1404435513357889781.jpg','',1401609600,1619732816,'','','',0,1,0,0,0,0,0,''),(107,82,0,'users_b2_1','www.flyobd.com/','','','','1404435840956023148.jpg','',1404115200,1619732816,'','','',0,1,0,0,0,0,0,''),(108,84,0,'users_b4_1','www.flyobd.com/','','','','1404436686920182589.jpg','',1338451200,1619732816,'','','',0,1,0,0,0,0,0,''),(110,79,0,'users_a1_7','www.flyobd.com/','','','','1415130927519372801.jpg','',1288857600,1619732816,'','','',0,1,0,0,0,7,0,''),(111,79,0,'users_a2_7','www.flyobd.com/','','','','1415130962257753658.jpg','',1320393600,1619732816,'','','',0,1,0,0,0,7,0,''),(112,89,0,'cat_tree_3_1','www.flyobd.com/','','','','1441063285514433142.png','',1377936000,1619732816,'','','',0,1,0,0,0,0,0,''),(113,89,0,'cat_tree_6_1','www.flyobd.com/','','','','1441063371752124823.png','',1409472000,1619732816,'','','',0,1,0,0,0,0,0,''),(114,90,0,'index_ad1','www.flyobd.com/','','','','1441495614261918804.jpg','',1409904000,1619732816,'','','',0,1,0,0,0,0,0,''),(115,90,0,'index_ad2','www.flyobd.com/','','','','1441495634977045709.jpg','',1409904000,1619732816,'','','',0,1,0,0,0,0,0,''),(116,90,0,'index_ad3','www.flyobd.com/','','','','1441496620012511361.jpg','',1409904000,1619732816,'','','',0,1,0,0,0,0,0,''),(117,90,0,'index_ad4','www.flyobd.com/','','','','1441495677254367018.jpg','',1409904000,1619732816,'','','',0,1,0,0,0,0,0,''),(118,90,0,'index_ad5','www.flyobd.com/','','','','1441495698248357712.jpg','',1409904000,1619732816,'','','',0,1,0,0,0,0,0,''),(119,91,0,'cat_tree_3_1','www.flyobd.com/','','','','1449541007661659804.jpg','',1410681600,1619732816,'','','',0,1,0,0,0,0,0,'0'),(120,91,0,'cat_tree_3_2','www.flyobd.com/','','','','1449541021377453970.jpg','',1410681600,1619732816,'','','',0,1,0,0,0,0,0,'0'),(122,92,0,'首页轮播下广告1','www.flyobd.com/','','','','1442354797748225284.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,''),(123,94,0,'首页轮播下广告2','www.flyobd.com/','','','','1442354829969597746.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(124,0,0,'首页轮播下广告3','www.flyobd.com/','','','','1442354857901693511.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,''),(125,95,0,'首页轮播下广告3','www.flyobd.com/','','','','1442356143091307423.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(126,97,0,'首页轮播下广告5','www.flyobd.com/','','','','1446501441381732836.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(127,96,0,'首页轮播下广告4','www.flyobd.com/','','','','1446501420316700415.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(128,98,0,'首页轮播下广告6','www.flyobd.com/','','','','1446501455256778221.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(129,99,0,'首页轮播下广告7','www.flyobd.com/','','','','1446501468563518939.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(130,100,0,'首页轮播下广告8','www.flyobd.com/','','','','1446501480305060034.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(131,101,0,'首页轮播下广告9','www.flyobd.com/','','','','1446501491811800568.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(132,102,0,'index_ad1','www.flyobd.com/','#ffc224','','','1450049822931716530.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(133,102,0,'index_ad2','www.flyobd.com/','#e2e1e6','','','1446500351458959447.jpg','',1410768000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(134,104,0,'cat_goods_banner1_6','www.flyobd.com/','','','','1442438370180560564.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(135,104,0,'cat_goods_banner2_6','www.flyobd.com/','','','','1446501638175760610.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(136,104,0,'cat_goods_banner3_6','www.flyobd.com/','','','','1446501658627991340.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(137,104,0,'cat_goods_banner4_6','www.flyobd.com/','','','','1446501671539929901.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(138,104,0,'cat_goods_banner1_12','www.flyobd.com/','','','','1442440735788907233.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(139,0,0,'cat_goods_banner2_12','www.flyobd.com/','','','','1442440792496961533.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(140,104,0,'cat_goods_banner2_12','www.flyobd.com/','','','','1446501714084583840.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(141,104,0,'cat_goods_banner3_12','www.flyobd.com/','','','','1446501733035496490.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(142,104,0,'cat_goods_banner4_12','www.flyobd.com/','','','','1446501750740850450.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(143,104,0,'cat_goods_banner1_8','www.flyobd.com/','','','','1442441731022256785.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(144,104,0,'cat_goods_banner2_8','www.flyobd.com/','','','','1446501771930649103.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(145,104,0,'cat_goods_banner3_8','www.flyobd.com/','','','','1446501781828005101.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(146,104,0,'cat_goods_banner4_8','www.flyobd.com/','','','','1446501790096818362.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(147,104,0,'cat_goods_banner1_3','www.flyobd.com/','','','','1442441953360918335.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(148,104,0,'cat_goods_banner2_3','www.flyobd.com/','','','','1446501803020808799.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(149,104,0,'cat_goods_banner3_3','www.flyobd.com/','','','','1446501815591059435.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(150,104,0,'cat_goods_banner4_3','www.flyobd.com/','','','','1446501826401727157.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(151,103,0,'floor_banner8','www.flyobd.com/','','','','1442442971452533274.png','',1410854400,1619732816,'#e5d4ef','','',0,1,0,0,0,0,0,''),(152,103,0,'floor_banner12','www.flyobd.com/','','','','1442443739617670965.png','',1410854400,1619732816,'#dedc99','','',0,1,0,0,0,0,0,''),(153,103,0,'floor_banner6','www.flyobd.com/','','','','1442443769579992157.png','',1410854400,1619732816,'#94d7ad','','',0,1,0,0,0,0,0,''),(154,103,0,'floor_banner3','www.flyobd.com/','','','','1442443798127235714.png','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(155,105,0,'top_banner','www.flyobd.com/','','','','1442445092824826921.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(156,106,0,'cat_goods_hot1_8','www.flyobd.com/','','','','1442449616780366086.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(157,106,0,'cat_goods_hot2_8','www.flyobd.com/','','','','1442450237585519805.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(158,106,0,'cat_goods_hot3_8','www.flyobd.com/','','','','1442450263285359984.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(159,106,0,'cat_goods_hot4_8','www.flyobd.com/','','','','1442450289755522116.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(160,106,0,'cat_goods_hot5_8','www.flyobd.com/','','','','1442450316379879958.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(161,106,0,'cat_goods_hot1_12','www.flyobd.com/','','','','1442450370748599264.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(162,106,0,'cat_goods_hot2_12','www.flyobd.com/','','','','1442450411599924804.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(163,106,0,'cat_goods_hot3_12','www.flyobd.com/','','','','1442450432047015395.jpg','',1408176000,1619732816,'','','',0,1,0,0,0,0,0,''),(164,106,0,'cat_goods_hot4_12','www.flyobd.com/','','','','1442450454229936071.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(165,106,0,'cat_goods_hot5_12','www.flyobd.com/','','','','1442450475021522006.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(166,106,0,'cat_goods_hot1_6','www.flyobd.com/','','','','1442451630704040483.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(167,106,0,'cat_goods_hot2_6','www.flyobd.com/','','','','1442451653396296275.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(168,106,0,'cat_goods_hot3_6','www.flyobd.com/','','','','1442451679055013657.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(169,106,0,'cat_goods_hot4_6','www.flyobd.com/','','','','1442451701597713171.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(170,106,0,'cat_goods_hot5_6','www.flyobd.com/','','','','1442451723894491345.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(171,106,0,'cat_goods_hot1_3','www.flyobd.com/','','','','1442452148674475440.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(172,106,0,'cat_goods_hot2_3','www.flyobd.com/','','','','1442452336879584302.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(173,106,0,'cat_goods_hot3_3','www.flyobd.com/','','','','1442452358939697187.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(174,106,0,'cat_goods_hot4_3','www.flyobd.com/','','','','1442452383979096865.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(175,106,0,'cat_goods_hot5_3','www.flyobd.com/','','','','1442452412761966133.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(176,107,0,'index_brand_banner1','www.flyobd.com/','','','','1442460205586505664.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,''),(177,107,0,'index_brand_banner2','www.flyobd.com/','','','','1446501555775893322.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(178,107,0,'index_brand_banner3','www.flyobd.com/','','','','1446501563620477268.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(179,107,0,'index_brand_banner4','www.flyobd.com/','','','','1446501572489538334.jpg','',1410854400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(194,109,0,'index_group_banner1','www.flyobd.com/','','','','1442524533903393311.jpg','',1442476800,1619732816,'','','',0,1,0,0,0,0,0,''),(195,109,0,'index_group_banner2','www.flyobd.com/','','','','1446501899194704947.jpg','',1442476800,1619732816,'','','',0,1,0,0,0,0,0,'0'),(196,110,0,'index_banner_group1','www.flyobd.com/','','','','1451864672233119378.jpg','',1413619200,1619732816,'','','',0,1,0,0,0,0,1,'乐视超级电视 S40 Air L 全配版 三星屏 高配 40英寸智能LED液晶网络智能电视 官方标配+无线游戏手柄'),(198,102,0,'index_ad3','www.flyobd.com/','#6b3d9f','','','1446500458042169914.jpg','',1446500340,1619732816,'','','',0,1,0,0,0,0,0,'0'),(199,102,0,'index_ad4','www.flyobd.com/','#1bb8c7','','','1446501263141557878.jpg','',1446501207,1619732816,'','','',0,1,0,0,0,0,0,'0'),(200,109,0,'index_group_banner3','www.flyobd.com/','','','','1446501933298084136.jpg','',1446501901,1619732816,'','','',0,1,0,0,0,0,0,'0'),(203,109,0,'index_group_banner4','www.flyobd.com/','','','','1446502817382695846.jpg','',1446502798,1619732816,'','','',0,1,0,0,0,0,0,'0'),(206,111,0,'brand_adv_1','www.flyobd.com/','','','','1446678257416744919.jpg','',1446678222,1619732816,'','','',0,1,0,0,0,0,0,'0'),(207,0,0,'brand_adv_4','www.flyobd.com/','','','','1446678281722676643.jpg','',1446678259,1619732816,'','','',0,1,0,0,0,0,0,'0'),(208,111,0,'brand_adv_2','www.flyobd.com/','','','','1446678554590204133.jpg','',1446678507,1619732816,'','','',0,1,0,0,0,0,0,'0'),(209,111,0,'brand_adv_3','www.flyobd.com/','','','','1446678579852343706.jpg','',1446678559,1619732816,'','','',0,1,0,0,0,0,0,'0'),(210,111,0,'brand_adv_4','www.flyobd.com/','','','','1446678602747480702.jpg','',1446678582,1619732816,'','','',0,1,0,0,0,0,0,'0'),(211,115,0,'brand_cat_ad1_3','www.flyobd.com/','','','','1450720937540778937.png','',1446686236,1619732816,'','','',0,1,0,0,0,0,0,'0'),(212,0,0,'brand_cat_ad2_3','www.flyobd.com/','','','','1446686620048475504.jpg','',1446686555,1619732816,'','','',0,1,0,0,0,0,0,'0'),(213,115,0,'brand_cat_ad2_3','www.flyobd.com/','','','','1450720964274790534.png','',1446686657,1619732816,'','','',0,1,0,0,0,0,0,'0'),(214,115,0,'brand_cat_ad3_3','www.flyobd.com/','','','','1450720984952988040.png','',1446686738,1619732816,'','','',0,1,0,0,0,0,0,'0'),(216,0,0,'brand_cat_ad5_3','www.flyobd.com/','','','','1446686834873458161.jpg','',1446686760,1619732816,'','','',0,1,0,0,0,0,0,'0'),(219,116,0,'presale_banner1','www.flyobd.com/','#94cdeb','','','1449081923740829448.jpg','',1415579700,1619732816,'','','',0,1,0,0,0,0,0,'0'),(220,116,0,'presale_banner2','www.flyobd.com/','#94cdeb','','','1449081897149744854.jpg','',1415579760,1619732816,'','','',0,1,0,0,0,0,0,'0'),(221,117,0,'品牌广告1','www.flyobd.com/','','','','1450726252388403997.jpg','',1416959880,1619732816,'','','',0,1,0,0,0,0,0,'0'),(222,118,0,'article_channel_left_ad1','www.flyobd.com/','','','','1448496744603084314.jpg','',1416960480,1619732816,'','','',0,1,0,0,0,0,0,'0'),(223,118,0,'article_channel_left_ad2','www.flyobd.com/','','','','1448496825583863949.jpg','',1416960780,1619732816,'','','',0,1,0,0,0,0,0,'0'),(224,120,0,'presale_banner_new1','www.flyobd.com/','#9bc7f5','','','1449090391780116211.jpg','',1449090355,1619732816,'','','',0,1,0,0,0,0,0,'0'),(225,261,0,'presale_banner_advance1','www.flyobd.com/','#07b0a9','','','1449090425185464793.jpg','',1449090394,1619732816,'','','',0,1,0,0,0,0,0,'0'),(226,261,0,'presale_banner_advance2','www.flyobd.com/','#07b0a9','','','1449090449825503205.jpg','',1449090427,1619732816,'','','',0,1,0,0,0,0,0,'0'),(227,119,0,'presale_banner_category1','www.flyobd.com/','#6d8ffb','','','1449104959666287992.jpg','',1449104904,1619732816,'','','',0,1,0,0,0,0,0,'0'),(228,121,0,'presale_banner_small_left1','www.flyobd.com/','','','','1449169354434735188.jpg','',1449169320,1619732816,'','','',0,1,0,0,0,0,0,'0'),(229,121,0,'presale_banner_small_right1','www.flyobd.com/','','','','1449169376564435584.jpg','',1449169355,1619732816,'','','',0,1,0,0,0,0,0,'0'),(230,122,0,'presale_banner_small1','www.flyobd.com/','','','','1449169399128915414.jpg','',1449169378,1619732816,'','','',0,1,0,0,0,0,0,'0'),(231,122,0,'presale_banner_small2','www.flyobd.com/','','','','1449169416027193491.jpg','',1449169401,1619732816,'','','',0,1,0,0,0,0,0,'0'),(232,117,0,'品牌广告2','www.flyobd.com/','','','','1450726323240870229.jpg','',1449447840,1619732816,'','','',0,1,0,0,0,0,0,'0'),(233,91,0,'cat_tree_858_1','www.flyobd.com/','','','','1449514727068149215.jpg','',1448909820,1619732816,'','','',0,1,0,0,0,0,0,'0'),(234,91,0,'cat_tree_858_2','www.flyobd.com/','','','','1449514765894761246.jpg','',1449428280,1619732816,'','','',0,1,0,0,0,0,0,'0'),(235,91,0,'cat_tree_4_1','www.flyobd.com/','','','','1449514916745556489.jpg','',1448996400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(236,91,0,'cat_tree_4_2','www.flyobd.com/','','','','1449514867081922692.jpg','',1448996400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(237,91,0,'cat_tree_5_1','www.flyobd.com/','','','','1449514988180860548.jpg','',1448996520,1619732816,'','','',0,1,0,0,0,0,0,'0'),(238,91,0,'cat_tree_5_2','www.flyobd.com/','','','','1449515018925110704.jpg','',1448996580,1619732816,'','','',0,1,0,0,0,0,0,'0'),(239,91,0,'cat_tree_6_1','www.flyobd.com/','','','','1449515117631763839.jpg','',1449082980,1619732816,'','','',0,1,0,0,0,0,0,'0'),(240,91,0,'cat_tree_6_2','www.flyobd.com/','','','','1449515150038272929.jpg','',1448996700,1619732816,'','','',0,1,0,0,0,0,0,'0'),(241,91,0,'cat_tree_8_1','www.flyobd.com/','','','','1449515224736547741.jpg','',1448996760,1619732816,'','','',0,1,0,0,0,0,0,'0'),(242,91,0,'cat_tree_8_2','www.flyobd.com/','','','','1449515252400003658.jpg','',1449083220,1619732816,'','','',0,1,0,0,0,0,0,'0'),(243,91,0,'cat_tree_860_1','www.flyobd.com/','','','','1449515307579516014.jpg','',1449169620,1619732816,'','','',0,1,0,0,0,0,0,'0'),(244,91,0,'cat_tree_860_2','www.flyobd.com/','','','','1449515341128505786.jpg','',1449083280,1619732816,'','','',0,1,0,0,0,0,0,'0'),(245,91,0,'cat_tree_11_1','www.flyobd.com/','','','','1449515488439198484.jpg','',1449083400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(246,91,0,'cat_tree_11_2','www.flyobd.com/','','','','1449515520969865513.jpg','',1449083460,1619732816,'','','',0,1,0,0,0,0,0,'0'),(247,91,0,'cat_tree_1_1','www.flyobd.com/','','','','1449515570323685700.jpg','',1448997120,1619732816,'','','',0,1,0,0,0,0,0,'0'),(248,91,0,'cat_tree_1_2','www.flyobd.com/','','','','1449515604262324751.jpg','',1449083520,1619732816,'','','',0,1,0,0,0,0,0,'0'),(249,91,0,'cat_tree_866_1','www.flyobd.com/','','','','1449515674247895128.png','',1449083580,1619732816,'','','',0,1,0,0,0,0,0,'0'),(250,91,0,'cat_tree_866_2','www.flyobd.com/','','','','1449515701522605575.jpg','',1448997240,1619732816,'','','',0,1,0,0,0,0,0,'0'),(251,91,0,'cat_tree_861_1','www.flyobd.com/','','','','1449515765933039329.jpg','',1449256500,1619732816,'','','',0,1,0,0,0,0,0,'0'),(252,91,0,'cat_tree_861_2','www.flyobd.com/','','','','1449515905251588469.jpg','',1448997480,1619732816,'','','',0,1,0,0,0,0,0,'0'),(253,91,0,'cat_tree_12_1','www.flyobd.com/','','','','1449515963379543894.jpg','',1448997480,1619732816,'','','',0,1,0,0,0,0,0,'0'),(254,91,0,'cat_tree_12_2','www.flyobd.com/','','','','1449515991908588372.jpg','',1449343140,1619732816,'','','',0,1,0,0,0,0,0,'0'),(255,91,0,'cat_tree_863_1','www.flyobd.com/','','','','1449516060606806101.jpg','',1449084000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(256,91,0,'cat_tree_863_2','www.flyobd.com/','','','','1449516087776830918.jpg','',1449516062,1619732816,'','','',0,1,0,0,0,0,0,'0'),(257,91,0,'cat_tree_867_1','www.flyobd.com/','','','','1449516135829093535.jpg','',1449084060,1619732816,'','','',0,1,0,0,0,0,0,'0'),(258,91,0,'cat_tree_867_2','www.flyobd.com/','','','','1449516178666886377.jpg','',1449170520,1619732816,'','','',0,1,0,0,0,0,0,'0'),(259,115,0,'brand_cat_ad2_858','www.flyobd.com/','','','','1450720819275197946.png','',1450201334,1619732816,'','','',0,1,0,0,0,0,0,'0'),(260,115,0,'brand_cat_ad3_858','www.flyobd.com/','','','','1450720839576345891.png','',1450201999,1619732816,'','','',0,1,0,0,0,0,0,'0'),(261,0,0,'brand_cat_ad3_858','www.flyobd.com/','','','','1450202060709581296.png','',1450202044,1619732816,'','','',0,1,0,0,0,0,0,'0'),(262,0,0,'brand_cat_ad1_858','www.flyobd.com/','','','','1450202115123549765.png','',1450202097,1619732816,'','','',0,1,0,0,0,0,0,'0'),(263,0,0,'brand_cat_ad2_851','www.flyobd.com/','','','','1450202229864832044.png','',1448992560,1619732816,'','','',0,1,0,0,0,0,0,'0'),(264,0,0,'brand_cat_ad1_858','www.flyobd.com/','','','','1450202303577107638.png','',1450202272,1619732816,'','','',0,1,0,0,0,0,0,'0'),(265,0,0,'brand_cat_ad1_858','www.flyobd.com/','','','','1450202350173552562.png','',1450202327,1619732816,'','','',0,1,0,0,0,0,0,'0'),(266,0,0,'brand_cat_ad4_858','www.flyobd.com/','','','','1450202398817886793.png','',1450202383,1619732816,'','','',0,1,0,0,0,0,0,'0'),(267,115,0,'brand_cat_ad1_858','www.flyobd.com/','','','','1450720707250808658.png','',1450202415,1619732816,'','','',0,1,0,0,0,0,0,'0'),(269,115,0,'brand_cat_ad2_4','www.flyobd.com/','','','','1450721062610618939.png','',1450202519,1619732816,'','','',0,1,0,0,0,0,0,'0'),(270,115,0,'brand_cat_ad3_4','www.flyobd.com/','','','','1450721075626093700.png','',1450202543,1619732816,'','','',0,1,0,0,0,0,0,'0'),(271,115,0,'brand_cat_ad1_5','www.flyobd.com/','','','','1450721643609047377.png','',1450202662,1619732816,'','','',0,1,0,0,0,0,0,'0'),(272,115,0,'brand_cat_ad2_5','www.flyobd.com/','','','','1450721733748393800.png','',1450202696,1619732816,'','','',0,1,0,0,0,0,0,'0'),(273,115,0,'brand_cat_ad3_5','www.flyobd.com/','','','','1450721748192332616.jpg','',1450202740,1619732816,'','','',0,1,0,0,0,0,0,'0'),(274,115,0,'brand_cat_ad1_6','www.flyobd.com/','','','','1450721790586993272.png','',1450202820,1619732816,'','','',0,1,0,0,0,0,0,'0'),(275,115,0,'brand_cat_ad2_6','www.flyobd.com/','','','','1450721803363429301.png','',1450202855,1619732816,'','','',0,1,0,0,0,0,0,'0'),(276,115,0,'brand_cat_ad3_6','www.flyobd.com/','','','','1450721819288408531.jpg','',1450202877,1619732816,'','','',0,1,0,0,0,0,0,'0'),(277,115,0,'brand_cat_ad1_8','www.flyobd.com/','','','','1450721867330794466.png','',1450202942,1619732816,'','','',0,1,0,0,0,0,0,'0'),(278,115,0,'brand_cat_ad2_8','www.flyobd.com/','','','','1450721881454101142.png','',1450202969,1619732816,'','','',0,1,0,0,0,0,0,'0'),(279,115,0,'brand_cat_ad3_8','www.flyobd.com/','','','','1450721899418089026.png','',1450202990,1619732816,'','','',0,1,0,0,0,0,0,'0'),(280,115,0,'brand_cat_ad1_860','www.flyobd.com/','','','','1450721927852918710.png','',1450203067,1619732816,'','','',0,1,0,0,0,0,0,'0'),(281,115,0,'brand_cat_ad2_860','www.flyobd.com/','','','','1450721940318196317.png','',1450203110,1619732816,'','','',0,1,0,0,0,0,0,'0'),(282,115,0,'brand_cat_ad3_860','www.flyobd.com/','','','','1450721954843238543.png','',1450203140,1619732816,'','','',0,1,0,0,0,0,0,'0'),(283,115,0,'brand_cat_ad1_11','www.flyobd.com/','','','','1450721981711745132.png','',1450203208,1619732816,'','','',0,1,0,0,0,0,0,'0'),(284,115,0,'brand_cat_ad2_11','www.flyobd.com/','','','','1450721992177973969.png','',1450203230,1619732816,'','','',0,1,0,0,0,0,0,'0'),(285,115,0,'brand_cat_ad3_11','www.flyobd.com/','','','','1450722006717593531.png','',1450203256,1619732816,'','','',0,1,0,0,0,0,0,'0'),(286,115,0,'brand_cat_ad1_1','www.flyobd.com/','','','','1450722039678692905.png','',1450203370,1619732816,'','','',0,1,0,0,0,0,0,'0'),(287,115,0,'brand_cat_ad2_1','www.flyobd.com/','','','','1450722056244979646.png','',1450203389,1619732816,'','','',0,1,0,0,0,0,0,'0'),(288,115,0,'brand_cat_ad3_1','www.flyobd.com/','','','','1450722068476299809.jpg','',1450203433,1619732816,'','','',0,1,0,0,0,0,0,'0'),(289,115,0,'brand_cat_ad1_866','www.flyobd.com/','','','','1450722094127602261.png','',1450203481,1619732816,'','','',0,1,0,0,0,0,0,'0'),(290,115,0,'brand_cat_ad2_866','www.flyobd.com/','','','','1450722108916749715.png','',1450203502,1619732816,'','','',0,1,0,0,0,0,0,'0'),(291,115,0,'brand_cat_ad3_866','www.flyobd.com/','','','','1450722204889167938.png','',1450203523,1619732816,'','','',0,1,0,0,0,0,0,'0'),(292,115,0,'brand_cat_ad1_864','www.flyobd.com/','','','','1450722231039095677.png','',1450203570,1619732816,'','','',0,1,0,0,0,0,0,'0'),(293,115,0,'brand_cat_ad2_864','www.flyobd.com/','','','','1450722248858282132.png','',1450203598,1619732816,'','','',0,1,0,0,0,0,0,'0'),(294,115,0,'brand_cat_ad3_864','www.flyobd.com/','','','','1450722262439247150.png','',1450203616,1619732816,'','','',0,1,0,0,0,0,0,'0'),(295,115,0,'brand_cat_ad1_861','www.flyobd.com/','','','','1450722350739937427.png','',1450203664,1619732816,'','','',0,1,0,0,0,0,0,'0'),(296,115,0,'brand_cat_ad2_861','www.flyobd.com/','','','','1450722369155168213.png','',1450203688,1619732816,'','','',0,1,0,0,0,0,0,'0'),(297,115,0,'brand_cat_ad3_861','www.flyobd.com/','','','','1450722383238639333.png','',1450203707,1619732816,'','','',0,1,0,0,0,0,0,'0'),(298,115,0,'brand_cat_ad1_12','www.flyobd.com/','','','','1450722418675193440.png','',1450203768,1619732816,'','','',0,1,0,0,0,0,0,'0'),(299,115,0,'brand_cat_ad2_12','www.flyobd.com/','','','','1450722462408149028.png','',1450203802,1619732816,'','','',0,1,0,0,0,0,0,'0'),(300,115,0,'brand_cat_ad3_12','www.flyobd.com/','','','','1450722474683453882.png','',1450203819,1619732816,'','','',0,1,0,0,0,0,0,'0'),(301,115,0,'brand_cat_ad1_863','www.flyobd.com/','','','','1450724836496396391.png','',1450203901,1619732816,'','','',0,1,0,0,0,0,0,'0'),(302,115,0,'brand_cat_ad2_863','www.flyobd.com/','','','','1450724890317159089.png','',1450203942,1619732816,'','','',0,1,0,0,0,0,0,'0'),(303,115,0,'brand_cat_ad3_863','www.flyobd.com/','','','','1450724904874894134.png','',1450203957,1619732816,'','','',0,1,0,0,0,0,0,'0'),(304,115,0,'brand_cat_ad1_865','www.flyobd.com/','','','','1450724946065478431.png','',1450204003,1619732816,'','','',0,1,0,0,0,0,0,'0'),(305,115,0,'brand_cat_ad2_865','www.flyobd.com/','','','','1450724964794127792.png','',1450204023,1619732816,'','','',0,1,0,0,0,0,0,'0'),(306,115,0,'brand_cat_ad3_865','www.flyobd.com/','','','','1450724977273785172.png','',1450204048,1619732816,'','','',0,1,0,0,0,0,0,'0'),(307,115,0,'brand_cat_ad1_4','www.flyobd.com/','','','','1450721329750826427.jpg','',1450202880,1619732816,'','','',0,1,0,0,0,0,0,'0'),(308,117,0,'品牌广告3','www.flyobd.com/','','','','1450726347625646672.jpg','',1450726326,1619732816,'','','',0,1,0,0,0,0,0,'0'),(309,117,0,'品牌广告4','www.flyobd.com/','','','','1450726362711005895.jpg','',1450726349,1619732816,'','','',0,1,0,0,0,0,0,'0'),(310,91,0,'cat_tree_865_1','www.flyobd.com/','','','','1450984943593661824.jpg','',1419448860,1619732816,'','','',0,1,0,0,0,0,0,'0'),(311,91,0,'cat_tree_865_2','www.flyobd.com/','','','','1450984986079578830.jpg','',1419448920,1619732816,'','','',0,1,0,0,0,0,0,'0'),(312,0,0,'cat_tree_864_1','www.flyobd.com/','','','','1450985843822270111.jpg','',1419449820,1619732816,'','','',0,1,0,0,0,0,0,'0'),(313,91,0,'cat_tree_864_2','www.flyobd.com/','','','','1450985865747998307.jpg','',1419449820,1619732816,'','','',0,1,0,0,0,0,0,'0'),(314,91,0,'cat_tree_864_1','www.flyobd.com/','','','','1450985907118659116.jpg','',1419449880,1619732816,'','','',0,1,0,0,0,0,0,'0'),(315,123,0,'cat_top_new_ad1_6','www.flyobd.com/','','','','1450999270500428249.png','',1419463140,1619732816,'','','',0,1,0,0,0,0,0,'0'),(316,123,0,'cat_top_new_ad2_6','www.flyobd.com/','','','','1450999650017969584.png','',1387927620,1619732816,'','','',0,1,0,0,0,0,0,'0'),(317,124,0,'cat_top_prom_ad1_6','www.flyobd.com/','','','','1451779970933691766.gif','',1387999860,1619732816,'','','',0,1,0,0,0,0,0,'0'),(318,126,0,'cat_top_floor_ad1_347','www.flyobd.com/','','','','1451073123650514886.jpg','',1419536940,1619732816,'','','',0,1,0,0,0,0,0,'0'),(319,126,0,'cat_top_floor_ad2_347','www.flyobd.com/','','','','1451073168607330707.jpg','',1419537120,1619732816,'','','',0,1,0,0,0,0,0,'0'),(320,125,0,'cat_top_ad1_6','www.flyobd.com/','','','','1451073540471852976.jpg','',1419537480,1619732816,'','','',0,1,0,0,0,0,0,'0'),(321,125,0,'cat_top_ad2_6','www.flyobd.com/','','','','1451073833139848191.jpg','',1416945780,1619732816,'','','',0,1,0,0,0,0,0,'0'),(322,126,0,'cat_top_floor_ad1_463','www.flyobd.com/','','','','1451078039466123777.jpg','',1449004140,1619732816,'','','',0,1,0,0,0,0,0,'0'),(323,126,0,'cat_top_floor_ad2_463','www.flyobd.com/','','','','1451078072938956339.jpg','',1451078047,1619732816,'','','',0,1,0,0,0,0,0,'0'),(327,126,0,'cat_top_floor_ad1_630','www.flyobd.com/','','','','1451078360094181831.jpg','',1448918280,1619732816,'','','',0,1,0,0,0,0,0,'0'),(328,126,0,'cat_top_floor_ad2_630','www.flyobd.com/','','','','1451078388083071931.jpg','',1448918340,1619732816,'','','',0,1,0,0,0,0,0,'0'),(329,126,0,'cat_top_floor_ad1_547','www.flyobd.com/','','','','1451078464428287290.jpg','',1448918400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(330,126,0,'cat_top_floor_ad2_547','www.flyobd.com/','','','','1451078501505168016.jpg','',1449004860,1619732816,'','','',0,1,0,0,0,0,0,'0'),(331,126,0,'cat_top_floor_ad2_1442','www.flyobd.com/','','','','1451078555211534418.jpg','',1448918520,1619732816,'','','',0,1,0,0,0,0,0,'0'),(332,126,0,'cat_top_floor_ad1_1442','www.flyobd.com/','','','','1451078580577301983.jpg','',1449091320,1619732816,'','','',0,1,0,0,0,0,0,'0'),(333,126,0,'cat_top_floor_ad3_463','www.flyobd.com/','','','','1451079348308213957.jpg','',1448919300,1619732816,'','','',0,1,0,0,0,0,0,'0'),(334,126,0,'cat_top_floor_ad4_463','www.flyobd.com/','','','','1451079375145919427.jpg','',1448919300,1619732816,'','','',0,1,0,0,0,0,0,'0'),(335,125,0,'cat_top_ad3_6','www.flyobd.com/','','','','1451079398194238422.jpg','',1419543360,1619732816,'','','',0,1,0,0,0,0,0,'0'),(336,126,0,'cat_top_floor_ad3_630','www.flyobd.com/','','','','1451079424728818862.jpg','',1448919360,1619732816,'','','',0,1,0,0,0,0,0,'0'),(337,125,0,'cat_top_ad4_6','www.flyobd.com/','','','','1451079426333496551.jpg','',1419543360,1619732816,'','','',0,1,0,0,0,0,0,'0'),(338,126,0,'cat_top_floor_ad4_630','www.flyobd.com/','','','','1451079447727669033.jpg','',1449092220,1619732816,'','','',0,1,0,0,0,0,0,'0'),(339,126,0,'cat_top_floor_ad3_547','www.flyobd.com/','','','','1451079618863432217.jpg','',1448919540,1619732816,'','','',0,1,0,0,0,0,0,'0'),(340,126,0,'cat_top_floor_ad4_547','www.flyobd.com/','','','','1451079637155695261.jpg','',1449006000,1619732816,'','','',0,1,0,0,0,0,0,'0'),(341,126,0,'cat_top_floor_ad3_1442','www.flyobd.com/','','','','1451079710995749978.jpg','',1448919660,1619732816,'','','',0,1,0,0,0,0,0,'0'),(342,126,0,'cat_top_floor_ad4_1442','www.flyobd.com/','','','','1451079731451544141.jpg','',1448919660,1619732816,'','','',0,1,0,0,0,0,0,'0'),(343,126,0,'cat_top_floor_ad3_347','www.flyobd.com/','','','','1451084961702966865.jpg','',1419548880,1619732816,'','','',0,1,0,0,0,0,0,'0'),(344,126,0,'cat_top_floor_ad4_347','www.flyobd.com/','','','','1451084983969532705.jpg','',1419548940,1619732816,'','','',0,1,0,0,0,0,0,'0'),(345,127,0,'女装套装','www.flyobd.com/','','','','1451528953681724583.jpg','',1419992880,1619732816,'','','',0,1,0,0,0,0,0,'0'),(346,127,0,'美食节','www.flyobd.com/','','','','1451529037369823795.jpg','',1419992940,1619732816,'','','',0,1,0,0,0,0,0,'0'),(347,125,0,'cat_top_ad1_858','www.flyobd.com/','','','','1451857177878570981.jpg','',1451857080,1619732816,'','','',0,1,0,0,0,0,0,'0'),(349,256,0,'1','www.flyobd.com/','','','','index_banner_1.png','',1452412800,1619732816,'','','',0,1,0,0,0,0,0,''),(355,257,0,'category_all_left1','www.flyobd.com/','','','','1456768339448555567.jpg','',1425145800,1619732816,'','','',0,1,0,0,0,0,0,'0'),(356,257,0,'category_all_left2','www.flyobd.com/','','','','1456768365379309702.jpg','',1425145920,1619732816,'','','',0,1,0,0,0,0,0,'0'),(357,257,0,'category_all_left3','www.flyobd.com/','','','','1456768387704636776.jpg','',1425145920,1619732816,'','','',0,1,0,0,0,0,0,'0'),(358,258,0,'category_all_right1_3','www.flyobd.com/','','','','1456785383546931528.jpg','',1425162840,1619732816,'','','',0,1,0,0,0,0,0,'0'),(359,258,0,'category_all_right2_3','www.flyobd.com/','','','','1456785404682377806.jpg','',1425162960,1619732816,'','','',0,1,0,0,0,0,0,'0'),(360,258,0,'category_all_right1_4','www.flyobd.com/','','','','1456785453145199918.jpg','',1425163020,1619732816,'','','',0,1,0,0,0,0,0,'0'),(361,258,0,'category_all_right2_4','www.flyobd.com/','','','','1456785475468617697.jpg','',1425163020,1619732816,'','','',0,1,0,0,0,0,0,'0'),(362,258,0,'category_all_right1_5','www.flyobd.com/','','','','1456785523538045662.jpg','',1425163080,1619732816,'','','',0,1,0,0,0,0,0,'0'),(363,258,0,'category_all_right2_5','www.flyobd.com/','','','','1456785623010908004.jpg','',1425163080,1619732816,'','','',0,1,0,0,0,0,0,'0'),(364,258,0,'category_all_right1_6','www.flyobd.com/','','','','1456786412193868486.jpg','',1456785783,1619732816,'','','',0,1,0,0,0,0,0,'0'),(365,258,0,'category_all_right2_6','www.flyobd.com/','','','','1456786451399905918.jpg','',1425163980,1619732816,'','','',0,1,0,0,0,0,0,'0'),(366,258,0,'category_all_right1_8','www.flyobd.com/','','','','1456786561210230358.jpg','',1425164100,1619732816,'','','',0,1,0,0,0,0,0,'0'),(367,258,0,'category_all_right2_8','www.flyobd.com/','','','','1456786581687045985.jpg','',1425164160,1619732816,'','','',0,1,0,0,0,0,0,'0'),(368,258,0,'category_all_right1_860','www.flyobd.com/','','','','1456786658519216525.jpg','',1425164220,1619732816,'','','',0,1,0,0,0,0,0,'0'),(369,258,0,'category_all_right2_860','www.flyobd.com/','','','','1456786709906436668.jpg','',1425164220,1619732816,'','','',0,1,0,0,0,0,0,'0'),(370,258,0,'category_all_right1_11','www.flyobd.com/','','','','1456786837111613851.jpg','',1425164400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(371,258,0,'category_all_right2_11','www.flyobd.com/','','','','1456786877677665609.jpg','',1425164400,1619732816,'','','',0,1,0,0,0,0,0,'0'),(372,258,0,'category_all_right1_1','www.flyobd.com/','','','','1456786917113459143.jpg','',1425164460,1619732816,'','','',0,1,0,0,0,0,0,'0'),(373,258,0,'category_all_right2_1','www.flyobd.com/','','','','1456786938183478751.jpg','',1425164460,1619732816,'','','',0,1,0,0,0,0,0,'0'),(374,258,0,'category_all_right1_866','www.flyobd.com/','','','','1456787012132636585.jpg','',1425164580,1619732816,'','','',0,1,0,0,0,0,0,'0'),(375,258,0,'category_all_right2_866','www.flyobd.com/','','','','1456787033199954526.jpg','',1425164580,1619732816,'','','',0,1,0,0,0,0,0,'0'),(376,258,0,'category_all_right1_864','www.flyobd.com/','','','','1456787061303779510.jpg','',1425164640,1619732816,'','','',0,1,0,0,0,0,0,'0'),(377,258,0,'category_all_right2_864','www.flyobd.com/','','','','1456787083709709911.jpg','',1425164640,1619732816,'','','',0,1,0,0,0,0,0,'0'),(378,258,0,'category_all_right1_861','www.flyobd.com/','','','','1456787146555923364.jpg','',1425164700,1619732816,'','','',0,1,0,0,0,0,0,'0'),(379,258,0,'category_all_right2_861','www.flyobd.com/','','','','1456787163864129666.jpg','',1425164700,1619732816,'','','',0,1,0,0,0,0,0,'0'),(380,258,0,'category_all_right1_12','www.flyobd.com/','','','','1456787191301272295.jpg','',1425164760,1619732816,'','','',0,1,0,0,0,0,0,'0'),(381,258,0,'category_all_right2_12','www.flyobd.com/','','','','1456787214639608672.jpg','',1425164760,1619732816,'','','',0,1,0,0,0,0,0,'0'),(382,258,0,'category_all_right1_863','www.flyobd.com/','','','','1456787253451878417.jpg','',1425164820,1619732816,'','','',0,1,0,0,0,0,0,'0'),(383,258,0,'category_all_right2_863','www.flyobd.com/','','','','1456787275218588028.jpg','',1425164820,1619732816,'','','',0,1,0,0,0,0,0,'0'),(384,258,0,'category_all_right1_865','www.flyobd.com/','','','','1456787313957593085.jpg','',1425164820,1619732816,'','','',0,1,0,0,0,0,0,'0'),(385,258,0,'category_all_right2_865','www.flyobd.com/','','','','1456787335001531835.jpg','',1425164880,1619732816,'','','',0,1,0,0,0,0,0,'0'),(386,258,0,'category_all_right1_867','www.flyobd.com/','','','','1456787375204635840.jpg','',1425164940,1619732816,'','','',0,1,0,0,0,0,0,'0'),(387,258,0,'category_all_right2_867','www.flyobd.com/','','','','1456787398555179499.jpg','',1456787376,1619732816,'','','',0,1,0,0,0,0,0,'0'),(388,258,0,'category_all_right2_858','www.flyobd.com/','','','','1456788004693448801.png','',1422745920,1619732816,'','','',0,1,0,0,0,0,0,'0'),(389,258,0,'category_all_right1_858','www.flyobd.com/','','','','1456787875251836096.png','',1425165240,1619732816,'','','',0,1,0,0,0,0,0,'0'),(390,259,0,'category_top_left1_8','www.flyobd.com/','','','','1456798571746008021.jpg','',1425176100,1619732816,'','','',0,1,0,0,0,0,0,'0'),(391,260,0,'category_top_banner1_8','www.flyobd.com/','','','','1456799050796220748.jpg','',1393640520,1619732816,'','','',0,1,0,0,0,0,0,'0'),(392,260,0,'category_top_banner2_8','www.flyobd.com/','','','','1457306514221462900.png','',1425684060,1619732816,'','','',0,1,0,0,0,0,0,'0'),(393,262,0,'top_style_elec_banner1_858','www.flyobd.com/','#bdcddc','','','1458523062341833443.jpg','',1458523043,1619732816,'','','',0,1,0,0,0,0,0,'0'),(395,263,0,'top_style_elec_brand1_858','www.flyobd.com/','','','','1458524699631215977.jpg','',1458524618,1619732816,'','','',0,1,0,0,0,0,0,'0'),(396,263,0,'top_style_elec_brand2_858','www.flyobd.com/','','','','1458524713307541070.jpg','',1458524702,1619732816,'','','',0,1,0,0,0,0,0,'0'),(397,263,0,'top_style_elec_brand3_858','www.flyobd.com/','','','','1458524733472234162.jpg','',1458524715,1619732816,'','','',0,1,0,0,0,0,0,'0'),(398,263,0,'top_style_elec_brand4_858','www.flyobd.com/','','','','1458524748272809927.jpg','',1458524735,1619732816,'','','',0,1,0,0,0,0,0,'0'),(399,263,0,'top_style_elec_brand5_858','www.flyobd.com/','','','','1458524772502363639.jpg','',1458524749,1619732816,'','','',0,1,0,0,0,0,0,'0'),(400,263,0,'top_style_elec_brand6_858','www.flyobd.com/','','','','1458524782813016209.jpg','',1458524773,1619732816,'','','',0,1,0,0,0,0,0,'0'),(401,264,0,'top_style_elec_row_1105','www.flyobd.com/','','','','1458526149436242494.jpg','',1458525491,1619732816,'','','',0,1,0,0,0,0,0,'0'),(402,264,0,'top_style_elec_row_1115','www.flyobd.com/','','','','1458526178026908999.jpg','',1458526159,1619732816,'','','',0,1,0,0,0,0,0,'0'),(403,264,0,'top_style_elec_row_1129','www.flyobd.com/','','','','1458526220555887604.jpg','',1458526187,1619732816,'','','',0,1,0,0,0,0,0,'0'),(404,264,0,'top_style_elec_row_1145','www.flyobd.com/','','','','1458526233179031227.jpg','',1458526222,1619732816,'','','',0,1,0,0,0,0,0,'0'),(405,264,0,'top_style_elec_row_1160','www.flyobd.com/','','','','1458526257017009323.jpg','',1458526236,1619732816,'','','',0,1,0,0,0,0,0,'0'),(406,265,0,'top_style_elec_left1_1105','www.flyobd.com/','','','','1458526299376369693.jpg','',1458526280,1619732816,'','','',0,1,0,0,0,0,0,'0'),(407,265,0,'top_style_elec_left2_1105','www.flyobd.com/','','','','1458526678334636963.jpg','',1458526300,1619732816,'','','',0,1,0,0,0,0,0,'0'),(408,265,0,'top_style_elec_left1_1115','www.flyobd.com/','','','','1458526491682645695.jpg','',1458526464,1619732816,'','','',0,1,0,0,0,0,0,'0'),(409,265,0,'top_style_elec_left2_1115','www.flyobd.com/','','','','1458526505680693059.jpg','',1458526492,1619732816,'','','',0,1,0,0,0,0,0,'0'),(410,265,0,'top_style_elec_left1_1129','www.flyobd.com/','','','','1458526721531628265.jpg','',1458526710,1619732816,'','','',0,1,0,0,0,0,0,'0'),(411,265,0,'top_style_elec_left2_1129','www.flyobd.com/','','','','1458526771524711480.jpg','',1458526723,1619732816,'','','',0,1,0,0,0,0,0,'0'),(412,265,0,'top_style_elec_left1_1145','www.flyobd.com/','','','','1458526795438736197.jpg','',1458526772,1619732816,'','','',0,1,0,0,0,0,0,'0'),(413,265,0,'top_style_elec_left2_1145','www.flyobd.com/','','','','1458526808408488460.jpg','',1458526796,1619732816,'','','',0,1,0,0,0,0,0,'0'),(414,265,0,'top_style_elec_left1_1160','www.flyobd.com/','','','','1458526818151585054.jpg','',1458526809,1619732816,'','','',0,1,0,0,0,0,0,'0'),(415,265,0,'top_style_elec_left2_1160','www.flyobd.com/','','','','1458526831538541935.jpg','',1458526820,1619732816,'','','',0,1,0,0,0,0,0,'0'),(416,266,0,'top_style_elec_foot_858','www.flyobd.com/','','','','1458526968824855005.jpg','',1458526945,1619732816,'','','',0,1,0,0,0,0,0,'0'),(417,267,0,'top_style_food_banner1_12','www.flyobd.com/','#b3d7f8','','','1458527800462020153.jpg','',1458527638,1619732816,'','','',0,1,0,0,0,0,0,'0'),(418,270,0,'top_style_food_hot1_12','www.flyobd.com/','','','','1458528177386413288.jpg','',1458528042,1619732816,'','','',0,1,0,0,0,0,0,'0'),(419,270,0,'top_style_food_hot2_12','www.flyobd.com/','','','','1458528190945888777.jpg','',1458528179,1619732816,'','','',0,1,0,0,0,0,0,'0'),(420,268,0,'top_style_food_row_615','www.flyobd.com/','','','','1458528279916365736.jpg','',1458528213,1619732816,'','','',0,1,0,0,0,0,0,'0'),(421,268,0,'top_style_food_row_617','www.flyobd.com/','','','','1458528302899503164.jpg','',1458528280,1619732816,'','','',0,1,0,0,0,0,0,'0'),(422,268,0,'top_style_food_row_616','www.flyobd.com/','','','','1458528333270920486.jpg','',1458528303,1619732816,'','','',0,1,0,0,0,0,0,'0'),(423,268,0,'top_style_food_row_619','www.flyobd.com/','','','','1458528368193846723.jpg','',1458528335,1619732816,'','','',0,1,0,0,0,0,0,'0'),(424,268,0,'top_style_food_row_620','www.flyobd.com/','','','','1458528393933302090.jpg','',1458528370,1619732816,'','','',0,1,0,0,0,0,0,'0'),(425,268,0,'top_style_food_row_623','www.flyobd.com/','','','','1458528827482266257.jpg','',1458528801,1619732816,'','','',0,1,0,0,0,0,0,'0'),(426,269,0,'top_style_food_left1_615','www.flyobd.com/','','','','1458528880333835727.jpg','',1458528852,1619732816,'','','',0,1,0,0,0,0,0,'0'),(427,269,0,'top_style_food_left2_615','www.flyobd.com/','','','','1458528892701938391.jpg','',1458528882,1619732816,'','','',0,1,0,0,0,0,0,'0'),(428,269,0,'top_style_food_left3_615','www.flyobd.com/','','','','1458528955219468641.jpg','',1458528893,1619732816,'','','',0,1,0,0,0,0,0,'0'),(429,269,0,'top_style_food_left1_616','www.flyobd.com/','','','','1458529368346408243.jpg','',1458528956,1619732816,'','','',0,1,0,0,0,0,0,'0'),(430,269,0,'top_style_food_left1_619','www.flyobd.com/','','','','1458529465772257671.jpg','',1458529369,1619732816,'','','',0,1,0,0,0,0,0,'0'),(431,269,0,'top_style_food_left1_617','www.flyobd.com/','','','','1458529476559333417.jpg','',1458529466,1619732816,'','','',0,1,0,0,0,0,0,'0'),(432,269,0,'top_style_food_left1_620','www.flyobd.com/','','','','1458529489489990581.jpg','',1458529477,1619732816,'','','',0,1,0,0,0,0,0,'0'),(433,269,0,'top_style_food_left1_623','www.flyobd.com/','','','','1458529510375119072.jpg','',1458529490,1619732816,'','','',0,1,0,0,0,0,0,'0'),(435,271,0,'notic_down_ad1','www.flyobd.com/','','','','1458584308607207790.jpg','',1458584293,1619732816,'','','',0,1,0,0,0,0,0,'0'),(436,272,0,'login_banner1','www.flyobd.com/','#e20459','','','1458612340962728009.jpg','',1458612268,1619732816,'','','',0,1,0,0,0,0,0,'0'),(437,273,0,'coupons_index1','www.flyobd.com/','rgb(255,209,1)','','','1469505299192689206.jpg','',1469505256,1619732816,'','','',0,1,0,0,0,0,0,'0'),(438,273,0,'coupons_index2','www.flyobd.com/','rgb(254,42,82)','','','1469505315258882636.jpg','',1469505301,1619732816,'','','',0,1,0,0,0,0,0,'0'),(439,274,0,'zc_index_banner5','www.flyobd.com/','','','','1469567547119136751.jpg','',1469567538,1619732816,'','','',0,1,0,0,0,0,0,'0'),(440,274,0,'zc_index_banner1','www.flyobd.com/','','','','1469567557303642525.jpg','',1469567550,1619732816,'','','',0,1,0,0,0,0,0,'0'),(441,274,0,'zc_index_banner2','www.flyobd.com/','','','','1469567564654177408.jpg','',1469567559,1619732816,'','','',0,1,0,0,0,0,0,'0'),(442,274,0,'zc_index_banner3','www.flyobd.com/','','','','1469567572908680839.jpg','',1469567565,1619732816,'','','',0,1,0,0,0,0,0,'0'),(443,274,0,'zc_index_banner4','www.flyobd.com/','','','','1469567582965877305.jpg','',1469567573,1619732816,'','','',0,1,0,0,0,0,0,'0'),(444,278,0,'regist_banner','www.flyobd.com/','#','','','1483637255218364816.jpg','',1469505301,1619732816,'','','',0,1,0,0,0,0,0,'0'),(452,290,0,'index_ad1','www.flyobd.com/','','','','1490233256986260628.jpg','',1488935911,1619732816,'','','',0,1,0,0,0,0,0,'0'),(453,290,0,'index_ad2','www.flyobd.com/','','','','1490122707106036304.jpg','',1488935931,1619732816,'','','',0,1,0,0,0,0,0,'0'),(454,290,0,'index_ad3','www.flyobd.com/','','','','1490122697974513454.jpg','',1488935938,1619732816,'','','',0,1,0,0,0,0,0,'0'),(455,291,0,'login_banner1','#','','','','1563754860530042354.jpg','',1488936087,1619732816,'','','',0,1,0,0,0,0,0,'0'),(456,292,0,'regist_banner','#','','','','1563755227349444620.png','',1488939804,1619732816,'','','',5,1,0,0,0,0,0,'0'),(457,293,0,'expert_field_ad1','www.flyobd.com/','','纯棉质品','把好货带回家','1489096584382939358.png','1490915252102177200.jpg',1489096556,1619732816,'','','',0,1,0,0,0,0,0,'0'),(458,293,0,'expert_field_ad2','www.flyobd.com/','','团购热卖','每一款都是好货','1489096593220418206.png','1490915247993555311.jpg',1489096586,1619732816,'','','',0,1,0,0,0,0,0,'0'),(459,293,0,'expert_field_ad3','www.flyobd.com/','','团购热卖','都是好货','1489096600517435313.png','1490915242570296715.jpg',1489096594,1619732816,'','','',0,1,0,0,0,0,0,'0'),(460,293,0,'expert_field_ad4','www.flyobd.com/','','舒适童鞋','帮宝宝学走路','1489096607113568601.png','1490915236292888895.jpg',1489096602,1619732816,'','','',0,1,0,0,0,0,0,'0'),(461,293,0,'expert_field_ad5','www.flyobd.com/','','双十二运动鞋','品牌直降','1489096615934856180.png','1490915231687856118.jpg',1489096608,1619732816,'','','',0,1,0,0,0,0,0,'0'),(463,294,0,'cat_goods_banner1_8','www.flyobd.com/','','','','1489096817747935230.jpg','',1489096790,1619732816,'','','',0,1,0,0,0,0,0,'0'),(464,294,0,'cat_goods_banner1_6','www.flyobd.com/','','','','1490122303694021636.jpg','',1489096819,1619732816,'','','',0,1,0,0,0,0,0,'0'),(467,295,0,'cat_goods_ad_left1_8','www.flyobd.com/','','','','1489097012554562951.jpg','',1489096997,1619732816,'','','',0,1,0,0,0,0,0,'0'),(469,295,0,'cat_goods_ad_left2_12','www.flyobd.com/','','','','1489097046101114217.jpg','',1489097033,1619732816,'','','',0,1,0,0,0,0,0,'0'),(470,295,0,'cat_goods_ad_left1_12','www.flyobd.com/','','','','1489097062436620962.jpg','',1489097047,1619732816,'','','',0,1,0,0,0,0,0,'0'),(471,295,0,'cat_goods_ad_left1_6','www.flyobd.com/','','','','1490050595301875484.jpg','',1489097064,1619732816,'','','',0,1,0,0,0,0,0,'0'),(488,296,0,'cat_goods_ad_right1_6','www.flyobd.com/','','毛衣','满100减10','1489098276968380915.jpg','',1489098253,1619732816,'','','',0,1,0,0,0,0,0,'0'),(489,296,0,'cat_goods_ad_right2_6','www.flyobd.com/','','随意搭','来潮我看','1490306314926098728.png','',1489098278,1619732816,'','','',0,1,0,0,0,0,0,'0'),(490,296,0,'cat_goods_ad_right3_6','www.flyobd.com/','','外套','大牌抢好货','1490306329134856641.png','',1489098287,1619732816,'','','',0,1,0,0,0,0,0,'0'),(491,296,0,'cat_goods_ad_right4_6','www.flyobd.com/','','连衣裙','春季流行款抢购','1490052904131503671.jpg','',1489098297,1619732816,'','','',0,1,0,0,0,0,0,'0'),(506,298,0,'recommend_category1','www.flyobd.com/','','优质新品','专注生活美学','1489108932305373215.png','1489108932830636804.jpg',1489108891,1619732816,'','','',0,1,0,0,0,0,0,'0'),(507,298,0,'recommend_category2','www.flyobd.com/','','品牌精选','潮牌尖货 初春换新','1489109017453223398.png','1489109017412962486.jpg',1489108935,1619732816,'','','',0,1,0,0,0,0,0,'0'),(508,298,0,'recommend_category3','www.flyobd.com/','','潮流女装','春装流行款抢购','1489109075626843283.png','1489109075453550789.jpg',1489109019,1619732816,'','','',0,1,0,0,0,0,0,'0'),(509,298,0,'recommend_category4','www.flyobd.com/','','人气美鞋','新外貌“鞋”会','1489109174067528878.png','1489109174107416929.jpg',1489109076,1619732816,'','','',0,1,0,0,0,0,0,'0'),(510,298,0,'recommend_category5','www.flyobd.com/','','护肤彩妆','春妆必买清单 低至3折','1489109238803807019.png','1489109238964052790.jpg',1489109176,1619732816,'','','',0,1,0,0,0,0,0,'0'),(511,299,0,'activity_top_ad_snatch1','www.flyobd.com/','','','','1489190512283125936.jpg','',1457654492,1619732816,'','','',0,1,0,0,0,0,0,'0'),(512,299,0,'activity_top_ad_auction1','www.flyobd.com/','','','','1489190546182648791.jpg','',1457654523,1619732816,'','','',0,1,0,0,0,0,0,'0'),(513,299,0,'activity_top_ad_group_buy1','www.flyobd.com/','','','','1489190577719076955.png','',1457654550,1619732816,'','','',0,1,0,0,0,0,0,'0'),(514,299,0,'activity_top_ad_exchange1','www.flyobd.com/','','','','1489190602215196771.jpg','',1489190590,1619732816,'','','',0,1,0,0,0,0,0,'0'),(515,300,0,'store_street_ad1','www.flyobd.com/','','','','1489190636366732843.jpg','',1489190619,1619732816,'','','',0,1,0,0,0,0,0,'0'),(517,302,0,'category_all_right1_858','www.flyobd.com/','','','','1489456033275320278.jpg','',1488160019,1619732816,'','','',0,1,0,0,0,0,0,'0'),(518,302,0,'category_all_right2_858','www.flyobd.com/','','','','1490570773625526521.png','',1488678586,1619732816,'','','',0,1,0,0,0,0,0,'0'),(519,303,0,'cate_layer_elec_row_1105','www.flyobd.com/','','','','1489534856818991776.jpg','',1488149082,1619732816,'','','',0,1,0,0,0,0,0,'0'),(520,304,0,'top_style_right_banner1_858','www.flyobd.com/','','','','1489535056974214850.jpg','',1488152630,1619732816,'','','',0,1,0,0,0,0,0,'0'),(521,306,0,'top_style_elec_brand1_858','www.flyobd.com/','','','','1489536055047315446.jpg','',1488153617,1619732816,'','','',0,1,0,0,0,0,0,'0'),(522,306,0,'top_style_elec_brand2_858','www.flyobd.com/','','','','1489536074996320080.jpg','',1488758459,1619732816,'','','',0,1,0,0,0,0,0,'0'),(523,307,0,'top_style_elec_brand_left_858','www.flyobd.com/','','','','1489536447590847769.jpg','',1488154029,1619732816,'','','',0,1,0,0,0,0,0,'0'),(524,308,0,'top_style_elec_left1_1105','www.flyobd.com/','','','','1489538680174795259.jpg','',1488069837,1619732816,'','','',0,1,0,0,0,0,0,'0'),(525,308,0,'top_style_elec_left1_1115','www.flyobd.com/','','','','1490207269803433097.png','',1488069937,1619732816,'','','',0,1,0,0,0,0,0,'0'),(526,308,0,'top_style_elec_left1_1129','www.flyobd.com/','','','','1490207291787525979.png','',1488156359,1619732816,'','','',0,1,0,0,0,0,0,'0'),(527,308,0,'top_style_elec_left1_1145','www.flyobd.com/','','','','1490207306365375136.png','',1488069989,1619732816,'','','',0,1,0,0,0,0,0,'0'),(528,308,0,'top_style_elec_left1_1160','www.flyobd.com/','','','','1490207320389719688.png','',1489538804,1619732816,'','','',0,1,0,0,0,0,0,'0'),(529,309,0,'top_style_elec_row_1105','www.flyobd.com/','','','','1490902077127938739.png','',1489538913,1619732816,'','','',0,1,0,0,0,0,0,'0'),(531,309,0,'top_style_elec_row_1129','www.flyobd.com/','','','','1489539213956559793.jpg','',1489539195,1619732816,'','','',0,1,0,0,0,0,0,'0'),(533,309,0,'top_style_elec_row_1160','www.flyobd.com/','','','','1490902087912248158.png','',1489539229,1619732816,'','','',0,1,0,0,0,0,0,'0'),(534,303,0,'cate_layer_elec_row_619','www.flyobd.com/','','','','1489544769477177690.jpg','',1489544733,1619732816,'','','',0,1,0,0,0,0,0,'0'),(535,304,0,'top_style_right_banner1_12','www.flyobd.com/','','','','1489545123142868907.jpg','',1489545105,1619732816,'','','',0,1,0,0,0,0,0,'0'),(536,304,0,'top_style_right_banner2_12','www.flyobd.com/','','','','1490141678539910636.png','',1489545140,1619732816,'','','',0,1,0,0,0,0,0,'0'),(537,304,0,'top_style_right_banner3_12','www.flyobd.com/','','','','1490141687750252395.png','',1489545159,1619732816,'','','',0,1,0,0,0,0,0,'0'),(574,316,0,'brand_index_ad1','www.flyobd.com/','','','','1490573204950514232.png','',1489712914,1619732816,'','','',0,1,0,0,0,0,0,'0'),(575,317,0,'recommend_merchants1','merchants_store.php?merchant_id=9','','美宝莲','纽约高街潮妆','1490809761217876585.png','1490809962606266227.png',1489775033,1619732816,'','','',0,1,0,0,0,0,0,'0'),(576,317,0,'recommend_merchants2','merchants_store.php?merchant_id=5','','三只松鼠','就是这个味','1490809806968463857.png','1490809975987863603.png',1489775085,1619732816,'','','',0,1,0,0,0,0,0,'0'),(577,317,0,'recommend_merchants3','merchants_store.php?merchant_id=2','','绿联旗舰店','给生活多点精彩','1490809848143312315.png','1490809989737429921.png',1489775105,1619732816,'','','',0,1,0,0,0,0,0,'0'),(578,317,0,'recommend_merchants4','merchants_store.php?merchant_id=6','','韩都衣舍','满249减50','1490809371858823504.png','1490809605496323484.jpg',1489775123,1619732816,'','','',0,1,0,0,0,0,0,'0'),(582,318,0,'merchants_index_top1','www.flyobd.com/','','','','1489978643396742470.jpg','',1489978595,1619732816,'','','',0,1,0,0,0,0,0,'0'),(584,319,0,'merchants_index_category_ad1_858','www.flyobd.com/','','','','1489978876184880114.png','',1489978860,1619732816,'','','',0,1,0,0,0,0,0,'0'),(585,319,0,'merchants_index_category_ad1_3','www.flyobd.com/','','','','1489978893615987749.png','',1489978878,1619732816,'','','',0,1,0,0,0,0,0,'0'),(586,319,0,'merchants_index_category_ad1_860','www.flyobd.com/','','','','1490910332576618152.png','',1489978894,1619732816,'','','',0,1,0,0,0,0,0,'0'),(587,319,0,'merchants_index_category_ad1_5','www.flyobd.com/','','','','1489978926013749778.png','',1489978913,1619732816,'','','',0,1,0,0,0,0,0,'0'),(588,319,0,'merchants_index_category_ad1_866','www.flyobd.com/','','','','1489978943655622374.png','',1489978929,1619732816,'','','',0,1,0,0,0,0,0,'0'),(589,319,0,'merchants_index_category_ad1_12','www.flyobd.com/','','','','1489978957373122314.png','',1489978945,1619732816,'','','',0,1,0,0,0,0,0,'0'),(590,319,0,'merchants_index_category_ad1_6','www.flyobd.com/','','','','1489978972367649095.png','',1489978958,1619732816,'','','',0,1,0,0,0,0,0,'0'),(591,319,0,'merchants_index_category_ad1_8','www.flyobd.com/','','','','1489978986231187639.png','',1489978973,1619732816,'','','',0,1,0,0,0,0,0,'0'),(592,320,0,'merchants_index_case_ad1','www.flyobd.com/','','模板堂官方旗舰店','模板堂是国内最专业、最具开发实力的独立电子商务服务与技术提供商，业内首家股交所挂牌企业','1490061461513345174.png','',1489979153,1619732816,'','','',0,1,0,0,0,0,0,'0'),(593,320,0,'merchants_index_case_ad2','www.flyobd.com/','','ECJia电商专营店','ECJia为你提供当下多种主流设备的商城开发业务，实现电商领域从移动端到PC端的终极解决方案的全方位布局','1489979528200662778.png','',1489979499,1619732816,'','','',0,1,0,0,0,0,0,'0'),(594,320,0,'merchants_index_case_ad3','www.flyobd.com/','','大商创电商系统','在商创网络基于十年的电商架构重构下，打造出了一套可以满足运营商、供货商、采购商、用户分销等，在PC与移动设备上','1489979554533969030.png','',1489979530,1619732816,'','','',0,1,0,0,0,0,0,'0'),(595,320,0,'merchants_index_case_ad4','www.flyobd.com/','','ECTouch自营店','ECTouch是上海商创网络科技有限公司推出的一款移动商城网店系统，可以在手机上面卖商品的电子商务软件系统','1489979583329456244.png','',1489979556,1619732816,'','','',0,1,0,0,0,0,0,'0'),(596,297,0,'cat_tree_858_1','www.flyobd.com/','','','','1490847672639256000.jpg','',1490031207,1619732816,'','','',0,1,0,0,0,0,0,'0'),(597,297,0,'cat_tree_64_1','www.flyobd.com/','','','','1490031670718871216.jpg','',1490031659,1619732816,'','','',0,1,0,0,0,0,0,'0'),(598,297,0,'cat_tree_5_1','www.flyobd.com/','','','','1490847695352345291.jpg','',1490031672,1619732816,'','','',0,1,0,0,0,0,0,'0'),(599,297,0,'cat_tree_159_1','www.flyobd.com/','','','','1490031691947919856.jpg','',1490031683,1619732816,'','','',0,1,0,0,0,0,0,'0'),(600,297,0,'cat_tree_360_1','www.flyobd.com/','','','','1490031701932503282.jpg','',1490031692,1619732816,'','','',0,1,0,0,0,0,0,'0'),(601,297,0,'cat_tree_860_1','www.flyobd.com/','','','','1490847656340816332.jpg','',1490031704,1619732816,'','','',0,1,0,0,0,0,0,'0'),(605,295,0,'cat_goods_ad_left1_858','www.flyobd.com/','','','','1490119207742737279.jpg','',1490050736,1619732816,'','','',0,1,0,0,0,0,0,'0'),(608,294,0,'cat_goods_banner1_858','www.flyobd.com/','','','','1490117353823374775.jpg','',1490051180,1619732816,'','','',0,1,0,0,0,0,0,'0'),(609,295,0,'cat_goods_ad_left2_858','www.flyobd.com/','','','','1490119219963382845.jpg','',1490051976,1619732816,'','','',0,1,0,0,0,0,0,'0'),(610,295,0,'cat_goods_ad_left2_6','www.flyobd.com/','','','','1490052587284176069.jpg','',1490052343,1619732816,'','','',0,1,0,0,0,0,0,'0'),(611,295,0,'cat_goods_ad_left2_8','www.flyobd.com/','','','','1490052732778659370.jpg','',1490052717,1619732816,'','','',0,1,0,0,0,0,0,'0'),(612,296,0,'cat_goods_ad_right5_6','www.flyobd.com/','','女士套装','新品低至5折','1490052950590256241.jpg','',1490052932,1619732816,'','','',0,1,0,0,0,0,0,'0'),(613,296,0,'cat_goods_ad_right4_8','www.flyobd.com/','','欧时纳女包','跨万店3免1','1490054296112840700.jpg','',1490054262,1619732816,'','','',0,1,0,0,0,0,0,'0'),(615,296,0,'cat_goods_ad_right2_8','www.flyobd.com/','','纪梵希','Givenchy大牌上新','1490054570796084562.jpg','',1490054535,1619732816,'','','',0,1,0,0,0,0,0,'0'),(616,296,0,'cat_goods_ad_right3_8','www.flyobd.com/','','防水斜挎包','商创自营，闪电发货','1490054618097467344.jpg','',1490054591,1619732816,'','','',0,1,0,0,0,0,0,'0'),(617,296,0,'cat_goods_ad_right5_8','www.flyobd.com/','','大牌精选','满159减20','1490054722277186257.jpg','',1490054695,1619732816,'','','',0,1,0,0,0,0,0,'0'),(619,296,0,'cat_goods_ad_right1_8','www.flyobd.com/','','商务出差必备','磨砂登机箱','1490055558753361625.jpg','',1490055399,1619732816,'','','',0,1,0,0,0,0,0,'0'),(620,296,0,'cat_goods_ad_right1_12','www.flyobd.com/','','李锦记','商创自营 好物低价','1490056014646033994.jpg','',1490055984,1619732816,'','','',0,1,0,0,0,0,0,'0'),(621,296,0,'cat_goods_ad_right2_12','www.flyobd.com/','','金锣火腿肠','方便食品嗨翻12月','1490056067091447645.jpg','',1490056036,1619732816,'','','',0,1,0,0,0,0,0,'0'),(622,296,0,'cat_goods_ad_right3_12','www.flyobd.com/','','酸辣牛肉味五连包','五连包39.9元选4件','1490056099386679024.jpg','',1490056077,1619732816,'','','',0,1,0,0,0,0,0,'0'),(623,296,0,'cat_goods_ad_right4_12','www.flyobd.com/','','泰清香茉莉香米','满79香米1KG','1490056124224949852.jpg','',1490056101,1619732816,'','','',0,1,0,0,0,0,0,'0'),(624,296,0,'cat_goods_ad_right5_12','www.flyobd.com/','','魔力紫','悠享闲静的独处时光','1490056202072159705.jpg','',1490056179,1619732816,'','','',0,1,0,0,0,0,0,'0'),(625,296,0,'cat_goods_ad_right1_858','www.flyobd.com/','','智能音响','满100减19','1490058287659368557.JPG','',1490057017,1619732816,'','','',0,1,0,0,0,0,0,'0'),(626,296,0,'cat_goods_ad_right2_858','www.flyobd.com/','','欧井除湿机','净化干衣一体','1490058706208855820.jpg','',1490057127,1619732816,'','','',0,1,0,0,0,0,0,'0'),(627,296,0,'cat_goods_ad_right3_858','www.flyobd.com/','','极客系列','定金100元抵300元','1490057254201639013.jpg','',1490057197,1619732816,'','','',0,1,0,0,0,0,0,'0'),(628,296,0,'cat_goods_ad_right4_858','www.flyobd.com/','','美的电饭煲','给力“购”实惠','1490058571070789527.jpg','',1490057256,1619732816,'','','',0,1,0,0,0,0,0,'0'),(629,296,0,'cat_goods_ad_right5_858','www.flyobd.com/','','海信55英寸','买即得无线鼠标一个','1490057578128252379.jpg','',1490057330,1619732816,'','','',0,1,0,0,0,0,0,'0'),(630,323,0,'category_top_banner1_8','www.flyobd.com/','','','','1490062791529079580.jpg','',1490062747,1619732816,'','','',0,1,0,0,0,0,0,'0'),(631,294,0,'cat_goods_banner2_858','www.flyobd.com/','','','','1490119277036128488.png','',1490119262,1619732816,'','','',0,1,0,0,0,0,0,'0'),(632,294,0,'cat_goods_banner3_858','www.flyobd.com/','','','','1490119305843074053.png','',1490119279,1619732816,'','','',0,1,0,0,0,0,0,'0'),(633,294,0,'cat_goods_banner2_8','www.flyobd.com/','','','','1490122177697114308.jpg','',1490122164,1619732816,'','','',0,1,0,0,0,0,0,'0'),(634,294,0,'cat_goods_banner3_8','www.flyobd.com/','','','','1490122188054886029.jpg','',1490122179,1619732816,'','','',0,1,0,0,0,0,0,'0'),(635,294,0,'cat_goods_banner2_6','www.flyobd.com/','','','','1490123545666744098.jpg','',1490123520,1619732816,'','','',0,1,0,0,0,0,0,'0'),(636,294,0,'cat_goods_banner3_6','www.flyobd.com/','','','','1490123560662295381.jpg','',1490123547,1619732816,'','','',0,1,0,0,0,0,0,'0'),(637,301,0,'top_style_elec_banner1_858','www.flyobd.com/','','','','1490124441717460687.jpg','',1490124332,1619732816,'','','',0,1,0,0,0,0,0,'0'),(638,301,0,'top_style_elec_banner2_858','www.flyobd.com/','','','','1490124814094800149.jpg','',1490124795,1619732816,'','','',0,1,0,0,0,0,0,'0'),(639,301,0,'top_style_elec_banner3_858','www.flyobd.com/','','','','1490125651244463942.jpg','',1490125278,1619732816,'','','',0,1,0,0,0,0,0,'0'),(640,301,0,'top_style_elec_banner4_858','www.flyobd.com/','','','','1490125633853939100.jpg','',1490125290,1619732816,'','','',0,1,0,0,0,0,0,'0'),(641,301,0,'top_style_elec_banner5_858','www.flyobd.com/','','','','1490131040358744452.png','',1490131024,1619732816,'','','',0,1,0,0,0,0,0,'0'),(661,334,0,'coupons_index1','www.flyobd.com/','#fe9cdf','','','1490207084408068909.jpg','',1490206906,1619732816,'','','',0,1,0,0,0,0,0,'0'),(663,330,0,'presale_banner1','www.flyobd.com/','#353535','','','1490725841991955342.png','',1490208389,1619732816,'','','',0,1,0,0,0,0,0,'0'),(665,335,0,'zc_index_banner1','www.flyobd.com/','','','','1490233103535754396.png','',1488318050,1619732816,'','','',0,1,0,0,0,0,0,'0'),(666,335,0,'zc_index_banner2','www.flyobd.com/','','','','1490233117055899880.jpg','',1488318066,1619732816,'','','',0,1,0,0,0,0,0,'0'),(667,335,0,'zc_index_banner3','www.flyobd.com/','','','','1490911095437259346.jpg','',1488318079,1619732816,'','','',0,1,0,0,0,0,0,'0'),(668,335,0,'zc_index_banner4','www.flyobd.com/','','','','1490910942605072651.jpg','',1488318093,1619732816,'','','',0,1,0,0,0,0,0,'0'),(669,331,0,'presale_banner_new1','www.flyobd.com/','#43434f','','','1490223264409969552.jpg','',1490219333,1619732816,'','','',0,1,0,0,0,0,0,'0'),(670,333,0,'presale_banner_advance1','www.flyobd.com/','#50befb','','','1490223767485574091.png','',1490223383,1619732816,'','','',0,1,0,0,0,0,0,'0'),(671,332,0,'presale_banner_category1','www.flyobd.com/','#cdf2f8','','','1490223638444004576.jpg','',1490223631,1619732816,'','','',0,1,0,0,0,0,0,'0'),(676,297,0,'cat_tree_4_1','www.flyobd.com/','','','','1490296350661886591.jpg','',1490296201,1619732816,'','','',0,1,0,0,0,0,0,'0'),(677,297,0,'cat_tree_3_1','www.flyobd.com/','','','','1490296477657287023.jpg','',1490296441,1619732816,'','','',0,1,0,0,0,0,0,'0'),(680,297,0,'cat_tree_6_1','www.flyobd.com/','','','','1490296743207336995.jpg','',1490296712,1619732816,'','','',0,1,0,0,0,0,0,'0'),(681,297,0,'cat_tree_8_1','www.flyobd.com/','','','','1490296765062943272.jpg','',1490296747,1619732816,'','','',0,1,0,0,0,0,0,'0'),(682,297,0,'cat_tree_12_1','www.flyobd.com/','','','','1490296927983706462.jpg','',1490296919,1619732816,'','','',0,1,0,0,0,0,0,'0'),(684,302,0,'category_all_right1_3','www.flyobd.com/','','','','1490571080609535329.png','',1490571042,1619732816,'','','',0,1,0,0,0,0,0,'0'),(685,302,0,'category_all_right2_3','www.flyobd.com/','','','','1490571144829923073.png','',1490571082,1619732816,'','','',0,1,0,0,0,0,0,'0'),(686,302,0,'category_all_right1_4','www.flyobd.com/','','','','1490571232056521091.png','',1490571222,1619732816,'','','',0,1,0,0,0,0,0,'0'),(687,302,0,'category_all_right2_4','www.flyobd.com/','','','','1490914883851683164.png','',1490571233,1619732816,'','','',0,1,0,0,0,0,0,'0'),(688,302,0,'category_all_right1_5','www.flyobd.com/','','','','1490571256286055285.png','',1490571243,1619732816,'','','',0,1,0,0,0,0,0,'0'),(689,302,0,'category_all_right2_5','www.flyobd.com/','','','','1490571283674722383.png','',1490571258,1619732816,'','','',0,1,0,0,0,0,0,'0'),(690,302,0,'category_all_right1_6','www.flyobd.com/','','','','1490571293451024105.png','',1490571284,1619732816,'','','',0,1,0,0,0,0,0,'0'),(691,302,0,'category_all_right1_8','www.flyobd.com/','','','','1490571310555629989.png','',1488324894,1619732816,'','','',0,1,0,0,0,0,0,'0'),(693,336,0,'index_brand_banner1','www.flyobd.com/','','','','1490896397653643539.jpg','',1490722603,1619732816,'','','',0,1,0,0,0,0,0,'0'),(694,329,0,'presale_banner_small_right1','www.flyobd.com/','','','','1490724298871812825.png','',1490723184,1619732816,'','','',0,1,0,0,0,0,0,'0'),(695,328,0,'presale_banner_small1','www.flyobd.com/','','','','1490724525832521054.png','',1490723208,1619732816,'','','',0,1,0,0,0,0,0,'0'),(696,328,0,'presale_banner_small2','www.flyobd.com/','','','','1490723239188592641.png','',1490723233,1619732816,'','','',0,1,0,0,0,0,0,'0'),(697,329,0,'presale_banner_small_left1','www.flyobd.com/','','','','1490724290008094165.png','',1490723254,1619732816,'','','',0,1,0,0,0,0,0,'0'),(698,328,0,'presale_banner_small3','www.flyobd.com/','','','','1490724619919484515.png','',1490724613,1619732816,'','','',0,1,0,0,0,0,0,'0'),(699,330,0,'presale_banner2','www.flyobd.com/','#1fc18a','','','1490725861596561088.png','',1490725853,1619732816,'','','',0,1,0,0,0,0,0,'0'),(700,330,0,'presale_banner3','www.flyobd.com/','#483d69','','','1490725932892712911.png','',1490725863,1619732816,'','','',0,1,0,0,0,0,0,'0'),(702,338,0,'seckill_top_ad1','www.flyobd.com/','','','','1490909286921313185.jpg','',1488307280,1619732816,'','','',0,1,0,0,0,0,0,'0'),(704,339,0,'floor_banner6','www.flyobd.com/','','','','1490900989999272847.png','',1490900971,1619732816,'','','',3,1,0,0,0,0,0,'0'),(705,339,0,'floor_banner8','www.flyobd.com/','','','','1490901046837666338.png','',1490901032,1619732816,'','','',1,1,0,0,0,0,0,'0'),(706,340,0,'top_banner','#','#1E4497','','','1563297846118080560.png','',1490901202,1619732816,'','','',4,1,0,0,0,0,0,'0'),(707,339,0,'floor_banner12','www.flyobd.com/','','','','1490901460380386296.png','',1490901447,1619732816,'','','',1,1,0,0,0,0,0,'0'),(708,339,0,'floor_banner858','www.flyobd.com/','','','','1490901808662828501.png','',1490901461,1619732816,'','','',0,1,0,0,0,0,0,'0'),(713,347,0,'防伪广告位','http://','','','','1557277795801482972.png','',1557277736,1559869736,'','','',0,1,0,0,0,0,0,'0');

/*Table structure for table `fly_ad_custom` */

DROP TABLE IF EXISTS `fly_ad_custom`;

CREATE TABLE `fly_ad_custom` (
  `ad_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `ad_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `ad_name` varchar(60) DEFAULT NULL,
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `content` mediumtext,
  `url` varchar(255) DEFAULT NULL,
  `ad_status` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`ad_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_ad_custom` */

/*Table structure for table `fly_ad_position` */

DROP TABLE IF EXISTS `fly_ad_position`;

CREATE TABLE `fly_ad_position` (
  `position_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `position_name` varchar(60) NOT NULL DEFAULT '',
  `ad_width` smallint(5) unsigned NOT NULL DEFAULT '0',
  `ad_height` smallint(5) unsigned NOT NULL DEFAULT '0',
  `position_model` varchar(255) NOT NULL,
  `position_desc` varchar(255) NOT NULL DEFAULT '',
  `position_style` text NOT NULL,
  `is_public` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `theme` varchar(160) NOT NULL,
  PRIMARY KEY (`position_id`),
  KEY `user_id` (`user_id`),
  KEY `theme` (`theme`)
) ENGINE=MyISAM AUTO_INCREMENT=349 DEFAULT CHARSET=utf8;

/*Data for the table `fly_ad_position` */

insert  into `fly_ad_position`(`position_id`,`user_id`,`position_name`,`ad_width`,`ad_height`,`position_model`,`position_desc`,`position_style`,`is_public`,`theme`) values (79,0,'店铺轮播图',1200,480,'users_a[num_id]_[merchant_id]','num_id-数量序号，merchant_id-商家ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',1,'ecmoban_dsc'),(91,0,'左侧分类导航广告',181,120,'cat_tree_[cat_id]_[num_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(92,0,'首页轮播图下广告1',243,136,'首页轮播下广告[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(94,0,'首页轮播图下广告2',243,136,'','首页轮播图下广告2','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(95,0,'首页轮播图下广告3',243,136,'','首页轮播图下广告3','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(96,0,'首页轮播图下广告4',243,136,'','首页轮播图下广告4','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(97,0,'首页轮播图下广告5',243,136,'','首页轮播图下广告5','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(98,0,'首页轮播图下广告6',243,136,'','首页轮播图下广告6','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(99,0,'首页轮播图下广告7',243,136,'','首页轮播图下广告7','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(100,0,'首页轮播图下广告8',243,136,'','首页轮播图下广告8','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(101,0,'首页轮播图下广告9',243,136,'','首页轮播图下广告9','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(102,0,'首页大轮播图',1920,516,'index_ad[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc'),(103,0,'首页楼层广告',1200,110,'floor_banner[cat_id]','cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(104,0,'首页楼层轮播图',342,490,'cat_goods_banner[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc'),(105,0,'首页顶部广告',1200,80,'','直接填写广告名称','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc'),(106,0,'首页楼层热门推荐',238,132,'cat_goods_hot[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(107,0,'首页品牌街轮播图',275,121,'index_brand_banner[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(109,0,'首页团购轮播图',240,262,'index_group_banner[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(110,0,'首页banner右侧促销轮播图',210,120,'index_banner_group[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(111,0,'品牌街广告位',276,122,'brand_adv_[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n<div class=\"item\">{$ad}</div>\r\n{/foreach}\r\n',0,'ecmoban_dsc'),(115,0,'品牌首页分类下广告',330,100,'brand_cat_ad[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc'),(116,0,'预售首页大轮播图',1022,380,'presale_banner[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(117,0,'品牌页头部广告',276,122,'品牌广告[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n<div class=\"item\">{$ad}</div>\r\n{/foreach}',0,'ecmoban_dsc'),(118,0,'CMS频道页面左侧广告',338,205,'article_channel_left_ad[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(119,0,'预售分类广告位',1022,380,'presale_banner_category[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(120,0,'预售新品广告位',1200,380,'presale_banner_new[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(121,0,'预售首页招牌推荐左右侧广告',300,300,'presale_banner_small_right[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(122,0,'预售首页招牌推荐中间轮播广告',600,300,'presale_banner_small[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(123,0,'顶级分类（女装、内衣、中老年）新品首发',190,248,'cat_top_new_ad[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc'),(124,0,'顶级分类（女装、内衣、中老年）今日抢购日期',234,271,'cat_top_prom_ad[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc'),(125,0,'顶级分类（女装、内衣、中老年）轮播图',970,327,'cat_top_ad[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc'),(126,0,'顶级分类（女装、内衣、中老年）楼层广告',275,490,'cat_top_floor_ad[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc'),(127,0,'首页底部可能感兴趣',225,140,'','直接填写广告名称','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(256,0,'手机端首页Banner广告位',360,168,'','','{foreach from=$ads item=ad}<div class=\'swiper-slide\'>{$ad}</div>{/foreach}',0,'ecmoban_sc3.0'),(257,0,'全部商品分类页左边广告',280,160,'category_all_left[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(258,0,'全部商品分类页右边广告',200,130,'category_all_right[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(259,0,'默认顶级分类页面左边广告',230,148,'category_top_left[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(260,0,'默认顶级分类页面右边轮播图广告',956,248,'category_top_banner[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(261,0,'预售抢先订广告位',1022,380,'presale_banner_advance[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(262,0,'顶级分类页（家电模板）轮播图',970,295,'top_style_elec_banner[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(263,0,'顶级分类页（家电模板）品牌广告',185,210,'top_style_elec_brand[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(264,0,'顶级分类页（家电模板）楼层横幅广告',1200,90,'top_style_elec_row_[cat_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(265,0,'顶级分类页（家电模板）楼层左侧广告',340,302,'top_style_elec_left[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(266,0,'顶级分类页（家电模板）底部横幅广告',1200,136,'top_style_elec_foot_[cat_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(267,0,'顶级分类页（食品模板）轮播图',774,400,'top_style_food_banner[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(268,0,'顶级分类页（食品模板）楼层横幅广告',1200,90,'top_style_food_row_[cat_id]','cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(269,0,'顶级分类页（食品模板）楼层左侧广告',323,375,'top_style_food_left[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(270,0,'顶级分类页（食品模板）热门广告',227,289,'top_style_food_hot[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(271,0,'CMS频道页商城公告广告',306,160,'','直接填写广告名称','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(272,0,'登录页轮播图',1200,500,'login_banner[num_id]','','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc'),(273,0,'优惠券首页轮播图广告',1200,300,'coupons_index[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(274,0,'众筹首页轮播图',1200,380,'zc_index_banner[num_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\n{foreach from=$ads item=ad}\n<tr><td>{$ad}</td></tr>\n{/foreach}\n</table>',0,'ecmoban_dsc'),(275,0,'新品牌首页顶部广告',990,378,'brandn_top_ad[num_id]',' 	num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(276,0,'新品牌左侧广告',198,251,'brandn_left_ad[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(277,0,'商品分类页广告',690,100,'category_top_ad[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(278,0,'regist_banner',526,327,'注册页面左侧banner图','注册页面左侧banner图','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc'),(290,0,'首页大轮播图',1920,516,'index_ad[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(291,0,'登录页广告',1920,530,'login_banner[num_id]','','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(292,0,'regist_banner',400,324,'注册页面左侧banner图','注册页面左侧banner图','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(293,0,'达人专区广告',99,72,'expert_field_ad[num_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(294,0,'首页楼层轮播图',232,570,'cat_goods_banner[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(295,0,'首页楼层左侧广告图',232,280,'cat_goods_ad_left[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(296,0,'首页楼层右侧广告图',232,280,'cat_goods_ad_right[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(297,0,'左侧分类导航广告',199,97,'cat_tree_[cat_id]_[num_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(298,0,'首页推荐分类广告位',232,330,'recommend_category[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(299,0,'促销广告位',1920,500,'activity_top_ad[name][act_id]','name-广告位显示页面名称,act_id-活动id（可为空）','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(300,0,'店铺街广告',1920,200,'store_street_ad[num_id]','','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(301,0,'顶级分类页（家电模板）轮播图',970,295,'top_style_elec_banner[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(302,0,'全部商品分类页右边广告',200,130,'category_all_right[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(303,0,'顶级分类页全部分类右侧广告',210,410,'cate_layer_elec_row_[cat_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(304,0,'顶级分类页轮播右侧广告',245,340,'top_style_right_banner[num_id]_[cat_id]','cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(305,0,'顶级分类页（食品模板）轮播图',774,400,'top_style_food_banner[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(306,0,'顶级分类页（家电模板）品牌右侧广告',400,150,'top_style_elec_brand[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(307,0,'顶级分类页（家电模板）品牌左侧广告',350,300,'top_style_elec_brand_left_[cat_id]','cat_id-分类id','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(308,0,'顶级分类页（家电模板）楼层左侧广告',280,460,'top_style_elec_left[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(309,0,'顶级分类页（家电模板）楼层横幅广告',1200,100,'top_style_elec_row_[cat_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(310,0,'顶级分类页（食品模板）精品推荐',240,350,'top_style_food_hot[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(311,0,'顶级分类页（食品模板）楼层横幅广告',1200,120,'top_style_food_row_[cat_id]','cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(312,0,'顶级分类页（食品模板）楼层左侧广告',580,440,'top_style_food_left[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(313,0,'顶级分类页（女装、内衣、中老年）轮播图',1903,327,'cat_top_ad[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(314,0,'顶级分类（女装、内衣、中老年）楼层广告',400,660,'cat_top_floor_ad[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(315,0,'顶级分类（女装、内衣、中老年）楼层右侧广告',399,170,'cat_top_floor_ad_right[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(316,0,'品牌首页轮播图',1920,300,'brand_index_ad[num_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\n{foreach from=$ads item=ad}\n<tr><td>{$ad}</td></tr>\n{/foreach}\n</table>',0,'ecmoban_dsc2017'),(317,0,'首页推荐店铺广告位',386,187,'recommend_merchants[num_id]_[cat_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(318,0,'入驻首页头部广告',1920,385,'merchants_index_top[num_id]','[num_id]-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(319,0,'入驻首页推荐类目',98,85,'merchants_index_category_ad[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(320,0,'入驻首页成功案例',282,200,'merchants_index_case_ad[num_id]','[num_id]-广告位编号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(323,0,'顶级分类页（默认）轮播图',1920,390,'category_top_banner[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(324,0,'顶级分类页（默认）今日推荐头部广告',400,120,'category_top_default_best_head[num_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(325,0,'顶级分类页（默认）新品到货头部广告',400,120,'category_top_default_new_head[num_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(326,0,'顶级分类页（默认）今日推荐左侧广告',480,280,'category_top_default_best_left[num_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(327,0,'顶级分类页（默认）新品到货左侧广告',480,280,'category_top_default_new_left[num_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(328,0,'预售首页招牌推荐中间轮播广告',600,300,'presale_banner_small[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(329,0,'预售首页招牌推荐左右侧广告',300,300,'presale_banner_small_right[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(330,0,'预售首页大轮播图',1022,380,'presale_banner[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(331,0,'预售新品广告位',1200,380,'presale_banner_new[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(332,0,'预售分类广告位',1022,380,'presale_banner_category[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(333,0,'预售抢先订广告位',1022,380,'presale_banner_advance[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(334,0,'优惠券首页轮播图广告',900,300,'coupons_index[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(335,0,'众筹首页轮播图',1200,380,'zc_index_banner[num_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\n{foreach from=$ads item=ad}\n<tr><td>{$ad}</td></tr>\n{/foreach}\n</table>',0,'ecmoban_dsc2017'),(336,0,'首页品牌街轮播图',484,178,'index_brand_banner[num_id]','num_id-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(338,0,'秒杀列表页顶部广告位',1920,190,'seckill_top_ad[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(339,0,'首页楼层广告',1200,80,'floor_banner[cat_id]','cat_id-分类ID','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(340,0,'首页顶部广告',1200,80,'top_banner','直接填写广告名称','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}',0,'ecmoban_dsc2017'),(341,0,'批发头部广告',1200,300,'wholesale_ad[num_id]','[num_id]-数量序号','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',0,'ecmoban_dsc2017'),(342,0,'顶级分类页（默认）品牌旗舰',200,200,'category_top_default_brand[num_id]_[cat_id]','num_id-数量序号，cat_id-分类ID','{foreach from= item=ad}\r\n\r\n{/foreach}',0,'ecmoban_dsc2017'),(343,0,'店铺轮播图',1200,480,'users_a[num_id]_[merchant_id]','num_id-数量序号，merchant_id-商家ID','{foreach from=$ads item=ad}{$ad}{/foreach}',1,'ecmoban_dsc2017'),(344,0,'首页天降红包（商品设置关闭可视化状态使用）',500,500,'bonushome[num_id]','num_id-数量序号','{foreach from= item=ad}\r\n\r\n{/foreach}',0,'ecmoban_dsc2017'),(345,0,'批发首页轮播图',1920,400,'wholesale_ad[num_id]','num_id-数量序号','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc2017'),(346,0,'批发首页楼层左侧广告',471,350,'wholesale_cat_ad[num_id]_[cat_id]','','{foreach from=$ads item=ad}\r\n{$ad}\r\n{/foreach}\r\n',0,'ecmoban_dsc2017'),(347,0,'测试广告位',1200,380,'','','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',1,'ecmoban_dsc2017'),(348,0,'保驰云诊断',1920,358,'BC-clould','','<table cellpadding=\"0\" cellspacing=\"0\">\r\n{foreach from=$ads item=ad}\r\n<tr><td>{$ad}</td></tr>\r\n{/foreach}\r\n</table>',1,'ecmoban_dsc2017');

/*Table structure for table `fly_admin_action` */

DROP TABLE IF EXISTS `fly_admin_action`;

CREATE TABLE `fly_admin_action` (
  `action_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `action_code` varchar(20) NOT NULL DEFAULT '',
  `relevance` varchar(20) NOT NULL DEFAULT '',
  `seller_show` tinyint(5) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`action_id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=327 DEFAULT CHARSET=utf8;

/*Data for the table `fly_admin_action` */

insert  into `fly_admin_action`(`action_id`,`parent_id`,`action_code`,`relevance`,`seller_show`) values (1,0,'goods','',1),(2,0,'cms_manage','',0),(3,0,'users_manage','',0),(4,0,'priv_manage','',1),(5,0,'sys_manage','',1),(6,0,'order_manage','',1),(7,0,'promotion','',1),(8,0,'email','',0),(9,0,'templates_manage','',0),(10,0,'db_manage','',0),(11,0,'sms_manage','',0),(21,1,'goods_manage','',1),(22,1,'remove_back','',1),(23,1,'cat_manage','',1),(24,1,'cat_drop','cat_manage',1),(25,1,'attr_manage','',1),(26,1,'brand_manage','',0),(27,1,'comment_priv','',1),(30,2,'article_cat','',1),(31,2,'article_manage','',1),(32,2,'shopinfo_manage','',1),(33,2,'shophelp_manage','',1),(34,2,'vote_priv','',1),(35,7,'topic_manage','',1),(38,3,'integrate_users','',1),(39,3,'sync_users','integrate_users',1),(40,3,'users_manage','',0),(41,3,'users_drop','users_manage',1),(42,3,'user_rank','',1),(43,4,'admin_manage','',0),(44,4,'admin_drop','admin_manage',0),(45,4,'allot_priv','admin_manage',1),(46,4,'logs_manage','',1),(47,4,'logs_drop','logs_manage',0),(48,5,'shop_config','',0),(49,5,'ship_manage','',1),(50,5,'payment','',0),(51,5,'shiparea_manage','',1),(52,5,'area_list','',0),(53,6,'order_os_edit','',1),(54,6,'order_ps_edit','order_os_edit',1),(55,6,'order_ss_edit','order_os_edit',1),(56,6,'order_edit','order_os_edit',1),(57,6,'order_view','',1),(58,6,'order_view_finished','',1),(59,6,'repay_manage','',1),(60,6,'booking','',1),(61,6,'sale_order_stats','',1),(62,6,'client_flow_stats','',0),(70,1,'goods_type','',1),(73,3,'feedback_priv','',1),(74,4,'template_manage','',0),(75,5,'friendlink','',0),(76,5,'db_backup','',0),(77,5,'db_renew','db_backup',0),(78,7,'snatch_manage','',1),(79,7,'bonus_manage','',1),(80,7,'gift_manage','',1),(81,7,'card_manage','',0),(82,7,'goods_pack','',0),(83,7,'ad_manage','',1),(84,1,'tag_manage','',0),(85,3,'surplus_manage','account_manage',1),(86,4,'agency_manage','',0),(87,3,'account_manage','',1),(88,5,'flash_manage','',0),(89,5,'navigator','',0),(90,7,'auction','',1),(91,7,'group_by','',1),(92,7,'favourable','',1),(93,7,'whole_sale','',1),(94,1,'goods_auto','',1),(95,2,'article_auto','',1),(96,5,'cron','',0),(97,5,'affiliate','',0),(98,5,'affiliate_ck','',0),(99,8,'attention_list','',0),(100,8,'email_list','',0),(101,8,'magazine_list','',0),(102,8,'view_sendlist','',0),(103,1,'virualcard','',1),(104,7,'package_manage','',1),(105,1,'picture_batch','',0),(106,1,'goods_export','',1),(107,1,'goods_batch','',1),(108,1,'gen_goods_script','',0),(109,5,'sitemap','',0),(110,5,'file_priv','',0),(111,5,'file_check','',0),(112,9,'template_select','',1),(113,9,'template_setup','',1),(114,9,'library_manage','',1),(115,9,'lang_edit','',1),(116,9,'backup_setting','',1),(117,8,'mail_template','',0),(118,10,'db_backup','',0),(119,10,'db_renew','',0),(120,10,'db_optimize','',1),(121,10,'sql_query','',1),(122,10,'convert','',1),(124,11,'sms_send','',1),(128,7,'exchange_goods','',1),(129,6,'delivery_view','',1),(130,6,'back_view','',1),(131,5,'reg_fields','',0),(132,5,'shop_authorized','',0),(133,5,'webcollect_manage','',0),(134,4,'suppliers_manage','',0),(135,4,'role_manage','',0),(136,0,'merchants','',1),(137,136,'merchants_setps','',0),(138,136,'merchants_setps_drop','',0),(139,136,'users_merchants','',0),(140,136,'users_merchants_drop','',0),(141,6,'client_searchengine','',0),(142,6,'client_report_guest','',0),(143,6,'users_flow_stats','',0),(144,5,'warehouse_manage','',1),(145,136,'merchants_commission','',1),(146,136,'merchants_percent','',0),(147,5,'region_area','',0),(150,1,'merchants_brand','',1),(151,1,'merch_virualcard','',0),(153,1,'sale_notice','',0),(155,1,'notice_logs','',0),(157,6,'batch_add_order','',0),(158,6,'order_back_cause','',0),(159,6,'order_back_apply','',1),(160,6,'order_print','',1),(161,1,'comment_edit_delete','',1),(163,308,'website','',0),(164,1,'discuss_circle','',1),(165,1,'single_manage','',0),(166,1,'single_edit_delete','',0),(167,136,'users_merchants_priv','',0),(209,5,'shipping_date_list','',0),(210,136,'create_seller_grade','',0),(211,0,'ectouch','',0),(212,211,'oauth_admin','',1),(213,211,'touch_nav_admin','',1),(214,211,'touch_ad','',1),(215,211,'touch_ad_position','',1),(216,0,'cloud','',0),(217,216,'cloud_services','',1),(218,7,'presale','',1),(219,308,'oss_configure','',0),(220,4,'seller_manage','',1),(221,4,'seller_allot','',1),(222,4,'seller_drop','',1),(223,136,'seller_dimain','',0),(224,0,'seller_store_setup','',1),(225,224,'seller_store_informa','',1),(226,224,'seller_store_other','',1),(227,3,'baitiao_manage','',1),(228,7,'gift_gard_manage','',1),(229,7,'take_manage','',1),(230,6,'order_detection','',1),(231,3,'baitiao_manage','',1),(232,6,'order_os_remove','',1),(233,0,'zc_manage','',0),(234,233,'zc_project_manage','',1),(235,233,'zc_category_manage','',1),(236,233,'zc_initiator_manage','',1),(237,233,'zc_topic_manage','',1),(238,136,'seller_grade','',0),(239,136,'seller_apply','',1),(240,7,'coupons_manage','',1),(241,3,'users_real_manage','',1),(242,10,'table_prefix','',1),(244,0,'goods_storage','',1),(245,136,'seller_account','',1),(246,244,'storage_put','',1),(247,244,'storage_out','',1),(248,0,'stores','',1),(249,248,'offline_store','',1),(250,5,'partnerlink','',0),(251,224,'10_visual_editing','',1),(252,1,'gallery_album','',1),(253,1,'review_status','',0),(254,136,'comment_seller','',0),(255,211,'touch_dashboard','',0),(256,1,'value_card','',0),(257,136,'seller_users_real','',0),(258,5,'api','',0),(260,10,'transfer','',0),(261,4,'privilege_seller','',1),(262,0,'wechat','',1),(263,262,'wechat_admin','',1),(264,262,'mass_message','',1),(265,262,'auto_reply','',1),(266,262,'menu','',1),(267,262,'fans','',1),(268,262,'media','',1),(269,262,'qrcode','',1),(270,262,'extend','',1),(271,0,'drp','',0),(272,271,'drp_config','',0),(273,271,'drp_shop','',0),(274,271,'drp_list','',0),(275,271,'drp_order_list','',0),(276,271,'drp_set_config','',0),(277,7,'team_manage','',1),(284,0,'index_manage','',0),(285,284,'index_sales_volume','',0),(286,284,'index_today_order','',0),(287,284,'index_today_comment','',0),(288,284,'index_seller_num','',0),(289,284,'index_order_status','',0),(290,284,'index_order_stats','',0),(291,284,'index_sales_stats','',0),(292,284,'index_member_info','',0),(293,284,'index_goods_view','',0),(294,284,'index_control_panel','',0),(295,284,'index_system_info','',0),(296,9,'visualhome','',1),(297,6,'exchange','',1),(298,6,'complaint','',1),(299,7,'seckill_manage','',1),(300,3,'user_vat_manage','',1),(301,1,'goods_report','',0),(303,0,'supply_and_demand','',1),(304,303,'wholesale_purchase','',0),(305,303,'whole_sale','',1),(306,303,'wholesale_order','',1),(307,308,'sms_setting','',0),(308,0,'third_party_service','',0),(309,224,'touch_dashboard','',1),(310,0,'goods_lib','',1),(311,310,'goods_lib_list','',1),(312,310,'goods_lib_cat','',1),(313,3,'mass_sms','',0),(314,1,'commission_setting','',1),(315,262,'market','',1),(317,8,'mail_settings','',0),(318,5,'order_print_setting','',1),(319,0,'region_store','',0),(320,319,'region_store_manage','',0),(322,5,'seo','',0),(323,2,'visualnews','',0),(324,6,'order_delayed','',1),(325,7,'bargain_manage','',1),(326,4,'admin_message','',1);

/*Table structure for table `fly_admin_log` */

DROP TABLE IF EXISTS `fly_admin_log`;

CREATE TABLE `fly_admin_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `log_time` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `log_info` varchar(255) NOT NULL DEFAULT '',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  PRIMARY KEY (`log_id`),
  KEY `log_time` (`log_time`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=881 DEFAULT CHARSET=utf8;

/*Data for the table `fly_admin_log` */

insert  into `fly_admin_log`(`log_id`,`log_time`,`user_id`,`log_info`,`ip_address`) values (2,1493677526,57,'安装支付方式: 微信支付','0.0.0.0'),(3,1493679349,57,': ','0.0.0.0'),(4,1493679355,57,': ','0.0.0.0'),(5,1493679378,57,': ','0.0.0.0'),(6,1493750336,42,': ','0.0.0.0'),(23,1508419333,57,'管理员登陆','115.28.134.159'),(24,1508428287,42,'管理员登陆','112.9.171.7'),(25,1508431392,57,'管理员登陆','1.58.113.90'),(26,1508431445,57,'管理员登陆','117.36.117.152'),(27,1508431762,57,'管理员登陆','113.250.253.182'),(28,1508432713,57,'管理员登陆','219.137.140.57'),(29,1508432713,57,'管理员登陆','219.137.140.57'),(30,1508432781,42,'管理员登陆','219.137.140.57'),(31,1508432993,42,'管理员登陆','219.137.140.57'),(32,1508432998,42,'管理员登陆','219.137.140.57'),(33,1508433024,57,'管理员登陆','219.137.140.57'),(34,1508433220,57,'管理员登陆','27.47.192.18'),(35,1508433246,42,'管理员登陆','27.47.192.18'),(36,1508433248,42,'管理员登陆','27.47.192.18'),(37,1508433390,57,'管理员登陆','103.214.84.243'),(38,1508433392,57,'管理员登陆','121.69.53.154'),(39,1508433459,57,'管理员登陆','220.112.229.7'),(40,1508433665,42,'管理员登陆','218.88.126.59'),(41,1508433869,42,'编辑: wanzhuo','218.88.126.59'),(42,1508433963,42,'管理员登陆','219.137.140.57'),(43,1508434382,42,'管理员登陆','106.39.75.132'),(44,1508434449,57,'管理员登陆','210.22.154.242'),(45,1508434513,57,'管理员登陆','171.212.170.242'),(46,1508434523,57,'管理员登陆','116.231.38.131'),(47,1508434574,57,'管理员登陆','42.234.52.87'),(48,1508434739,42,'管理员登陆','220.112.229.7'),(49,1508434856,57,'管理员登陆','210.22.154.242'),(50,1508434913,57,'管理员登陆','101.95.20.86'),(51,1508435022,57,'管理员登陆','117.36.117.152'),(52,1508435075,57,'管理员登陆','103.214.84.243'),(53,1508435161,57,'管理员登陆','182.138.169.237'),(54,1508435162,57,'管理员登陆','61.161.152.60'),(55,1508435398,57,'管理员登陆','103.214.84.243'),(56,1508435568,42,'管理员登陆','219.137.140.57'),(57,1508435619,57,'管理员登陆','117.81.245.198'),(58,1508435667,57,'管理员登陆','219.137.140.57'),(59,1508435682,57,'管理员登陆','117.181.45.208'),(60,1508435774,57,'管理员登陆','210.22.154.242'),(61,1508435981,57,'管理员登陆','219.137.141.143'),(62,1508436005,57,'管理员登陆','221.234.156.161'),(63,1508436272,57,'编辑会员账号: zc123456','101.23.239.16'),(64,1508436292,57,'管理员登陆','103.214.84.243'),(65,1508436328,57,'编辑商店设置','116.231.38.131'),(66,1508436384,57,'管理员登陆','210.22.154.242'),(67,1508436396,57,'管理员登陆','27.156.6.69'),(68,1508436650,57,'管理员登陆','43.224.47.105'),(69,1508436833,57,'管理员登陆','222.84.235.104'),(70,1508436893,57,'管理员登陆','223.72.86.73'),(71,1508436929,57,'管理员登陆','124.72.26.42'),(72,1508436968,57,'管理员登陆','123.129.105.154'),(73,1508437065,42,'管理员登陆','223.72.86.73'),(74,1508437671,57,'管理员登陆','61.161.152.60'),(75,1508437944,42,'管理员登陆','58.246.76.190'),(76,1508437995,57,'管理员登陆','118.78.39.8'),(77,1508438167,42,'管理员登陆','124.114.234.82'),(78,1508438265,57,'管理员登陆','124.114.234.82'),(79,1508438525,42,'编辑商品: Haier/海尔 EG10014B39GU1 10公斤kg智能变频滚筒全自动洗衣机','223.72.86.73'),(80,1508439104,57,'管理员登陆','117.92.3.237'),(81,1508439106,57,'添加商品: 智能课桌','210.22.154.242'),(82,1508439329,42,'管理员登陆','182.109.247.223'),(83,1508439395,57,'管理员登陆','103.214.84.243'),(84,1508439616,57,'管理员登陆','120.236.167.162'),(85,1508439679,42,'编辑: 万卓','223.72.86.73'),(86,1508439892,42,'管理员登陆','210.22.154.242'),(87,1508440134,57,'管理员登陆','117.81.245.198'),(88,1508440325,57,'管理员登陆','101.81.97.230'),(89,1508440525,42,'管理员登陆','103.214.84.243'),(90,1508440676,57,'管理员登陆','210.22.154.242'),(91,1508440680,42,'管理员登陆','101.81.97.230'),(92,1508441199,57,'编辑商店设置','103.214.84.243'),(93,1508441692,57,'管理员登陆','223.86.177.233'),(94,1508441715,57,'编辑商品类型: 鞋子','113.250.253.182'),(95,1508441781,42,'管理员登陆','223.86.177.233'),(96,1508441899,57,'编辑属性: 颜色','113.250.253.182'),(97,1508442475,42,'管理员登陆','183.213.58.93'),(98,1508442623,57,'管理员登陆','103.214.84.243'),(99,1508442683,57,'管理员登陆','183.195.124.36'),(100,1508442942,42,'编辑广告位置: 店铺轮播图','223.86.177.233'),(101,1508443032,57,'管理员登陆','112.66.21.151'),(102,1508443147,57,'添加优惠活动: 赠送','112.66.21.151'),(103,1508443319,57,'编辑优惠活动: 赠送','112.66.21.151'),(104,1508443492,57,'编辑: admin','112.66.21.151'),(105,1508443514,56,'管理员登陆','112.66.21.151'),(106,1508443864,56,'添加商品: 买大爷','112.66.21.151'),(107,1508443901,56,'添加商品: 送帅哥','112.66.21.151'),(108,1508443941,57,'管理员登陆','113.250.253.182'),(109,1508443993,56,'添加优惠活动: 买大爷送帅哥','112.66.21.151'),(110,1508444057,57,'编辑优惠活动: 买大爷送帅哥','112.66.21.151'),(111,1508444270,57,'编辑属性: 颜色','113.250.253.182'),(112,1508444378,42,'管理员登陆','120.85.101.41'),(113,1508445116,57,'管理员登陆','101.65.237.38'),(114,1508445117,57,'管理员登陆','101.65.237.38'),(115,1508445520,57,'添加商品: 333333','113.250.253.182'),(116,1508447226,42,'管理员登陆','210.22.154.242'),(117,1508448934,42,'管理员登陆','183.17.126.28'),(118,1508449082,57,'编辑商店设置','183.195.124.36'),(119,1508449463,57,'管理员登陆','183.140.160.222'),(120,1508449634,57,'编辑: admin','103.214.84.243'),(121,1508449642,56,'管理员登陆','103.214.84.243'),(122,1508449673,42,'管理员登陆','113.250.253.182'),(123,1508450323,57,'编辑','120.236.167.162'),(124,1508450487,57,'管理员登陆','183.238.193.215'),(125,1508450563,57,'管理员登陆','117.36.117.152'),(126,1508450901,57,'编辑商店设置','210.22.154.242'),(127,1508451140,57,'添加: 89','113.250.253.182'),(128,1508451288,42,'管理员登陆','223.72.70.15'),(129,1508451343,42,'管理员登陆','223.72.70.15'),(130,1508451486,57,'添加订单: 2017102014216785510','113.250.253.182'),(131,1508451486,57,'添加订单: 2017102014210731257','113.250.253.182'),(132,1508451547,57,'管理员登陆','125.69.105.209'),(133,1508451580,42,'管理员登陆','124.114.234.82'),(134,1508451618,57,'编辑商品: Changhong/长虹 55G6 55吋液晶电视机4k曲面平板电视智能网络wifi 曲面 4K超清 双64位 U-MAX','125.69.105.209'),(135,1508451642,57,'编辑商品: Changhong/长虹 55G6 55吋液晶电视机4k曲面平板电视智能网络wifi 曲面 4K超清 双64位 U-MAX','125.69.105.209'),(136,1508451739,57,'管理员登陆','42.224.163.182'),(137,1508452021,57,'管理员登陆','117.36.117.152'),(138,1508452076,42,'管理员登陆','123.166.60.99'),(139,1508452267,57,'管理员登陆','117.36.117.152'),(140,1508452282,57,'管理员登陆','116.8.49.254'),(141,1508452283,57,'管理员登陆','116.8.49.254'),(142,1508452335,42,'管理员登陆','116.8.49.254'),(143,1508452589,57,'编辑商品: 正品直邮Hermes爱马仕2017新款男鞋 时尚真皮休闲鞋H171325ZH02   7495','42.234.52.87'),(144,1508452794,57,'添加商品: 1','42.234.52.87'),(145,1508452883,57,'删除订单: 2017102014216785510','220.112.229.7'),(146,1508453008,57,'添加商品: 11','42.234.52.87'),(147,1508453352,57,'管理员登陆','110.187.166.224'),(148,1508453699,42,'管理员登陆','183.17.126.28'),(149,1508453700,57,'管理员登陆','117.36.117.152'),(150,1508453859,42,'管理员登陆','218.70.88.6'),(151,1508453860,42,'管理员登陆','123.129.105.154'),(152,1508454142,57,'编辑: admin','101.23.239.16'),(153,1508454148,42,'管理员登陆','101.23.239.16'),(154,1508454386,57,'编辑会员账号: yuchens','101.23.239.16'),(155,1508454610,57,'管理员登陆','36.46.166.147'),(156,1508454965,57,'管理员登陆','112.66.21.151'),(157,1508455349,57,'编辑商品: Samsung/三星 Galaxy C9 Pro SM-C9000 6+64G全金属超薄手机 12期免息 送蓝牙音箱等多种套餐好礼','101.23.239.16'),(158,1508455481,57,'编辑商品: Galanz/格兰仕 G80F23CN3L-C2(R0)正品微波炉23L 智能光波炉家用 800w速热23升容量1级能效智能预约','101.23.239.16'),(159,1508458414,57,'编辑商店设置','112.66.21.151'),(160,1508458659,57,'编辑: admin','112.66.21.151'),(161,1508458673,56,'管理员登陆','112.66.21.151'),(162,1508458783,56,'添加商品: 菜','112.66.21.151'),(163,1508458783,56,'添加商品: 菜','112.66.21.151'),(164,1508458817,56,'添加商品: 刀','112.66.21.151'),(165,1508458881,56,'添加优惠活动: 买菜送刀','112.66.21.151'),(166,1508481952,56,'管理员登陆','112.5.238.93'),(167,1508482028,56,'管理员登陆','112.66.21.151'),(168,1508486781,56,'管理员登陆','112.66.21.151'),(169,1508522019,56,'管理员登陆','110.90.185.141'),(170,1508522367,56,'管理员登陆','112.66.21.151'),(171,1508570820,57,'编辑商店设置','112.66.27.228'),(172,1508570835,57,'编辑商店设置','112.66.27.228'),(173,1508633248,57,'编辑商店设置','112.66.27.228'),(174,1508633279,57,'编辑商店设置','112.66.27.228'),(175,1508692178,57,'卸载支付方式: cod','112.66.27.228'),(176,1508692183,57,'卸载支付方式: bank','112.66.27.228'),(177,1508692187,57,'卸载支付方式: wxpay','112.66.27.228'),(178,1508692191,57,'卸载支付方式: chinabank','112.66.27.228'),(179,1508692196,57,'卸载支付方式: alipay_bank','112.66.27.228'),(180,1508692244,57,'卸载支付方式: alipay','112.66.27.228'),(181,1508692250,57,'卸载支付方式: chunsejinrong','112.66.27.228'),(182,1508692257,57,'卸载支付方式: onlinepay','112.66.27.228'),(183,1508692265,57,'卸载支付方式: balance','112.66.27.228'),(184,1508692349,57,'安装支付方式: 邮局汇款','112.66.27.228'),(185,1508692391,57,'安装支付方式: 货到付款','112.66.27.228'),(186,1508692467,57,'安装支付方式: 银行汇款/转帐','112.66.27.228'),(187,1508692479,57,'编辑支付方式: 邮局汇款','112.66.27.228'),(188,1508692488,57,'编辑支付方式: 银行汇款/转帐','112.66.27.228'),(189,1508694788,57,'编辑商店设置','112.66.27.228'),(190,1508694818,57,'删除友情链接','112.66.27.228'),(191,1508694836,57,'编辑友情链接: 电商学院','112.66.27.228'),(192,1508694845,57,'编辑友情链接: ECJia','112.66.27.228'),(193,1508694852,57,'删除友情链接','112.66.27.228'),(194,1508696711,57,'编辑商店设置','112.66.29.203'),(195,1508696915,57,'编辑商店设置','112.66.29.203'),(196,1508696952,57,'编辑商店设置','112.66.29.203'),(197,1508697125,57,'编辑商店设置','112.66.29.203'),(198,1508697372,57,'编辑商店设置','112.66.29.203'),(199,1508697533,57,'编辑商店设置','112.66.29.203'),(200,1508698997,57,'添加品牌管理: 1','112.66.29.203'),(201,1508699233,57,'添加品牌管理: 2','112.66.29.203'),(202,1508699697,57,'添加品牌管理: 1','112.66.29.203'),(203,1508707189,57,'编辑商店设置','112.66.29.203'),(204,1508708578,56,'管理员登陆','125.92.170.3'),(205,1508714289,57,'删除优惠活动: 买大爷送帅哥','112.66.29.203'),(206,1508715225,57,'删除优惠活动: 买菜送刀','112.66.29.203'),(207,1508715228,57,'删除优惠活动: 赠送','112.66.29.203'),(208,1508715231,57,'删除优惠活动: 享“瘦”轻食，轻松“瘦”活动','112.66.29.203'),(209,1508715232,57,'删除优惠活动: 狂人逆型 闪耀出街','112.66.29.203'),(210,1508715235,57,'删除优惠活动: 母婴击穿活动','112.66.29.203'),(211,1508715237,57,'删除优惠活动: 购物大酬宾，赠品送不停','112.66.29.203'),(212,1508715324,57,'添加优惠活动: 赠送','112.66.29.203'),(213,1508715464,57,'编辑优惠活动: 赠送','112.66.29.203'),(214,1508715492,57,'编辑商店设置','112.66.29.203'),(215,1508715552,56,'管理员登陆','112.66.29.203'),(216,1508715819,57,'编辑优惠活动: 赠送','112.66.29.203'),(217,1508715833,56,'编辑商品: 刀','112.66.29.203'),(218,1508716680,57,'安装支付方式: 微信支付','112.66.29.203'),(219,1508718115,57,'安装支付方式: 支付宝','112.66.29.203'),(220,1508718226,57,'安装支付方式: 支付宝网银直连','112.66.29.203'),(221,1508718446,57,'安装支付方式: 余额支付','112.66.29.203'),(222,1508718561,57,'回收商品: 菜','112.66.29.203'),(223,1508718778,57,'回收商品: 菜','112.66.29.203'),(224,1508718782,57,'回收商品: 11','112.66.29.203'),(225,1508718784,57,'回收商品: 1','112.66.29.203'),(226,1508718787,57,'回收商品: 333333','112.66.29.203'),(227,1508718790,57,'回收商品: 送帅哥','112.66.29.203'),(228,1508718792,57,'回收商品: 买大爷','112.66.29.203'),(229,1508718802,57,'回收商品: 智能课桌','112.66.29.203'),(230,1508718841,57,'编辑优惠活动: 赠送','112.66.29.203'),(231,1508720229,57,'添加优惠活动: 11','112.66.29.203'),(232,1508721511,57,'删除优惠活动: 赠送','27.150.118.90'),(233,1508721512,57,'删除优惠活动: 11','27.150.118.90'),(234,1508721542,57,'添加优惠活动: fddfdfdfd','27.150.118.90'),(235,1508721788,57,'编辑: admin','27.150.118.90'),(236,1508721799,56,'管理员登陆','27.150.118.90'),(237,1508721853,56,'添加优惠活动: fdfdfdfdf','27.150.118.90'),(238,1508721890,57,'编辑优惠活动: fdfdfdfdf','27.150.118.90'),(239,1508722637,57,'编辑优惠活动: fdfdfdfdf','112.66.29.203'),(240,1508722647,57,'编辑优惠活动: fddfdfdfd','112.66.29.203'),(241,1508722799,57,'编辑: admin','112.66.29.203'),(242,1508722806,54,'管理员登陆','112.66.29.203'),(243,1508722833,57,'编辑: admin','112.66.29.203'),(244,1508722834,57,'编辑: admin','112.66.29.203'),(245,1508722835,57,'编辑: admin','112.66.29.203'),(246,1508722839,57,'编辑: admin','112.66.29.203'),(247,1508722856,57,'编辑: admin','112.66.29.203'),(248,1508723070,54,'添加商品: shang1','112.66.29.203'),(249,1508723121,54,'添加商品: shang2','112.66.29.203'),(250,1508732215,42,'管理员登陆','112.66.29.203'),(251,1508732228,42,'回收商品: Changhong/长虹 55G6 55吋液晶电视机4k曲面平板电视智能网络wifi 曲面 4K超清 双64位 U-MAX','112.66.29.203'),(252,1508732325,42,'添加优惠活动: 测试','112.66.29.203'),(253,1508732360,57,'编辑优惠活动: 测试','112.66.29.203'),(254,1508732366,57,'删除优惠活动: fddfdfdfd','112.66.29.203'),(255,1508732368,57,'删除优惠活动: fdfdfdfdf','112.66.29.203'),(256,1508732507,42,'添加优惠活动: 测试1','112.66.29.203'),(257,1508732577,42,'添加优惠活动: 测试3','112.66.29.203'),(258,1508732641,42,'添加优惠活动: 测试5','112.66.29.203'),(259,1508732672,57,'编辑优惠活动: 测试5','112.66.29.203'),(260,1508732679,57,'编辑优惠活动: 测试5','112.66.29.203'),(261,1508732684,57,'编辑优惠活动: 测试3','112.66.29.203'),(262,1508732690,57,'编辑优惠活动: 测试1','112.66.29.203'),(263,1508733264,57,'编辑优惠活动: 测试5','27.150.118.90'),(264,1508733316,56,'管理员登陆','112.66.29.203'),(265,1508733820,57,'编辑优惠活动: 测试5','112.66.29.203'),(266,1508733963,42,'管理员登陆','112.66.29.203'),(267,1508735595,57,'编辑优惠活动: 测试5','112.66.29.203'),(268,1508736693,57,'编辑商店设置','112.66.29.203'),(269,1508736993,57,'编辑商店设置','112.66.29.203'),(270,1508737164,57,'编辑商店设置','112.66.29.203'),(271,1508737189,57,'编辑商店设置','112.66.29.203'),(272,1508737347,57,'编辑商店设置','112.66.29.203'),(273,1508737357,57,'编辑商店设置','112.66.29.203'),(274,1508741231,57,'编辑商店设置','112.66.29.203'),(275,1508741991,57,'安装配送方式: 市内快递','112.66.29.203'),(276,1508742396,57,'安装配送方式: 全峰快递','112.66.29.203'),(277,1508742574,57,'编辑会员账号: 123qaz','112.66.29.203'),(278,1508742712,57,'编辑商店设置','112.66.29.203'),(279,1508742983,57,'编辑商店设置','112.66.29.203'),(280,1508743021,57,'编辑商店设置','112.66.29.203'),(281,1508743098,57,'编辑商店设置','112.66.29.203'),(282,1508743552,56,'管理员登陆','112.66.29.203'),(283,1508743684,57,'编辑商店设置','112.66.29.203'),(284,1508744148,57,'添加商品分类: 房屋租售','112.66.29.203'),(285,1508744186,57,'添加商品分类: 饮食娱乐','112.66.29.203'),(286,1508744551,57,'添加商品分类: 房屋售卖','112.66.29.203'),(287,1508744551,57,'添加商品分类: 房屋出租','112.66.29.203'),(288,1508744551,57,'添加商品分类: 商铺租售','112.66.29.203'),(289,1508744551,57,'添加商品分类: 地皮租售','112.66.29.203'),(290,1508744551,57,'添加商品分类','112.66.29.203'),(291,1508744558,57,'删除商品分类','112.66.29.203'),(292,1508744865,57,'添加商品分类: K歌夜店','112.66.29.203'),(293,1508744865,57,'添加商品分类: 清闲娱乐','112.66.29.203'),(294,1508744865,57,'添加商品分类: 运动健身','112.66.29.203'),(295,1508744865,57,'添加商品分类: 理疗护理','112.66.29.203'),(296,1508744865,57,'添加商品分类: 美容美发','112.66.29.203'),(297,1508744865,57,'添加商品分类: 吃货专区','112.66.29.203'),(298,1508745380,57,'编辑商品分类: 饮食娱乐','112.66.29.203'),(299,1508745454,57,'编辑商品分类: 汽车、汽车用品','112.66.29.203'),(300,1508745483,57,'编辑商品分类: 吃货专区','112.66.29.203'),(301,1508745604,57,'编辑商品分类: K歌夜店','112.66.29.203'),(302,1508745613,57,'编辑商品分类: 清闲娱乐','112.66.29.203'),(303,1508745623,57,'编辑商品分类: 美容美发','112.66.29.203'),(304,1508745632,57,'编辑商品分类: 运动健身','112.66.29.203'),(305,1508745639,57,'编辑商品分类: 理疗护理','112.66.29.203'),(306,1508745658,57,'编辑商品分类: 房屋售卖','112.66.29.203'),(307,1508745667,57,'编辑商品分类: 房屋出租','112.66.29.203'),(308,1508745674,57,'编辑商品分类: 商铺租售','112.66.29.203'),(309,1508745681,57,'编辑商品分类: 地皮租售','112.66.29.203'),(310,1508745703,57,'编辑商品分类: 汽车车型','112.66.29.203'),(311,1508745711,57,'编辑商品分类: 汽车品牌','112.66.29.203'),(312,1508745829,57,'编辑商品分类: 汽车品牌','112.66.29.203'),(313,1508745841,57,'编辑商品分类: 维修保养','112.66.29.203'),(314,1508745853,57,'编辑商品分类: 维修保养','112.66.29.203'),(315,1508745882,57,'编辑商品分类: 汽车车型','112.66.29.203'),(316,1508745898,57,'编辑商品分类: 汽车装饰','112.66.29.203'),(317,1508745911,57,'编辑商品分类: 汽车装饰','112.66.29.203'),(318,1508745929,57,'编辑商品分类: 美容清洗','112.66.29.203'),(319,1508745938,57,'编辑商品分类: 安全自驾','112.66.29.203'),(320,1508745946,57,'编辑商品分类: 线下服务','112.66.29.203'),(321,1508745956,57,'编辑商品分类: 汽车价格','112.66.29.203'),(322,1508746135,57,'添加商品分类: 拖车吊车','112.66.29.203'),(323,1508746179,57,'添加商品分类: 二手车','112.66.29.203'),(324,1508746215,57,'添加商品分类: 出租自驾','112.66.29.203'),(325,1508746644,57,'添加商品分类: 小吃快餐','112.66.29.203'),(326,1508746644,57,'添加商品分类: 自助餐','112.66.29.203'),(327,1508746644,57,'添加商品分类: 火锅外卖','112.66.29.203'),(328,1508746644,57,'添加商品分类: 香锅烤鱼','112.66.29.203'),(329,1508746644,57,'添加商品分类: 甜点饮品','112.66.29.203'),(330,1508746644,57,'添加商品分类: 聚会包厢','112.66.29.203'),(331,1508746644,57,'添加商品分类: 婚庆','112.66.29.203'),(332,1508746671,57,'编辑商品分类: 吃喝专区','112.66.29.203'),(333,1508746797,57,'添加商品分类: 夜店','112.66.29.203'),(334,1508746797,57,'添加商品分类: 清吧','112.66.29.203'),(335,1508746797,57,'添加商品分类: K歌','112.66.29.203'),(336,1508746945,57,'编辑商品分类: 休闲娱乐','112.66.29.203'),(337,1508746978,57,'编辑商品分类: 夜店酒吧','112.66.29.203'),(338,1508747022,57,'编辑商品分类: 护理按摩','112.66.29.203'),(339,1508747037,57,'编辑商品分类: K歌','112.66.29.203'),(340,1508747143,57,'添加商品分类: 运动健身','112.66.29.203'),(341,1508747143,57,'添加商品分类: 洗浴汗蒸','112.66.29.203'),(342,1508747143,57,'添加商品分类: DIY手工坊','112.66.29.203'),(343,1508747143,57,'添加商品分类: 网吧网咖','112.66.29.203'),(344,1508747143,57,'添加商品分类: 茶馆','112.66.29.203'),(345,1508747170,57,'添加商品分类: 美容美发','112.66.29.203'),(346,1508747226,57,'删除商品分类: 美容美发','112.66.29.203'),(347,1508747246,57,'删除商品分类: 护理按摩','112.66.29.203'),(348,1508747255,57,'删除商品分类: 运动健身','112.66.29.203'),(349,1508747263,57,'删除商品分类: DIY手工坊','112.66.29.203'),(350,1508747270,57,'删除商品分类: 清闲娱乐','112.66.29.203'),(351,1508747288,57,'编辑商品分类: 美丽专区','112.66.29.203'),(352,1508747330,57,'添加商品分类: 美容美发','112.66.29.203'),(353,1508747330,57,'添加商品分类: 护理按摩','112.66.29.203'),(354,1508747330,57,'添加商品分类: 洗浴汗蒸','112.66.29.203'),(355,1508747358,57,'添加商品分类: 化妆美甲','112.66.29.203'),(356,1508747410,57,'删除商品分类: 护理按摩','112.66.29.203'),(357,1508747580,57,'添加商品分类: 健身器材','112.66.29.203'),(358,1508747580,57,'添加商品分类: 健身馆','112.66.29.203'),(359,1508747580,57,'添加商品分类: 运动馆','112.66.29.203'),(360,1508747580,57,'添加商品分类: 儿童馆','112.66.29.203'),(361,1508747655,57,'添加商品分类: 足浴按摩','112.66.29.203'),(362,1508747655,57,'添加商品分类: 理疗护理','112.66.29.203'),(363,1508747857,57,'添加商品分类: 约赛','112.66.29.203'),(364,1508747964,57,'添加商品分类: 足球PK篮','112.66.29.203'),(365,1508747964,57,'添加商品分类: 球比PK','112.66.29.203'),(366,1508747964,57,'添加商品分类: 毛球PK','112.66.29.203'),(367,1508747964,57,'添加商品分类: 其他','112.66.29.203'),(368,1508747984,57,'编辑商品分类: 约赛','112.66.29.203'),(369,1508748016,57,'编辑商品分类: 足球PK','112.66.29.203'),(370,1508748040,57,'编辑商品分类: 篮球比PK','112.66.29.203'),(371,1508748055,57,'编辑商品分类: 羽毛球PK','112.66.29.203'),(372,1508748116,57,'添加商品分类: 日常一条龙','112.66.29.203'),(373,1508748145,57,'删除商品分类: 日常一条龙','112.66.29.203'),(374,1508748190,57,'添加商品分类: 工程车','112.66.29.203'),(375,1508748206,57,'编辑商品分类: 二手车','112.66.29.203'),(376,1508748216,57,'编辑商品分类: 出租自驾','112.66.29.203'),(377,1508748248,57,'编辑商品分类: 工程车','112.66.29.203'),(378,1508748327,57,'添加商品分类: 汽车保险','112.66.29.203'),(379,1508748327,57,'添加商品分类: 汽车配件','112.66.29.203'),(380,1508748341,57,'编辑商品分类: 汽车配件','112.66.29.203'),(381,1508748349,57,'编辑商品分类: 汽车保险','112.66.29.203'),(382,1508748410,57,'编辑商品分类: 汽车保险','112.66.29.203'),(383,1508748420,57,'删除商品分类: 出租自驾','112.66.29.203'),(384,1508748435,57,'添加商品分类: 代步车','112.66.29.203'),(385,1508748490,57,'编辑商品分类: 代步车','112.66.29.203'),(386,1508748598,57,'删除商品分类: 汽车配件','112.66.29.203'),(387,1508748659,57,'添加商品分类: 自行车','112.66.29.203'),(388,1508748659,57,'添加商品分类: 电动车','112.66.29.203'),(389,1508748659,57,'添加商品分类: 老人车','112.66.29.203'),(390,1508748659,57,'添加商品分类: 三轮车','112.66.29.203'),(391,1508748722,57,'添加商品分类: 紧急救援','112.66.29.203'),(392,1508748792,57,'添加商品分类: 一手房源','112.66.29.203'),(393,1508748792,57,'添加商品分类: 二手房源','112.66.29.203'),(394,1508748792,57,'添加商品分类: 中介','112.66.29.203'),(395,1508748792,57,'添加商品分类: 特卖','112.66.29.203'),(396,1508748878,57,'添加商品分类: 自家出租','112.66.29.203'),(397,1508748878,57,'添加商品分类: 中介','112.66.29.203'),(398,1508748878,57,'添加商品分类: 转租','112.66.29.203'),(399,1508748878,57,'添加商品分类: 合租','112.66.29.203'),(400,1508749001,57,'添加商品分类: 整栋出租','112.66.29.203'),(401,1508749001,57,'添加商品分类: 临街旺铺','112.66.29.203'),(402,1508749093,57,'添加商品分类: 建筑地皮','112.66.29.203'),(403,1508749093,57,'添加商品分类: 农用地皮','112.66.29.203'),(404,1508749093,57,'添加商品分类: 商用地皮','112.66.29.203'),(405,1508795585,57,'编辑商店设置','112.66.29.203'),(406,1508892469,57,'编辑商店设置','112.66.22.57'),(407,1508892712,57,'编辑支付方式: 微信支付','112.66.22.57'),(408,1508892733,57,'删除配送区域: 儋州那大','112.66.22.57'),(409,1508922376,57,'编辑商店设置','112.66.26.84'),(410,1508922400,57,'编辑商店设置','112.66.26.84'),(411,1509004125,56,'管理员登陆','223.74.83.45'),(412,1509074585,56,'管理员登陆','39.178.238.172'),(413,1509078255,57,'编辑商品分类: 家禽','112.66.29.213'),(414,1509078293,57,'编辑商品分类: 牛羊肉','112.66.29.213'),(415,1509078346,57,'编辑商品分类: 野生菜果','112.66.29.213'),(416,1509078363,57,'编辑商品分类: 蔬菜水果','112.66.29.213'),(417,1509078380,57,'编辑商品分类: 海鲜干货','112.66.29.213'),(418,1509078463,57,'编辑商品分类: 其他','112.66.29.213'),(419,1509078658,57,'编辑商品分类: 食品礼券','112.66.29.213'),(420,1509078672,57,'编辑商品分类: 饮料冲调','112.66.29.213'),(421,1509079069,57,'编辑: 家电数码','112.66.29.213'),(422,1509079081,57,'删除: 家用电器','112.66.29.213'),(423,1509079118,57,'编辑: 食品会场','112.66.29.213'),(424,1509079126,57,'删除: 图书音像','112.66.29.213'),(425,1509079184,57,'添加: 汽车房产','112.66.29.213'),(426,1509079200,57,'编辑: 汽车专场','112.66.29.213'),(427,1509079217,57,'添加: 楼盘开盘','112.66.29.213'),(428,1509079305,57,'编辑: 手机通讯','112.66.29.213'),(429,1509079358,57,'编辑: 优惠券','112.66.29.213'),(430,1509079424,57,'编辑: 家电数码','112.66.29.213'),(431,1509079433,57,'编辑: 汽车专场','112.66.29.213'),(432,1509079441,57,'编辑: 楼盘开盘','112.66.29.213'),(433,1509079452,57,'编辑: 家居家装','112.66.29.213'),(434,1509079459,57,'编辑: 食品生鲜','112.66.29.213'),(435,1509079466,57,'编辑: 优惠券','112.66.29.213'),(436,1509084230,57,'编辑商店设置','112.66.29.213'),(437,1509085319,57,'编辑商店设置','112.66.29.213'),(438,1509087453,57,'管理员登陆','42.199.134.99'),(439,1509087518,57,'编辑商品: 正品直邮Hermes爱马仕2017新款男鞋 时尚真皮休闲鞋H171325ZH02   7495','42.199.134.99'),(440,1509087554,57,'安装支付方式: 在线支付','42.199.134.99'),(441,1509087566,57,'卸载支付方式: wxpay','42.199.134.99'),(442,1509087591,57,'卸载支付方式: alipay','42.199.134.99'),(443,1509089611,57,'管理员登陆','60.214.16.35'),(444,1509092058,57,'编辑商店设置','42.199.134.99'),(445,1509092197,57,'编辑商店设置','42.199.134.99'),(446,1509093494,57,'管理员登陆','42.199.134.99'),(447,1509093614,57,'编辑广告: wholesale_ad1','42.199.134.99'),(448,1509094984,57,'删除会员账号: 18325425298','42.199.134.99'),(449,1509096044,57,'管理员登陆','115.28.134.159'),(450,1509096498,57,'管理员登陆','121.225.20.110'),(451,1509096559,57,'安装支付方式: 微信支付','121.225.20.110'),(452,1509132067,57,'管理员登陆','117.75.73.187'),(453,1509132238,57,'管理员登陆','42.199.134.99'),(454,1509140014,57,'管理员登陆','175.152.42.7'),(455,1509149388,57,'管理员登陆','39.168.120.57'),(456,1509152280,57,'管理员登陆','42.199.134.99'),(457,1509312568,57,'管理员登陆','123.161.26.11'),(458,1509421469,57,'管理员登陆','42.199.134.144'),(459,1509421488,57,'编辑: admin','42.199.134.144'),(460,1509421493,56,'管理员登陆','42.199.134.144'),(461,1509422447,57,'管理员登陆','117.75.47.8'),(462,1509430613,57,'管理员登陆','42.199.134.144'),(463,1509430824,57,'编辑商店设置','42.199.134.144'),(464,1509430857,57,'编辑商店设置','42.199.134.144'),(465,1509505381,57,'管理员登陆','117.181.97.176'),(466,1509508108,57,'管理员登陆','122.158.205.157'),(467,1509510289,57,'管理员登陆','42.199.134.144'),(468,1509513376,57,'管理员登陆','211.161.114.150'),(470,1509559523,57,'管理员登陆','103.85.144.116'),(471,1509559661,57,'编辑: admin','103.85.144.116'),(472,1509559700,57,'编辑会员账号: 商家10','103.85.144.116'),(473,1509565030,57,'管理员登陆','119.165.191.125'),(474,1509568100,57,'管理员登陆','124.205.208.206'),(475,1509569442,57,'管理员登陆','124.205.208.206'),(476,1509571728,57,'添加会员账号: zhang','124.205.208.206'),(477,1509580524,57,'管理员登陆','117.75.47.8'),(478,1509580702,57,'管理员登陆','117.75.47.8'),(479,1509581058,57,'编辑订单: 2017102323282647789','117.75.47.8'),(480,1509581062,57,'编辑订单: 2017102323282647789,订单总金额由 509.00 变为 509.10','117.75.47.8'),(481,1509581221,57,'管理员登陆','211.161.114.150'),(482,1509585397,57,'管理员登陆','119.165.191.125'),(483,1509585416,57,'编辑: admin','119.165.191.125'),(484,1509585431,56,'管理员登陆','119.165.191.125'),(485,1509588074,57,'管理员登陆','124.205.208.206'),(486,1509595691,57,'管理员登陆','103.85.144.116'),(487,1509595705,57,'编辑商店设置','103.85.144.116'),(488,1509596033,57,'编辑商店设置','103.85.144.116'),(489,1509605619,57,'编辑: admin','103.85.144.116'),(490,1509605640,56,'管理员登陆','103.85.144.116'),(491,1509625687,57,'管理员登陆','115.28.134.159'),(492,1509651807,57,'管理员登陆','119.165.191.125'),(493,1509651832,57,'管理员登陆','117.75.47.8'),(494,1509651839,57,'编辑商店设置','119.165.191.125'),(495,1509651859,57,'管理员登陆','117.136.81.9'),(496,1509654625,57,'管理员登陆','58.57.36.146'),(497,1509654703,57,'回收商品','58.57.36.146'),(498,1509774238,57,'管理员登陆','0.0.0.0'),(499,1509774270,57,'编辑商店设置','0.0.0.0'),(500,1509774295,57,'编辑商店设置','0.0.0.0'),(501,1509774396,57,'管理员登陆','0.0.0.0'),(502,1510859643,57,'管理员登陆','0.0.0.0'),(503,1511637884,57,'管理员登陆','0.0.0.0'),(504,1511638052,57,'管理员登陆','0.0.0.0'),(505,1513046697,57,'管理员登陆','0.0.0.0'),(506,1513048891,57,'管理员登陆','0.0.0.0'),(507,1513049013,57,'安装支付方式: 支付宝','0.0.0.0'),(508,1513049528,57,'卸载支付方式: bank','0.0.0.0'),(509,1513049538,57,'安装支付方式: 银行汇款/转帐','0.0.0.0'),(510,1513049548,57,'卸载支付方式: post','0.0.0.0'),(511,1513532648,57,'管理员登陆','39.77.150.231'),(512,1513532981,57,'管理员登陆','121.236.41.54'),(513,1513538309,57,'管理员登陆','39.77.150.231'),(514,1514589585,57,'管理员登陆','0.0.0.0'),(515,1514589898,57,'管理员登陆','0.0.0.0'),(516,1514589932,57,'批量回收商品','0.0.0.0'),(517,1514590001,57,'批量删除商品','0.0.0.0'),(518,1514600210,57,'管理员登陆','127.0.0.1'),(519,1515178541,57,'管理员登陆','0.0.0.0'),(520,1515380594,57,'管理员登陆','0.0.0.0'),(521,1515380726,57,'管理员登陆','0.0.0.0'),(522,1515380750,57,'删除广告','0.0.0.0'),(523,1515740542,57,'管理员登陆','0.0.0.0'),(524,1515742419,57,'管理员登陆','0.0.0.0'),(525,1515744163,57,'管理员登陆','0.0.0.0'),(526,1515784674,57,'管理员登陆','0.0.0.0'),(527,1515785017,57,'编辑会员账号: 18888888888','0.0.0.0'),(528,1515785046,57,'删除会员账号: 18888888888','0.0.0.0'),(529,1515785065,57,'编辑会员账号: 1172527557','0.0.0.0'),(530,1515785821,57,'编辑: admin','0.0.0.0'),(531,1515785835,56,'管理员登陆','0.0.0.0'),(532,1515873791,57,'管理员登陆','0.0.0.0'),(533,1517088034,57,'管理员登陆','0.0.0.0'),(534,1517089111,57,'管理员登陆','0.0.0.0'),(535,1517089332,57,'编辑优惠活动: 测试5','0.0.0.0'),(536,1517090552,57,'管理员登陆','0.0.0.0'),(537,1517092342,57,'卸载支付方式: alipay','0.0.0.0'),(538,1517092348,57,'卸载支付方式: wxpay','0.0.0.0'),(539,1517092356,57,'卸载支付方式: cod','0.0.0.0'),(540,1520655753,57,'管理员登陆','127.0.0.1'),(541,1520656001,57,'管理员登陆','127.0.0.1'),(542,1521252204,57,'管理员登陆','127.0.0.1'),(543,1521253078,57,'管理员登陆','127.0.0.1'),(544,1521253301,57,'管理员登陆','127.0.0.1'),(545,1521253304,57,'管理员登陆','127.0.0.1'),(546,1521253763,57,'管理员登陆','127.0.0.1'),(547,1521255895,57,'编辑商店设置','127.0.0.1'),(548,1521257401,57,'编辑权限管理: admin','127.0.0.1'),(549,1521258394,57,'管理员登陆','127.0.0.1'),(550,1521258411,57,'管理员登陆','127.0.0.1'),(551,1522137059,57,'管理员登陆','0.0.0.0'),(552,1522137458,57,'管理员登陆','0.0.0.0'),(553,1526795293,57,'管理员登陆','183.60.228.122'),(554,1526795304,57,'管理员登陆','182.84.17.74'),(555,1526796291,57,'管理员登陆','183.60.228.122'),(556,1526796346,57,'管理员登陆','183.60.228.122'),(557,1526797078,57,'管理员登陆','183.60.228.122'),(558,1531343906,57,'管理员登陆','120.84.10.47'),(559,1538650190,57,'管理员登陆','115.150.106.144'),(560,1546308201,57,'管理员登陆','113.81.157.181'),(561,1552902014,57,'管理员登陆','39.158.197.194'),(562,1552902518,57,'管理员登陆','39.158.197.194'),(563,1553717296,57,'管理员登陆','127.0.0.1'),(564,1553718056,57,'管理员登陆','127.0.0.1'),(565,1557271347,57,'管理员登陆','0.0.0.0'),(566,1557271399,57,'编辑权限管理: flyobd','0.0.0.0'),(567,1557274462,57,'编辑商店设置','0.0.0.0'),(568,1557274479,57,'编辑商店设置','0.0.0.0'),(569,1557277607,57,'管理员登陆','0.0.0.0'),(570,1557277732,57,'添加广告位置: 测试广告位','0.0.0.0'),(571,1557277795,57,'添加广告: 防伪广告位','0.0.0.0'),(572,1562291576,57,'管理员登陆','0.0.0.0'),(573,1562293261,57,'编辑商品分类: 产品分类','0.0.0.0'),(574,1562343990,57,'管理员登陆','0.0.0.0'),(575,1562344095,57,'管理员登陆','0.0.0.0'),(576,1562345730,57,'删除友情链接','0.0.0.0'),(577,1562345734,57,'删除友情链接','0.0.0.0'),(578,1562355819,57,'添加广告位置: 保驰云诊断','0.0.0.0'),(579,1562355898,57,'添加文章分类: 保驰云诊断','0.0.0.0'),(580,1562519231,57,'管理员登陆','0.0.0.0'),(581,1562525008,57,'编辑商店设置','0.0.0.0'),(582,1562525177,57,'编辑文章分类: 商务合作','0.0.0.0'),(583,1562525214,57,'编辑文章分类: 文档中心','0.0.0.0'),(584,1562525240,57,'编辑文章分类: 服务支持','0.0.0.0'),(585,1562525343,57,'删除商品分类','0.0.0.0'),(586,1562525364,57,'添加文章分类: 保驰云诊断','0.0.0.0'),(587,1562525419,57,'删除商品分类','0.0.0.0'),(588,1562526948,57,'编辑商店设置','0.0.0.0'),(589,1562526950,57,'编辑商店设置','0.0.0.0'),(590,1562526993,57,'编辑商店设置','0.0.0.0'),(591,1562528640,57,'添加文章: 我们的优势','0.0.0.0'),(592,1562528777,57,'编辑文章: 我们的优势','0.0.0.0'),(593,1562528843,57,'编辑文章: 我们的优势','0.0.0.0'),(594,1562528880,57,'编辑文章: 我们的优势','0.0.0.0'),(595,1562528910,57,'编辑文章: 我们的优势','0.0.0.0'),(596,1562528943,57,'编辑文章: 我们的优势','0.0.0.0'),(597,1562529001,57,'编辑文章: 我们的优势','0.0.0.0'),(598,1562529019,57,'编辑文章: 我们的优势','0.0.0.0'),(599,1562542563,57,'添加文章: 关于我们','0.0.0.0'),(600,1562542641,57,'编辑文章: 关于我们','0.0.0.0'),(601,1562542768,57,'添加文章分类: 网站导航','0.0.0.0'),(602,1562542888,57,'编辑文章分类: 商务合作','0.0.0.0'),(603,1562545328,57,'编辑文章: 关于我们','0.0.0.0'),(604,1562545799,57,'编辑文章: 关于我们','0.0.0.0'),(605,1562545861,57,'编辑文章: 关于我们','0.0.0.0'),(606,1562545932,57,'编辑文章: 关于我们','0.0.0.0'),(607,1562546013,57,'编辑文章: 关于我们','0.0.0.0'),(608,1562546108,57,'编辑文章: 关于我们','0.0.0.0'),(609,1562546153,57,'编辑文章: 关于我们','0.0.0.0'),(610,1562546202,57,'编辑文章: 关于我们','0.0.0.0'),(611,1562546276,57,'编辑文章: 关于我们','0.0.0.0'),(612,1562546335,57,'编辑文章: 关于我们','0.0.0.0'),(613,1562546405,57,'编辑文章: 关于我们','0.0.0.0'),(614,1562546455,57,'编辑文章: 关于我们','0.0.0.0'),(615,1562546498,57,'编辑文章: 关于我们','0.0.0.0'),(616,1562546544,57,'编辑文章: 关于我们','0.0.0.0'),(617,1562546614,57,'编辑文章: 关于我们','0.0.0.0'),(618,1562546736,57,'编辑文章: 关于我们','0.0.0.0'),(619,1562546987,57,'编辑文章: 关于我们','0.0.0.0'),(620,1562547176,57,'编辑文章: 关于我们','0.0.0.0'),(621,1562547251,57,'编辑文章: 关于我们','0.0.0.0'),(622,1562547324,57,'编辑文章: 关于我们','0.0.0.0'),(623,1562547592,57,'编辑文章: 关于我们','0.0.0.0'),(624,1562547808,57,'编辑文章: 关于我们','0.0.0.0'),(625,1562547981,57,'编辑文章: 关于我们','0.0.0.0'),(626,1562548496,57,'编辑文章: 关于我们','0.0.0.0'),(627,1562548599,57,'编辑文章: 关于我们','0.0.0.0'),(628,1562549411,57,'编辑文章: 关于我们','0.0.0.0'),(629,1562549485,57,'编辑文章: 关于我们','0.0.0.0'),(630,1562550601,57,'编辑文章: 关于我们','0.0.0.0'),(631,1562550797,57,'编辑文章: 关于我们','0.0.0.0'),(632,1562550911,57,'编辑文章: 关于我们','0.0.0.0'),(633,1562550969,57,'编辑文章: 关于我们','0.0.0.0'),(634,1562603324,57,'管理员登陆','0.0.0.0'),(635,1562603328,57,'管理员登陆','0.0.0.0'),(636,1562608575,57,'编辑文章: 关于我们','0.0.0.0'),(637,1562609515,57,'编辑文章: 关于我们','0.0.0.0'),(638,1562610039,57,'编辑文章: 关于我们','0.0.0.0'),(639,1562610112,57,'编辑文章: 关于我们','0.0.0.0'),(640,1562610212,57,'编辑文章: 关于我们','0.0.0.0'),(641,1562610376,57,'编辑文章: 关于我们','0.0.0.0'),(642,1562613946,57,'编辑文章: 关于我们','0.0.0.0'),(643,1562614023,57,'编辑文章: 关于我们','0.0.0.0'),(644,1562614086,57,'编辑文章: 关于我们','0.0.0.0'),(645,1562614217,57,'编辑文章: 关于我们','0.0.0.0'),(646,1562614587,57,'编辑文章: 关于我们','0.0.0.0'),(647,1562614821,57,'编辑文章: 关于我们','0.0.0.0'),(648,1562615040,57,'编辑文章: 关于我们','0.0.0.0'),(649,1562615185,57,'编辑文章: 关于我们','0.0.0.0'),(650,1562615852,57,'编辑文章: 关于我们','0.0.0.0'),(651,1562615886,57,'编辑文章: 关于我们','0.0.0.0'),(652,1562622759,57,'管理员登陆','0.0.0.0'),(653,1562624681,57,'编辑文章: 关于我们','0.0.0.0'),(654,1562627890,57,'编辑文章: OBD设备国际贸易商商','0.0.0.0'),(655,1562628006,57,'编辑文章: 国内OBD经销商','0.0.0.0'),(656,1562628081,57,'编辑文章: 汽修大师','0.0.0.0'),(657,1562628123,57,'编辑文章: 联系我们','0.0.0.0'),(658,1562628137,57,'编辑文章: OBD设备爱好者','0.0.0.0'),(659,1562628388,57,'编辑文章: OBD国际贸易商商','0.0.0.0'),(660,1562632631,57,'删除商品分类','0.0.0.0'),(661,1562632640,57,'删除商品分类','0.0.0.0'),(662,1562632645,57,'删除商品分类','0.0.0.0'),(663,1562632650,57,'删除商品分类','0.0.0.0'),(664,1562632663,57,'删除商品分类','0.0.0.0'),(665,1562632669,57,'删除商品分类','0.0.0.0'),(666,1562632675,57,'删除商品分类','0.0.0.0'),(667,1562632681,57,'删除商品分类','0.0.0.0'),(668,1562632687,57,'删除商品分类','0.0.0.0'),(669,1562632696,57,'删除商品分类','0.0.0.0'),(670,1562632704,57,'删除商品分类','0.0.0.0'),(671,1562713532,57,'管理员登陆','0.0.0.0'),(672,1562713809,57,'管理员登陆','0.0.0.0'),(673,1562713812,57,'管理员登陆','0.0.0.0'),(674,1562713877,57,'删除商品分类','0.0.0.0'),(675,1562713882,57,'删除商品分类','0.0.0.0'),(676,1562713887,57,'删除商品分类','0.0.0.0'),(677,1562713899,57,'删除商品分类','0.0.0.0'),(678,1562713903,57,'删除商品分类','0.0.0.0'),(679,1562713954,57,'删除商品分类','0.0.0.0'),(680,1562714025,57,'编辑文章分类: 网站地图','0.0.0.0'),(681,1562716134,57,'编辑商品分类: 汽车专检工具','0.0.0.0'),(682,1562719179,57,'批量删除会员账号: wxeac7815083304,yuchens,wx13b9415088710,wxcb66815083229,wx5579515081781,wx7bcc315086753,chenjacken,123qaz,000000,张连科,zhang,1172527557,zhu19880219,flywang','0.0.0.0'),(683,1562719210,57,'批量删除会员账号: wx07bc315085229,123456,wx55b0715082879,wxff5bd15086743,wxf7b4c15082300,wx45b7c15086302,wx5459515081911,wxef95f15087779,wxfb76a15085208,wx6cd8615083855,wx820f915081808,wx1979815084176,wx6eb8f15082680,wx6c52315088928','0.0.0.0'),(684,1562719246,57,'批量删除会员账号: wxdeeb115082616,wx7084d15085156,wx2796815084545,wx6c93215085045,wxa059715085023,wx94b8a15083343,wx862a815084222,wxbbbe615082520,cesi01,wxb61cd15089524,wx6757e15083187,wx055fd15082865,wx6f0a615083224,zc12345678','0.0.0.0'),(685,1562719271,57,'批量删除会员账号: wx0a80815082981,wx3f19215087811,wx18a2f15088849,wx0494815081915,wxc647515087141,wxe1f4815089387,wx7e55a15085843,wx33b9d15081874,wx36a0115083449,wx1761015089266,wx6e9f315084559,wx27aa515088386,zc123456,wx6c16a15082999','0.0.0.0'),(686,1562719294,57,'批量删除会员账号: wx2c0e615082061,wx8073115087672,wxe67b315081026,wxcd10d15089515,wxb8be415081986,wangxiaofei','0.0.0.0'),(687,1562720972,57,'编辑权限管理: stic','0.0.0.0'),(688,1562787752,57,'管理员登陆','0.0.0.0'),(689,1562788139,57,'编辑商店设置','0.0.0.0'),(690,1562788150,57,'编辑商店设置','0.0.0.0'),(691,1562788185,57,'编辑商店设置','0.0.0.0'),(692,1562788415,57,'编辑商店设置','0.0.0.0'),(693,1562801467,57,'管理员登陆','0.0.0.0'),(694,1562801487,57,'编辑商店设置','0.0.0.0'),(695,1562801576,57,'删除会员账号: abcdefg','0.0.0.0'),(696,1562890881,57,'管理员登陆','0.0.0.0'),(697,1562951081,57,'管理员登陆','0.0.0.0'),(698,1562951494,57,'编辑商店设置','0.0.0.0'),(699,1562952990,57,'编辑商店设置','0.0.0.0'),(700,1562953005,57,'编辑商店设置','0.0.0.0'),(701,1563143067,57,'管理员登陆','0.0.0.0'),(702,1563217850,57,'管理员登陆','0.0.0.0'),(703,1563297475,57,'编辑广告: top_banner','0.0.0.0'),(704,1563297846,57,'编辑广告: top_banner','0.0.0.0'),(705,1563298118,57,'管理员登陆','0.0.0.0'),(706,1563299510,57,'管理员登陆','0.0.0.0'),(707,1563299686,57,'管理员登陆','0.0.0.0'),(708,1563317120,57,'编辑商品分类: 专检工具','0.0.0.0'),(709,1563317472,57,'编辑商品分类: 综合诊断仪','0.0.0.0'),(710,1563317506,57,'编辑商品分类: 钥匙编程器','0.0.0.0'),(711,1563317601,57,'编辑商品分类: 汽车配件','0.0.0.0'),(712,1563317850,57,'编辑商品分类: 汽车软件','0.0.0.0'),(713,1563322163,57,'编辑商品分类: 综合诊断仪','0.0.0.0'),(714,1563322203,57,'编辑商品分类: 诊断工具','0.0.0.0'),(715,1563322292,57,'编辑商品分类: 编程工具','0.0.0.0'),(716,1563322326,57,'编辑商品分类: 钥匙芯片','0.0.0.0'),(717,1563322363,57,'编辑商品分类: 工具软件','0.0.0.0'),(718,1563322439,57,'删除商品分类: 其他配件','0.0.0.0'),(719,1563322444,57,'删除商品分类: 体感车','0.0.0.0'),(720,1563322449,57,'删除商品分类: 智能家居','0.0.0.0'),(721,1563322453,57,'删除商品分类: 智能配饰','0.0.0.0'),(722,1563322458,57,'删除商品分类: 健康监测','0.0.0.0'),(723,1563322461,57,'删除商品分类: 运动跟踪器','0.0.0.0'),(724,1563322465,57,'删除商品分类: 智能眼镜','0.0.0.0'),(725,1563322469,57,'删除商品分类: 智能手表','0.0.0.0'),(726,1563323314,57,'删除商品分类: 其他','0.0.0.0'),(727,1563323317,57,'删除商品分类: 羽毛球PK','0.0.0.0'),(728,1563323320,57,'删除商品分类: 篮球比PK','0.0.0.0'),(729,1563323324,57,'删除商品分类: 足球PK','0.0.0.0'),(730,1563323332,57,'删除商品分类: 约赛','0.0.0.0'),(731,1563382205,57,'编辑商店设置','0.0.0.0'),(732,1563477361,57,'删除商品分类: 电器开关','0.0.0.0'),(733,1563477365,57,'删除商品分类: 收音机/录音机','0.0.0.0'),(734,1563477368,57,'删除商品分类: 干衣机','0.0.0.0'),(735,1563477371,57,'删除商品分类: 净水设备','0.0.0.0'),(736,1563477390,57,'删除商品分类: 电话机','0.0.0.0'),(737,1563477395,57,'删除商品分类: 插座','0.0.0.0'),(738,1563477399,57,'删除商品分类: 吸尘器','0.0.0.0'),(739,1563477546,57,'编辑商品分类: 机械钥匙','0.0.0.0'),(740,1563477591,57,'编辑商品分类: 半智能钥匙','0.0.0.0'),(741,1563477639,57,'编辑商品分类: 全智能钥匙','0.0.0.0'),(742,1563477686,57,'回收商品: 落地式加湿器家用静音 卧室大容量办公室孕妇空调创意空气香薰机 落地加湿器 不占用桌面空间高出雾口大雾量','0.0.0.0'),(743,1563478043,57,'回收商品: 落地式加湿器家用静音 卧室大容量办公室孕妇空调创意空气香薰机 落地加湿器 不占用桌面空间高出雾口大雾量','0.0.0.0'),(744,1563478505,57,'回收商品: 落地式加湿器家用静音 卧室大容量办公室孕妇空调创意空气香薰机 落地加湿器 不占用桌面空间高出雾口大雾量','0.0.0.0'),(745,1563478514,57,'回收商品: 落地式加湿器家用静音 卧室大容量办公室孕妇空调创意空气香薰机 落地加湿器 不占用桌面空间高出雾口大雾量','0.0.0.0'),(746,1563730334,57,'管理员登陆','0.0.0.0'),(747,1563732731,57,'添加商品分类: 诊断工具','0.0.0.0'),(748,1563732748,57,'添加商品分类: 编程工具','0.0.0.0'),(749,1563732764,57,'添加商品分类: 钥匙芯片','0.0.0.0'),(750,1563732781,57,'添加商品分类: 汽车配件','0.0.0.0'),(751,1563732798,57,'添加商品分类: 工具软件','0.0.0.0'),(752,1563733136,57,'管理员登陆','0.0.0.0'),(753,1563733180,57,'添加商品分类: 综合诊断仪','0.0.0.0'),(754,1563735658,57,'管理员登陆','0.0.0.0'),(755,1563735780,57,'编辑商品分类: 编程工具','0.0.0.0'),(756,1563735840,57,'添加商品分类: 专检设备','0.0.0.0'),(757,1563735964,57,'添加商品分类: 重卡诊断仪','0.0.0.0'),(758,1563735986,57,'添加商品分类: 云诊断','0.0.0.0'),(759,1563736109,57,'添加商品分类: ECU编程器','0.0.0.0'),(760,1563736127,57,'添加商品分类: 钥匙编程器','0.0.0.0'),(761,1563736146,57,'添加商品分类: 里程表编程器','0.0.0.0'),(762,1563736187,57,'添加商品分类: 安全气囊重置','0.0.0.0'),(763,1563736274,57,'添加商品分类: 全智能钥匙','0.0.0.0'),(764,1563736288,57,'添加商品分类: 半智能钥匙','0.0.0.0'),(765,1563736299,57,'添加商品分类: 机械钥匙','0.0.0.0'),(766,1563736362,57,'添加商品分类: 电脑配件','0.0.0.0'),(767,1563736398,57,'添加商品分类: OBD设备配件','0.0.0.0'),(768,1563736415,57,'添加商品分类: 其它零配件','0.0.0.0'),(769,1563736449,57,'添加商品分类: 原厂软件','0.0.0.0'),(770,1563736463,57,'添加商品分类: 自主软件','0.0.0.0'),(771,1563736475,57,'添加商品分类: 密码计算器','0.0.0.0'),(772,1563736487,57,'添加商品分类: 在线账户','0.0.0.0'),(773,1563746636,57,'管理员登陆','0.0.0.0'),(774,1563747257,57,'管理员登陆','0.0.0.0'),(775,1563747329,57,'编辑: SVCI','0.0.0.0'),(776,1563747370,57,'编辑: SVCI','0.0.0.0'),(777,1563747535,57,'删除','0.0.0.0'),(778,1563747547,57,'删除','0.0.0.0'),(779,1563747553,57,'删除','0.0.0.0'),(780,1563747556,57,'删除','0.0.0.0'),(781,1563747567,57,'删除','0.0.0.0'),(782,1563747569,57,'删除','0.0.0.0'),(783,1563747572,57,'删除','0.0.0.0'),(784,1563747574,57,'删除','0.0.0.0'),(785,1563747575,57,'删除','0.0.0.0'),(786,1563747577,57,'删除','0.0.0.0'),(787,1563747580,57,'删除','0.0.0.0'),(788,1563747582,57,'删除','0.0.0.0'),(789,1563747584,57,'删除','0.0.0.0'),(790,1563747587,57,'删除','0.0.0.0'),(791,1563747589,57,'删除','0.0.0.0'),(792,1563747594,57,'删除','0.0.0.0'),(793,1563747597,57,'删除','0.0.0.0'),(794,1563747599,57,'删除','0.0.0.0'),(795,1563747602,57,'删除','0.0.0.0'),(796,1563747606,57,'删除','0.0.0.0'),(797,1563747610,57,'删除','0.0.0.0'),(798,1563747614,57,'删除','0.0.0.0'),(799,1563749329,57,'编辑商店设置','0.0.0.0'),(800,1563749349,57,'编辑商店设置','0.0.0.0'),(801,1563749500,57,'删除: 删除账单','0.0.0.0'),(802,1563749505,57,'删除: 删除账单','0.0.0.0'),(803,1563749510,57,'删除: 删除账单','0.0.0.0'),(804,1563749662,57,'删除: 删除账单','0.0.0.0'),(805,1563749664,57,'删除: 删除账单','0.0.0.0'),(806,1563749667,57,'删除: 删除账单','0.0.0.0'),(807,1563749668,57,'删除: 删除账单','0.0.0.0'),(808,1563749670,57,'删除: 删除账单','0.0.0.0'),(809,1563749672,57,'删除: 删除账单','0.0.0.0'),(810,1563749675,57,'删除: 删除账单','0.0.0.0'),(811,1563749676,57,'删除: 删除账单','0.0.0.0'),(812,1563749677,57,'删除: 删除账单','0.0.0.0'),(813,1563749678,57,'删除: 删除账单','0.0.0.0'),(814,1563749679,57,'删除: 删除账单','0.0.0.0'),(815,1563749693,57,'删除: 删除账单','0.0.0.0'),(816,1563749698,57,'删除: 删除账单','0.0.0.0'),(817,1563749705,57,'删除: 删除账单','0.0.0.0'),(818,1563749743,57,'删除: 删除账单','0.0.0.0'),(819,1563749747,57,'删除: 删除账单','0.0.0.0'),(820,1563749813,57,'删除: 删除账单','0.0.0.0'),(821,1563752217,57,'删除广告','0.0.0.0'),(822,1563752222,57,'删除广告','0.0.0.0'),(823,1563752227,57,'删除广告','0.0.0.0'),(824,1563752258,57,'删除广告','0.0.0.0'),(825,1563752266,57,'删除广告','0.0.0.0'),(826,1563752274,57,'删除广告','0.0.0.0'),(827,1563752293,57,'删除广告','0.0.0.0'),(828,1563752298,57,'删除广告','0.0.0.0'),(829,1563752304,57,'删除广告','0.0.0.0'),(830,1563752311,57,'删除广告','0.0.0.0'),(831,1563752317,57,'删除广告','0.0.0.0'),(832,1563752321,57,'删除广告','0.0.0.0'),(833,1563752325,57,'删除广告','0.0.0.0'),(834,1563752329,57,'删除广告','0.0.0.0'),(835,1563752332,57,'删除广告','0.0.0.0'),(836,1563752336,57,'删除广告','0.0.0.0'),(837,1563752339,57,'删除广告','0.0.0.0'),(838,1563752349,57,'删除广告','0.0.0.0'),(839,1563752357,57,'删除广告','0.0.0.0'),(840,1563752363,57,'删除广告','0.0.0.0'),(841,1563752376,57,'删除广告','0.0.0.0'),(842,1563752379,57,'删除广告','0.0.0.0'),(843,1563752383,57,'删除广告','0.0.0.0'),(844,1563752387,57,'删除广告','0.0.0.0'),(845,1563752439,57,'删除广告','0.0.0.0'),(846,1563752447,57,'删除广告','0.0.0.0'),(847,1563752462,57,'删除广告','0.0.0.0'),(848,1563752466,57,'删除广告','0.0.0.0'),(849,1563752469,57,'删除广告','0.0.0.0'),(850,1563752472,57,'删除广告','0.0.0.0'),(851,1563752476,57,'删除广告','0.0.0.0'),(852,1563752479,57,'删除广告','0.0.0.0'),(853,1563752482,57,'删除广告','0.0.0.0'),(854,1563752486,57,'删除广告','0.0.0.0'),(855,1563752489,57,'删除广告','0.0.0.0'),(856,1563752493,57,'删除广告','0.0.0.0'),(857,1563752496,57,'删除广告','0.0.0.0'),(858,1563752500,57,'删除广告','0.0.0.0'),(859,1563752503,57,'删除广告','0.0.0.0'),(860,1563752506,57,'删除广告','0.0.0.0'),(861,1563752509,57,'删除广告','0.0.0.0'),(862,1563752513,57,'删除广告','0.0.0.0'),(863,1563752518,57,'删除广告','0.0.0.0'),(864,1563752522,57,'删除广告','0.0.0.0'),(865,1563752525,57,'删除广告','0.0.0.0'),(866,1563752528,57,'删除广告','0.0.0.0'),(867,1563752703,57,'删除广告','0.0.0.0'),(868,1563752706,57,'删除广告','0.0.0.0'),(869,1563752790,57,'删除广告','0.0.0.0'),(870,1563752795,57,'删除广告','0.0.0.0'),(871,1563752802,57,'删除广告','0.0.0.0'),(872,1563752807,57,'删除广告','0.0.0.0'),(873,1563752814,57,'删除广告','0.0.0.0'),(874,1563752825,57,'删除广告','0.0.0.0'),(875,1563752831,57,'删除广告','0.0.0.0'),(876,1563752836,57,'删除广告','0.0.0.0'),(877,1563752841,57,'删除广告','0.0.0.0'),(878,1563753346,57,'管理员登陆','0.0.0.0'),(879,1563754860,57,'编辑广告: login_banner1','0.0.0.0'),(880,1563755227,57,'编辑广告: regist_banner','0.0.0.0');

/*Table structure for table `fly_admin_message` */

DROP TABLE IF EXISTS `fly_admin_message`;

CREATE TABLE `fly_admin_message` (
  `message_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `sender_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `receiver_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `sent_time` int(11) unsigned NOT NULL DEFAULT '0',
  `read_time` int(11) unsigned NOT NULL DEFAULT '0',
  `readed` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `deleted` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `title` varchar(150) NOT NULL DEFAULT '',
  `message` text NOT NULL,
  PRIMARY KEY (`message_id`),
  KEY `sender_id` (`sender_id`,`receiver_id`),
  KEY `receiver_id` (`receiver_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_admin_message` */

/*Table structure for table `fly_admin_user` */

DROP TABLE IF EXISTS `fly_admin_user`;

CREATE TABLE `fly_admin_user` (
  `user_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `rs_id` int(10) unsigned NOT NULL DEFAULT '0',
  `email` varchar(60) NOT NULL DEFAULT '',
  `password` varchar(32) NOT NULL DEFAULT '',
  `ec_salt` varchar(10) DEFAULT NULL,
  `add_time` int(11) NOT NULL DEFAULT '0',
  `last_login` int(11) NOT NULL DEFAULT '0',
  `last_ip` varchar(15) NOT NULL DEFAULT '',
  `action_list` text NOT NULL,
  `nav_list` text NOT NULL,
  `lang_type` varchar(50) NOT NULL DEFAULT '',
  `agency_id` int(10) unsigned NOT NULL,
  `suppliers_id` int(10) unsigned DEFAULT '0',
  `todolist` longtext,
  `role_id` smallint(5) DEFAULT NULL,
  `major_brand` smallint(8) unsigned NOT NULL DEFAULT '0',
  `admin_user_img` varchar(255) NOT NULL,
  `recently_cat` varchar(255) NOT NULL COMMENT '管理员最近使用分类',
  PRIMARY KEY (`user_id`),
  KEY `user_name` (`user_name`),
  KEY `agency_id` (`agency_id`),
  KEY `ru_id` (`ru_id`),
  KEY `rs_id` (`rs_id`),
  KEY `role_id` (`role_id`),
  KEY `ec_salt` (`ec_salt`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=59 DEFAULT CHARSET=utf8;

/*Data for the table `fly_admin_user` */

insert  into `fly_admin_user`(`user_id`,`user_name`,`parent_id`,`ru_id`,`rs_id`,`email`,`password`,`ec_salt`,`add_time`,`last_login`,`last_ip`,`action_list`,`nav_list`,`lang_type`,`agency_id`,`suppliers_id`,`todolist`,`role_id`,`major_brand`,`admin_user_img`,`recently_cat`) values (42,'ecmoban1',0,1,0,'','11aeb1a8d98c2f5fa07893dae2ac05c9','6909',0,1508733963,'112.66.29.203','goods_manage,remove_back,cat_manage,cat_drop,attr_manage,comment_priv,goods_type,goods_auto,virualcard,goods_export,goods_batch,merchants_brand,comment_edit_delete,discuss_circle,gallery_album,commission_setting,allot_priv,logs_manage,logs_drop,seller_manage,seller_allot,seller_drop,privilege_seller,ship_manage,shiparea_manage,warehouse_manage,order_print_setting,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,delivery_view,back_view,order_back_apply,order_print,order_detection,order_os_remove,exchange,complaint,topic_manage,snatch_manage,bonus_manage,gift_manage,ad_manage,auction,group_by,favourable,whole_sale,package_manage,exchange_goods,presale,gift_gard_manage,take_manage,coupons_manage,team_manage,merchants_commission,seller_apply,seller_account,seller_store_informa,seller_store_other,10_visual_editing,touch_dashboard,goods_psi,storage_put,storage_out,offline_store,wechat_admin,mass_message,auto_reply,menu,fans,media,qrcode,extend,market,whole_sale,wholesale_order,goods_lib_list,goods_lib_cat','商品列表|goods.php?act=list,订单列表|order.php?act=list,用户评论|comment_manage.php?act=list,会员列表|users.php?act=list,商店设置|shop_config.php?act=list_edit','',0,0,'',0,1,'',''),(57,'stic',0,0,0,'flywang1688@163.com','91429c9f4a996ff57af962169dfdf028','7371',1493663728,1563753346,'0.0.0.0','all','商品列表|goods.php?act=list,订单列表|order.php?act=list,用户评论|comment_manage.php?act=list,会员列表|users.php?act=list,商店设置|shop_config.php?act=list_edit','',0,0,'',0,0,'','407,1420,34,124'),(58,'搜索',42,1,0,'356459848@qq.com','919cfcf201f7676ac993aaef3fb73a3d','',1508436156,0,'','goods_manage,remove_back,cat_manage,cat_drop,attr_manage,comment_priv,goods_type,goods_auto,virualcard,goods_export,goods_batch,merchants_brand,comment_edit_delete,discuss_circle,gallery_album,allot_priv,logs_drop,seller_manage,seller_allot,seller_drop,privilege_seller,ship_manage,shiparea_manage,warehouse_manage,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,delivery_view,back_view,order_back_apply,order_print,order_detection,order_os_remove,exchange,topic_manage,snatch_manage,ad_manage,gift_manage,bonus_manage,auction,group_by,favourable,whole_sale,package_manage,exchange_goods,presale,gift_gard_manage,take_manage,coupons_manage,team_manage,merchants_commission,seller_apply,seller_account,seller_store_informa,seller_store_other,10_visual_editing,touch_dashboard,storage_put,storage_out,offline_store,wechat_admin,mass_message,auto_reply,menu,fans,media,qrcode,extend,whole_sale','商品列表|goods.php?act=list,订单列表|order.php?act=list,用户评论|comment_manage.php?act=list,会员列表|users.php?act=list,商店设置|shop_config.php?act=list_edit','',0,0,'',0,1,'','');

/*Table structure for table `fly_adsense` */

DROP TABLE IF EXISTS `fly_adsense`;

CREATE TABLE `fly_adsense` (
  `from_ad` smallint(5) NOT NULL DEFAULT '0',
  `referer` varchar(255) NOT NULL DEFAULT '',
  `clicks` int(10) unsigned NOT NULL DEFAULT '0',
  KEY `from_ad` (`from_ad`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_adsense` */

insert  into `fly_adsense`(`from_ad`,`referer`,`clicks`) values (456,'本站',1);

/*Table structure for table `fly_affiliate_log` */

DROP TABLE IF EXISTS `fly_affiliate_log`;

CREATE TABLE `fly_affiliate_log` (
  `log_id` int(10) NOT NULL AUTO_INCREMENT,
  `order_id` int(10) NOT NULL,
  `time` int(10) NOT NULL,
  `user_id` int(10) NOT NULL,
  `user_name` varchar(60) DEFAULT NULL,
  `money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `point` int(10) NOT NULL DEFAULT '0',
  `separate_type` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`),
  KEY `order_id` (`order_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_affiliate_log` */

/*Table structure for table `fly_agency` */

DROP TABLE IF EXISTS `fly_agency`;

CREATE TABLE `fly_agency` (
  `agency_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `agency_name` varchar(255) NOT NULL,
  `agency_desc` text NOT NULL,
  PRIMARY KEY (`agency_id`),
  KEY `agency_name` (`agency_name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_agency` */

/*Table structure for table `fly_alidayu_configure` */

DROP TABLE IF EXISTS `fly_alidayu_configure`;

CREATE TABLE `fly_alidayu_configure` (
  `id` smallint(5) NOT NULL AUTO_INCREMENT,
  `temp_id` varchar(255) NOT NULL,
  `temp_content` varchar(255) NOT NULL,
  `add_time` int(15) NOT NULL,
  `set_sign` varchar(255) NOT NULL,
  `send_time` varchar(255) NOT NULL,
  `signature` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `temp_id` (`temp_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_alidayu_configure` */

/*Table structure for table `fly_alitongxin_configure` */

DROP TABLE IF EXISTS `fly_alitongxin_configure`;

CREATE TABLE `fly_alitongxin_configure` (
  `id` smallint(5) NOT NULL AUTO_INCREMENT,
  `temp_id` varchar(255) NOT NULL COMMENT '模板ID',
  `temp_content` varchar(255) NOT NULL COMMENT '模板内容',
  `add_time` int(15) NOT NULL COMMENT '添加时间',
  `set_sign` varchar(255) NOT NULL COMMENT '签名',
  `send_time` varchar(255) NOT NULL COMMENT '短信发送时机',
  `signature` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `temp_id` (`temp_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_alitongxin_configure` */

/*Table structure for table `fly_appeal_img` */

DROP TABLE IF EXISTS `fly_appeal_img`;

CREATE TABLE `fly_appeal_img` (
  `img_id` int(10) NOT NULL AUTO_INCREMENT,
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `complaint_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `img_file` varchar(255) NOT NULL,
  PRIMARY KEY (`img_id`),
  KEY `order_id` (`order_id`),
  KEY `ru_id` (`ru_id`),
  KEY `complaint_id` (`complaint_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_appeal_img` */

/*Table structure for table `fly_area_region` */

DROP TABLE IF EXISTS `fly_area_region`;

CREATE TABLE `fly_area_region` (
  `shipping_area_id` int(10) unsigned NOT NULL DEFAULT '0',
  `region_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) NOT NULL,
  PRIMARY KEY (`shipping_area_id`,`region_id`),
  KEY `region_id` (`region_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_area_region` */

insert  into `fly_area_region`(`shipping_area_id`,`region_id`,`ru_id`) values (1,2,0),(1,3,0),(1,4,0),(1,5,0),(1,6,0),(1,7,0),(1,8,0),(1,9,0),(1,10,0),(1,11,0),(1,12,0),(1,13,0),(1,14,0),(1,15,0),(1,16,0),(1,17,0),(1,18,0),(1,19,0),(1,20,0),(1,21,0),(1,22,0),(1,23,0),(1,24,0),(1,25,0),(1,26,0),(1,27,0),(1,28,0),(1,29,0),(1,30,0),(1,31,0),(1,32,0),(1,33,0),(1,34,0),(1,35,0),(2,2,0),(2,3,0),(2,4,0),(2,5,0),(2,6,0),(2,7,0),(2,8,0),(2,9,0),(2,10,0),(2,11,0),(2,12,0),(2,13,0),(2,14,0),(2,15,0),(2,16,0),(2,17,0),(2,18,0),(2,19,0),(2,20,0),(2,21,0),(2,22,0),(2,23,0),(2,24,0),(2,25,0),(2,26,0),(2,27,0),(2,28,0),(2,29,0),(2,30,0),(2,31,0),(2,32,0),(2,33,0),(2,34,0),(2,35,0),(43,2,0),(43,3,0),(43,4,0),(43,5,0),(43,6,0),(43,7,0),(43,8,0),(43,9,0),(43,10,0),(43,11,0),(43,12,0),(43,13,0),(43,14,0),(43,15,0),(43,16,0),(43,17,0),(43,18,0),(43,19,0),(43,20,0),(43,21,0),(43,22,0),(43,23,0),(43,24,0),(43,25,0),(43,26,0),(43,27,0),(43,28,0),(43,29,0),(43,30,0),(43,31,0),(43,32,0),(43,33,0),(43,34,0),(43,35,0),(44,2,0),(44,3,0),(44,4,0),(44,5,0),(44,6,0),(44,7,0),(44,8,0),(44,9,0),(44,10,0),(44,11,0),(44,12,0),(44,13,0),(44,14,0),(44,15,0),(44,16,0),(44,17,0),(44,18,0),(44,19,0),(44,20,0),(44,21,0),(44,22,0),(44,23,0),(44,24,0),(44,25,0),(44,26,0),(44,27,0),(44,28,0),(44,29,0),(44,30,0),(44,31,0),(44,32,0),(44,33,0),(44,34,0),(44,35,0),(45,2,0),(45,3,0),(45,4,0),(45,5,0),(45,6,0),(45,7,0),(45,8,0),(45,9,0),(45,10,0),(45,11,0),(45,12,0),(45,13,0),(45,14,0),(45,15,0),(45,16,0),(45,17,0),(45,18,0),(45,19,0),(45,20,0),(45,21,0),(45,22,0),(45,23,0),(45,24,0),(45,25,0),(45,26,0),(45,27,0),(45,28,0),(45,29,0),(45,30,0),(45,31,0),(45,32,0),(45,33,0),(45,34,0),(45,35,0),(46,2,0),(46,3,0),(46,4,0),(46,5,0),(46,6,0),(46,7,0),(46,8,0),(46,9,0),(46,10,0),(46,11,0),(46,12,0),(46,13,0),(46,14,0),(46,15,0),(46,16,0),(46,17,0),(46,18,0),(46,19,0),(46,20,0),(46,21,0),(46,22,0),(46,23,0),(46,24,0),(46,25,0),(46,26,0),(46,27,0),(46,28,0),(46,29,0),(46,30,0),(46,31,0),(46,32,0),(46,33,0),(46,34,0),(46,35,0),(47,1,1),(48,1,1),(49,1,2),(50,1,3),(51,1,4),(62,1,5),(52,1,6),(53,1,9),(54,1,10),(55,1,11),(56,1,12),(57,1,13),(58,1,14),(59,1,15),(60,1,16),(61,1,18),(64,1058,0),(64,1059,0),(64,1060,0),(64,1067,0),(64,1071,0);

/*Table structure for table `fly_article` */

DROP TABLE IF EXISTS `fly_article`;

CREATE TABLE `fly_article` (
  `article_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` mediumint(8) NOT NULL DEFAULT '0',
  `title` varchar(150) NOT NULL DEFAULT '',
  `content` longtext NOT NULL,
  `author` varchar(30) NOT NULL DEFAULT '',
  `author_email` varchar(60) NOT NULL DEFAULT '',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `article_type` tinyint(1) unsigned NOT NULL DEFAULT '2',
  `is_open` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `file_url` varchar(255) NOT NULL DEFAULT '',
  `open_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `link` varchar(255) NOT NULL DEFAULT '',
  `description` varchar(255) DEFAULT NULL,
  `sort_order` smallint(8) unsigned NOT NULL DEFAULT '50',
  PRIMARY KEY (`article_id`),
  KEY `cat_id` (`cat_id`),
  KEY `is_open` (`is_open`),
  KEY `open_type` (`open_type`)
) ENGINE=MyISAM AUTO_INCREMENT=69 DEFAULT CHARSET=utf8;

/*Data for the table `fly_article` */

insert  into `fly_article`(`article_id`,`cat_id`,`title`,`content`,`author`,`author_email`,`keywords`,`article_type`,`is_open`,`add_time`,`file_url`,`open_type`,`link`,`description`,`sort_order`) values (1,2,'OBD国际贸易商商','','','','',0,1,1379320263,'',0,'http://','',1),(2,2,'国内OBD经销商','','','','',0,1,1379320263,'',0,'http://','',1),(3,2,'汽修大师','','','','',0,1,1379320263,'',0,'http://','',1),(4,2,'OBD设备爱好者','','','','',0,1,1379320263,'',0,'http://','',1),(67,2,'我们的优势','<p>&nbsp; &nbsp; &nbsp;&nbsp;</p><p><br/></p><p><br/></p><p><span style=\"font-size: 24px;\"><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;OBD设备研发专家团队创办组建&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;深耕OBD行业15年，研发经验丰富</strong></span></p><p><span style=\"font-size: 24px;\"><strong><br/></strong></span></p><p><br/></p><p><br/></p><p><span style=\"font-size: 24px;\"><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;所有产品拥有独立自主知识产权&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 追求研发卓越产品，有良好的行业口碑</strong></span></p><p><span style=\"font-size: 24px;\"><strong><br/></strong></span></p><p><br/></p><p><br/></p><p><span style=\"font-size: 24px;\"><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;产品兼容车型覆盖面积广，兼容性强&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;开放合作，低门槛，高收益，售后保证</strong></span></p><p><br/></p>','','','',0,0,1562528640,'',0,'http://','',1),(68,2,'关于我们','<div style=\"margin-right:20px; float:left; \"><p style=\"margin-top:15px;margin-right:15px;margin-bottom:15px;margin-left:15px;text-indent:\"><iframe src=\"https://v.qq.com/txp/iframe/player.html?vid=y0711v77egh\" width=\"600\" height=\"468\" scrolling=\"yes\" frameborder=\"0\" align=\"left\"></iframe>\r\n &nbsp; &nbsp;</p></div><p style=\"margin-top:15px;margin-right:15px;margin-bottom:15px;margin-left:15px;text-indent:0;padding:0 0 0 0 \"><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑; letter-spacing: 0px;\">&nbsp; &nbsp; &nbsp;深圳市硕泰昌科技有限公司</span><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑; letter-spacing: 0px;\">(简称“硕泰昌科技”)成立于2012年，是一家汽车诊断仪、汽车编程器、汽车防盗器等OBD设备制造商、云诊断平台以及汽车车载系统解决方案提供商。硕泰昌科技创办至今，凭借雄厚的研发实力打造出的产品深受汽修维修师傅喜爱并获得良好口碑。在未来我司将继续深耕OBD行业，为汽修维修师傅提供物美价廉好用又好使的良心产品。&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</span><br/></p><p style=\"margin-top:15px;margin-right:15px;margin-bottom:15px;margin-left:15px;text-indent:0;padding:0 0 0 0 \"><span style=\"font-family: 微软雅黑;color: rgb(102, 102, 102);letter-spacing: 0;font-size: 16px\">&nbsp; &nbsp; &nbsp;与此同时，我司将与时俱进潜心研发云诊断平台，利用互联网思维整合资源，利用物联网、大数据以及人工智能技术让云诊断变得“更智能，更懂你”。&nbsp;&nbsp; &nbsp;</span></p><p style=\"margin-top:15px;margin-right:15px;margin-bottom:15px;margin-left:15px;text-indent:0;padding:0 0 0 0 \"><span style=\"font-family: 微软雅黑;color: rgb(102, 102, 102);letter-spacing: 0;font-size: 16px\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;硕泰昌科技始终坚持“良心产品，匠心打造”产品研发思路，以客户为中心的<span style=\"font-family:微软雅黑\">服务宗旨，以开放、包容、公平、共赢为合作基础。</span>&nbsp;让我们一起携手共进，开创未来！</span></p><p><br/></p><p><br/></p><p><br/></p><h1 label=\"标题居左\" style=\"font-size: 32px; font-weight: bold;  text-align: left;\"><span style=\"color:#333;font-family:微软雅黑\">品牌发展史</span></h1><p><span style=\"color:#333;font-family:微软雅黑\"><br/></span></p><p><span style=\"color:#666666;font-family:微软雅黑\"><strong><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑; font-size: 20px;\">2012年</span></strong></span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp;6月，深圳市硕泰昌科技有限公司成立于深圳市南山区粤海街道，确定并专注汽车专检设备和汽车钥匙编程器研发为公司主要发展方向。</span></p><p><strong style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">&nbsp; &nbsp; &nbsp; &nbsp;</strong><span style=\"color:#666666;font-family:微软雅黑\">8月，研发出第一款本田专检工具FLY100一代，解决世界难题——本田无需密码做防盗功能。与此同时确定FLY品牌发展方向。</span></p><p><span style=\"color:#666666;font-family:微软雅黑\"><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑; font-size: 20px;\"><strong>2013年</strong></span>,先后推出FLY108 pro、FLY200 pro、FLY308 pro、FLY508 pro等FLY系列产品</span></p><p><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑; font-size: 20px;\"><strong>2014年</strong></span></p><p><span style=\"color:#666666;font-family:微软雅黑\"><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong>3月，研发出第一款汽车诊断仪兼钥匙编程器FVDI2014，确定综合诊断仪兼钥匙编程器产品命名为FVDI系列产品。</span></p><p><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;5月，第一款纯汽车钥匙编程器TM100正式问世。</span><br/></p><p><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;9月，参展德国法兰克福汽车零配件展览会</span></p><p><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑; font-size: 20px;\"><strong>2015年</strong></span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;4月，FVDI2014高级版FVDI2015正式发布</span></p><p><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;6月，FLY100二代正式发布</span><br/></p><p><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">&nbsp; &nbsp; &nbsp; &nbsp;11月，丰田专检TOYOTA&nbsp;OTC 2正式发布</span></p><p><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑; font-size: 20px;\"><strong>2016年</strong></span><span style=\"color:#666666;font-family:微软雅黑\">，先后推出捷豹路虎专检设备JLR SDD 2,福特马自达专检设备 VCM&nbsp;IDS 3,OBD终结者，FVDI2</span></p><p><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑; font-size: 20px;\"><strong>2018年</strong></span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp; 4月，FVDI2018发布出售</span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp; 8月，SVCI J2534(FVDI J2534)发布出售，确定公司转型升级<span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">SVCI</span>产品发展方向，主打STIC品牌</span></p><p><span style=\"font-size: 20px;\"><strong style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">2019年</strong></span><br/></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp;5月，捷豹路虎专检设备<span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">高级版</span>SVCI DoI正式发售</span></p><p><strong style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">&nbsp; &nbsp; &nbsp; &nbsp;</strong><span style=\"color:#666666;font-family:微软雅黑\">6月，因公司转型升级要求，变更FLY品牌，主打STIC品牌，更改FVDI系列产品为SVCI系列产品</span></p><p><span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">&nbsp; &nbsp; &nbsp;10月，SVCI2020即将发售</span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<br/></span></p><p style=\"margin-top:15px;margin-right:15px;margin-bottom:15px;padding:0 0 0 0 \"><span style=\"font-family: 微软雅黑;color: rgb(102, 102, 102);letter-spacing: 0;font-size: 16px\"><br/></span></p><h1 label=\"标题居左\" style=\"font-size: 32px; font-weight: bold;  text-align: left;\"><span style=\"color:#333;font-family:微软雅黑\">公司专利</span></h1><p><span style=\"color:#666666;font-family:微软雅黑\"><br/></span><br/></p><p><span style=\"color:#666666;font-family:微软雅黑\"><br/></span></p><p><span style=\"color:#666666;font-family:微软雅黑\"><br/></span></p><p><span style=\"color:#666666;font-family:微软雅黑\"><br/></span></p><p><span style=\"color:#666666;font-family:微软雅黑\"><br/></span></p><p><span style=\"color:#666666;font-family:微软雅黑\"><br/></span></p><p><br/></p><h1 label=\"标题居左\" style=\"font-size: 32px; font-weight: bold;  text-align: left;\"><span style=\"color:#333;font-family:微软雅黑\">行业地位</span></h1><p><br/></p><p><br/></p><p>&nbsp; &nbsp; &nbsp; &nbsp;<span style=\"color:#666666;font-family:微软雅黑\">截至目前为止硕泰昌科技所研发出来的产品覆盖了市场上主流车型的维修需求，客户遍及全世界各个角落所研发的产品均得到客户认可和信赖。现有产品获得欧盟认证、国内3C认证与此同时我们也取得欧盟商标、国内商标、欧盟外观专利和国内外观专利，所有产品均为自主研发且具有独立自主知识产权。目前最具有代表性专检设备有福特马自达SVCI J2534、捷豹路虎SVCI DoIP、通用福特克莱斯勒SVCI GFC,本田FLY100二代，丰田TOYOTA OTC 2等，汽车钥匙编程器代表性产品有SVCI2、SVCI2014、SVCI2015、SVCI2018、SVCI2020等，到目前为止我司最前沿代表性产品为SVCI TAG+、保驰云诊断。</span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; 福特马自达等专检设备在国内市场占有率达76%之多，全球市场占有率达12%,年最高出货量达5426套，并且每年都在持续增长。</span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; 钥匙编程器SVCI2/2014/2015/2018/2020截至目前为止国外市场占有率达64%，出货量达到87963套。</span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; 钥匙编程器最前沿产品SVCI TAG+，未来两年预计将以600%的速度疯狂增长，三年内全球市场占有率可达85%以上。</span></p><p><br/></p><p><br/></p><p><span style=\"color:#666666;font-family:微软雅黑\"><br/></span></p><h1 label=\"标题居左\" style=\"font-size: 32px; font-weight: bold;  text-align: left;\"><span style=\"color:#333;font-family:微软雅黑\">团队介绍</span></h1><p><br/></p><p><span style=\"color:#333;font-family:微软雅黑;margin-left:10px;\"><iframe class=\"ueditor_baidumap\" src=\"http://localhost/plugins/ueditor/dialogs/map/show.html#center=113.931522,22.515178&zoom=18&width=530&height=340&markers=113.930327,22.514761&markerStyles=l,A\" frameborder=\"0\" width=\"534\" height=\"344\" align=\"right\"></iframe></span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;深圳市硕泰昌科技有限公司由三位国内OBD行业顶级专家创办而成，三位创始人曾就职于国内OBD行业巨头公司，拥有15年以上行业积累以及雄厚的研发实力。</span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp; 硕泰昌科技<span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">是一家以技术驱动为主的科技公司，公司研发人员占据了76%，公司管理人员、销售人员和其它部门人员仅占据24%。公司目前员工<span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">98%来自本科院校，平均年龄32岁，</span></span>核心技术人员<span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">以及公司管理人员100%拥有本科学历，</span>他们大多数人曾经就职于上市公司，核心技术人员均拥有扎实的技术功底对OBD行业有充分的认知。</span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp; 公司实行扁平化管理<span style=\"color: rgb(102, 102, 102); font-family: 微软雅黑;\">方式</span>，实行不打卡，不加班，打造公司和个人，共进退，共命运体系，充分体现以人为本的管理方式和合伙人管理模式。</span></p><p><span style=\"color:#666666;font-family:微软雅黑\">&nbsp; &nbsp; &nbsp; &nbsp;公司注册地和办公地址均在世界第一街道办所在地：广东省深圳市南山区粤海街道5号动漫园1栋。</span></p>','','','',0,1,1562542563,'data/article/1562624681677885657.jpg',2,'http://','',1);

/*Table structure for table `fly_article_cat` */

DROP TABLE IF EXISTS `fly_article_cat`;

CREATE TABLE `fly_article_cat` (
  `cat_id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(255) NOT NULL DEFAULT '',
  `cat_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `cat_desc` varchar(255) NOT NULL DEFAULT '',
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  `show_in_nav` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`cat_id`),
  KEY `cat_type` (`cat_type`),
  KEY `sort_order` (`sort_order`),
  KEY `parent_id` (`parent_id`),
  KEY `cat_name` (`cat_name`)
) ENGINE=MyISAM AUTO_INCREMENT=1004 DEFAULT CHARSET=utf8;

/*Data for the table `fly_article_cat` */

insert  into `fly_article_cat`(`cat_id`,`cat_name`,`cat_type`,`keywords`,`cat_desc`,`sort_order`,`show_in_nav`,`parent_id`) values (1,'网站地图',2,'','网站地图',1,1,0),(2,'商务合作',3,'','商务合作',1,0,1),(3,'服务支持',4,'','文档中心',50,0,1);

/*Table structure for table `fly_article_extend` */

DROP TABLE IF EXISTS `fly_article_extend`;

CREATE TABLE `fly_article_extend` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `article_id` mediumint(8) unsigned NOT NULL,
  `click` int(10) unsigned NOT NULL DEFAULT '0',
  `likenum` int(10) unsigned NOT NULL DEFAULT '0',
  `hatenum` int(8) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `article_id` (`article_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_article_extend` */

insert  into `fly_article_extend`(`id`,`article_id`,`click`,`likenum`,`hatenum`) values (1,66,1,0,0),(2,62,1,0,0),(3,58,1,0,0);

/*Table structure for table `fly_attribute` */

DROP TABLE IF EXISTS `fly_attribute`;

CREATE TABLE `fly_attribute` (
  `attr_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` int(10) unsigned NOT NULL DEFAULT '0',
  `attr_name` varchar(60) NOT NULL DEFAULT '',
  `attr_cat_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `attr_input_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `attr_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `attr_values` text NOT NULL,
  `color_values` text NOT NULL,
  `attr_index` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `sort_order` int(10) unsigned NOT NULL DEFAULT '0',
  `is_linked` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `attr_group` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `attr_input_category` varchar(30) NOT NULL,
  `cloud_attr_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`attr_id`),
  KEY `cat_id` (`cat_id`),
  KEY `attr_name` (`attr_name`),
  KEY `attr_cat_type` (`attr_cat_type`),
  KEY `attr_type` (`attr_type`),
  KEY `attr_group` (`attr_group`),
  KEY `sort_order` (`sort_order`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

/*Data for the table `fly_attribute` */

insert  into `fly_attribute`(`attr_id`,`cat_id`,`attr_name`,`attr_cat_type`,`attr_input_type`,`attr_type`,`attr_values`,`color_values`,`attr_index`,`sort_order`,`is_linked`,`attr_group`,`attr_input_category`,`cloud_attr_id`) values (1,1,'颜色',0,1,1,'暗夜黑\r\n宝石蓝\r\n玫瑰金\r\n土豪金\r\n中国红','',0,0,0,0,'',0),(2,2,'颜色',0,1,1,'白色\r\n黑色\r\n金色\r\n','',0,0,0,0,'',0),(3,3,'颜色',0,1,1,'黑色\r\n红色','',0,0,0,0,'',0),(4,4,'颜色',0,1,1,'灰色\r\n枚红色\r\n银灰色\r\n紫色','',0,0,0,0,'',0),(5,5,'尺码',0,1,1,'M\r\nX\r\nXL\r\n2XL\r\n3XL\r\n4XL','',0,0,0,0,'',0),(6,5,'颜色',1,0,1,'','',0,0,0,0,'',0),(7,6,'颜色',0,1,1,'白红色\r\n海军蓝\r\n黄黑色','',0,0,0,0,'',0);

/*Table structure for table `fly_attribute_img` */

DROP TABLE IF EXISTS `fly_attribute_img`;

CREATE TABLE `fly_attribute_img` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `attr_id` int(10) unsigned NOT NULL DEFAULT '0',
  `attr_values` varchar(80) NOT NULL,
  `attr_img` varchar(255) NOT NULL,
  `attr_site` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `attr_id` (`attr_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_attribute_img` */

/*Table structure for table `fly_auction_log` */

DROP TABLE IF EXISTS `fly_auction_log`;

CREATE TABLE `fly_auction_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `act_id` int(10) unsigned NOT NULL,
  `bid_user` int(10) unsigned NOT NULL,
  `bid_price` decimal(10,2) unsigned NOT NULL,
  `bid_time` int(10) unsigned NOT NULL,
  PRIMARY KEY (`log_id`),
  KEY `act_id` (`act_id`),
  KEY `bid_user` (`bid_user`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_auction_log` */

/*Table structure for table `fly_auto_manage` */

DROP TABLE IF EXISTS `fly_auto_manage`;

CREATE TABLE `fly_auto_manage` (
  `item_id` mediumint(8) NOT NULL,
  `type` varchar(10) NOT NULL,
  `starttime` int(10) NOT NULL,
  `endtime` int(10) NOT NULL,
  PRIMARY KEY (`item_id`,`type`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_auto_manage` */

/*Table structure for table `fly_auto_sms` */

DROP TABLE IF EXISTS `fly_auto_sms`;

CREATE TABLE `fly_auto_sms` (
  `item_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `item_type` tinyint(1) NOT NULL,
  `user_id` int(10) NOT NULL,
  `ru_id` int(10) NOT NULL,
  `order_id` int(10) NOT NULL,
  `add_time` varchar(255) NOT NULL,
  PRIMARY KEY (`item_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_auto_sms` */

/*Table structure for table `fly_back_goods` */

DROP TABLE IF EXISTS `fly_back_goods`;

CREATE TABLE `fly_back_goods` (
  `rec_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `back_id` int(10) unsigned DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `product_id` int(10) unsigned NOT NULL DEFAULT '0',
  `product_sn` varchar(60) DEFAULT NULL,
  `goods_name` varchar(120) DEFAULT NULL,
  `brand_name` varchar(60) DEFAULT NULL,
  `goods_sn` varchar(60) DEFAULT NULL,
  `is_real` tinyint(1) unsigned DEFAULT '0',
  `send_number` int(10) unsigned DEFAULT '0',
  `goods_attr` text,
  PRIMARY KEY (`rec_id`),
  KEY `back_id` (`back_id`),
  KEY `goods_id` (`goods_id`),
  KEY `product_id` (`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_back_goods` */

/*Table structure for table `fly_back_order` */

DROP TABLE IF EXISTS `fly_back_order`;

CREATE TABLE `fly_back_order` (
  `back_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_sn` varchar(30) NOT NULL,
  `order_sn` varchar(30) NOT NULL,
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(50) DEFAULT NULL,
  `add_time` int(10) unsigned DEFAULT '0',
  `shipping_id` tinyint(3) unsigned DEFAULT '0',
  `shipping_name` varchar(120) DEFAULT NULL,
  `user_id` int(10) unsigned DEFAULT '0',
  `action_user` varchar(30) DEFAULT NULL,
  `consignee` varchar(60) DEFAULT NULL,
  `address` varchar(250) DEFAULT NULL,
  `country` int(10) unsigned DEFAULT '0',
  `province` int(10) unsigned DEFAULT '0',
  `city` int(10) unsigned DEFAULT '0',
  `district` int(10) unsigned DEFAULT '0',
  `street` int(10) unsigned NOT NULL DEFAULT '0',
  `sign_building` varchar(120) DEFAULT NULL,
  `email` varchar(60) DEFAULT NULL,
  `zipcode` varchar(60) DEFAULT NULL,
  `tel` varchar(60) DEFAULT NULL,
  `mobile` varchar(60) DEFAULT NULL,
  `best_time` varchar(120) DEFAULT NULL,
  `postscript` varchar(255) DEFAULT NULL,
  `how_oos` varchar(120) DEFAULT NULL,
  `insure_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `shipping_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `update_time` int(10) unsigned DEFAULT '0',
  `suppliers_id` smallint(5) DEFAULT '0',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `return_time` int(10) unsigned DEFAULT '0',
  `agency_id` int(10) unsigned DEFAULT '0',
  PRIMARY KEY (`back_id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`),
  KEY `country` (`country`),
  KEY `province` (`province`),
  KEY `city` (`city`),
  KEY `district` (`district`),
  KEY `street` (`street`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_back_order` */

/*Table structure for table `fly_baitiao` */

DROP TABLE IF EXISTS `fly_baitiao`;

CREATE TABLE `fly_baitiao` (
  `baitiao_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) NOT NULL COMMENT '用户id',
  `amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '白条金额',
  `repay_term` varchar(50) NOT NULL COMMENT '还款期限',
  `over_repay_trem` int(10) NOT NULL DEFAULT '0' COMMENT '超过还款期限的天数',
  `add_time` varchar(50) NOT NULL,
  PRIMARY KEY (`baitiao_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_baitiao` */

/*Table structure for table `fly_baitiao_log` */

DROP TABLE IF EXISTS `fly_baitiao_log`;

CREATE TABLE `fly_baitiao_log` (
  `log_id` int(10) NOT NULL AUTO_INCREMENT,
  `baitiao_id` int(10) NOT NULL COMMENT '白条id',
  `user_id` int(10) NOT NULL COMMENT '用户id',
  `use_date` varchar(50) NOT NULL COMMENT '记账日期',
  `repay_date` text NOT NULL COMMENT '还款日期',
  `order_id` int(10) NOT NULL COMMENT '订单id',
  `repayed_date` varchar(50) NOT NULL DEFAULT '' COMMENT '完成支付日期',
  `is_repay` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否还款',
  `is_stages` tinyint(4) NOT NULL DEFAULT '0' COMMENT '是否为白条分期商品 1:分期 0:不分期',
  `stages_total` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '当前订单的分期总期数',
  `stages_one_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '每期金额',
  `yes_num` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '已还期数',
  `is_refund` tinyint(3) unsigned DEFAULT '0' COMMENT '该白条记录对应的订单是否退款了. 1:退款 0:正常;',
  `pay_num` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`),
  KEY `pay_num` (`pay_num`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_baitiao_log` */

/*Table structure for table `fly_baitiao_pay_log` */

DROP TABLE IF EXISTS `fly_baitiao_pay_log`;

CREATE TABLE `fly_baitiao_pay_log` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `baitiao_id` int(10) unsigned NOT NULL DEFAULT '0',
  `log_id` int(10) unsigned NOT NULL DEFAULT '0',
  `stages_num` smallint(3) unsigned NOT NULL DEFAULT '0',
  `stages_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `is_pay` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_id` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_code` varchar(20) NOT NULL,
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `stages_num` (`stages_num`) USING BTREE,
  KEY `log_id` (`log_id`) USING BTREE,
  KEY `baitiao_id` (`baitiao_id`),
  KEY `is_pay` (`is_pay`),
  KEY `pai_id` (`pay_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_baitiao_pay_log` */

/*Table structure for table `fly_bargain_goods` */

DROP TABLE IF EXISTS `fly_bargain_goods`;

CREATE TABLE `fly_bargain_goods` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT COMMENT '活动id',
  `bargain_name` varchar(255) NOT NULL DEFAULT '' COMMENT '砍价活动标题',
  `goods_id` mediumint(8) NOT NULL COMMENT '商品id',
  `start_time` int(10) DEFAULT '0' COMMENT '活动开始时间',
  `end_time` int(10) DEFAULT '0' COMMENT '活动结束时间',
  `add_time` int(10) DEFAULT '0' COMMENT '添加时间',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '活动原价',
  `min_price` int(10) DEFAULT '0' COMMENT '价格区间（最小值）',
  `max_price` int(10) DEFAULT '0' COMMENT '价格区间（最大值）',
  `target_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '砍价目标价格',
  `total_num` int(10) DEFAULT '0' COMMENT '参与人数',
  `is_hot` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否热销',
  `is_audit` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0未审核，1未通过，2已审核',
  `isnot_aduit_reason` varchar(255) NOT NULL DEFAULT '' COMMENT '审核未通过原因',
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '活动状态（0进行中、1关闭）',
  `is_delete` tinyint(10) NOT NULL DEFAULT '0' COMMENT '活动删除状态（1删除）',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_bargain_goods` */

/*Table structure for table `fly_bargain_statistics` */

DROP TABLE IF EXISTS `fly_bargain_statistics`;

CREATE TABLE `fly_bargain_statistics` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT COMMENT '砍价记录id',
  `bs_id` mediumint(8) NOT NULL COMMENT '创建活动id',
  `user_id` mediumint(8) NOT NULL COMMENT '会员id',
  `subtract_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '砍掉商品价格',
  `add_time` int(10) DEFAULT '0' COMMENT '添加时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_bargain_statistics` */

/*Table structure for table `fly_bargain_statistics_log` */

DROP TABLE IF EXISTS `fly_bargain_statistics_log`;

CREATE TABLE `fly_bargain_statistics_log` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT COMMENT '创建砍价记录id',
  `bargain_id` mediumint(8) NOT NULL COMMENT '活动id',
  `goods_attr_id` varchar(20) NOT NULL DEFAULT '0' COMMENT '属性id',
  `user_id` mediumint(8) NOT NULL COMMENT '会员id',
  `final_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '砍后最终购买价',
  `add_time` int(10) DEFAULT '0' COMMENT '添加时间',
  `count_num` int(10) DEFAULT '0' COMMENT '参与人次',
  `status` tinyint(10) NOT NULL DEFAULT '0' COMMENT '状态（1成功）',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_bargain_statistics_log` */

/*Table structure for table `fly_bonus_type` */

DROP TABLE IF EXISTS `fly_bonus_type`;

CREATE TABLE `fly_bonus_type` (
  `type_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `type_name` varchar(60) NOT NULL DEFAULT '',
  `user_id` int(11) unsigned NOT NULL,
  `type_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `send_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `usebonus_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `min_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `max_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `send_start_date` int(11) NOT NULL DEFAULT '0',
  `send_end_date` int(11) NOT NULL DEFAULT '0',
  `use_start_date` int(11) NOT NULL DEFAULT '0',
  `use_end_date` int(11) NOT NULL DEFAULT '0',
  `min_goods_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  PRIMARY KEY (`type_id`),
  KEY `user_id` (`user_id`),
  KEY `review_status` (`review_status`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_bonus_type` */

/*Table structure for table `fly_booking_goods` */

DROP TABLE IF EXISTS `fly_booking_goods`;

CREATE TABLE `fly_booking_goods` (
  `rec_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `email` varchar(60) NOT NULL DEFAULT '',
  `link_man` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_desc` varchar(255) NOT NULL DEFAULT '',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '0',
  `booking_time` int(10) unsigned NOT NULL DEFAULT '0',
  `is_dispose` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `dispose_user` varchar(30) NOT NULL DEFAULT '',
  `dispose_time` int(10) unsigned NOT NULL DEFAULT '0',
  `dispose_note` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`rec_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_booking_goods` */

/*Table structure for table `fly_brand` */

DROP TABLE IF EXISTS `fly_brand`;

CREATE TABLE `fly_brand` (
  `brand_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `brand_name` varchar(60) NOT NULL DEFAULT '',
  `brand_letter` varchar(60) NOT NULL,
  `brand_first_char` char(1) NOT NULL,
  `brand_logo` varchar(80) NOT NULL DEFAULT '',
  `index_img` varchar(80) NOT NULL,
  `brand_bg` varchar(80) NOT NULL,
  `brand_desc` text NOT NULL,
  `site_url` varchar(255) NOT NULL DEFAULT '',
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `is_delete` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `audit_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `add_time` varchar(120) NOT NULL,
  PRIMARY KEY (`brand_id`),
  KEY `is_show` (`is_show`),
  KEY `audit_status` (`audit_status`),
  KEY `brand_name` (`brand_name`)
) ENGINE=MyISAM AUTO_INCREMENT=213 DEFAULT CHARSET=utf8;

/*Data for the table `fly_brand` */

/*Table structure for table `fly_brand_extend` */

DROP TABLE IF EXISTS `fly_brand_extend`;

CREATE TABLE `fly_brand_extend` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `brand_id` int(11) NOT NULL COMMENT '品牌id',
  `is_recommend` tinyint(1) NOT NULL DEFAULT '0' COMMENT ' 是否推荐0否1是',
  PRIMARY KEY (`id`),
  KEY `brand_id` (`brand_id`),
  KEY `is_recommend` (`is_recommend`)
) ENGINE=MyISAM AUTO_INCREMENT=106 DEFAULT CHARSET=utf8;

/*Data for the table `fly_brand_extend` */

/*Table structure for table `fly_card` */

DROP TABLE IF EXISTS `fly_card`;

CREATE TABLE `fly_card` (
  `card_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `card_name` varchar(120) NOT NULL DEFAULT '',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `card_img` varchar(255) NOT NULL DEFAULT '',
  `card_fee` decimal(6,2) unsigned NOT NULL DEFAULT '0.00',
  `free_money` decimal(6,2) unsigned NOT NULL DEFAULT '0.00',
  `card_desc` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`card_id`),
  KEY `user_id` (`user_id`),
  KEY `card_name` (`card_name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_card` */

/*Table structure for table `fly_cart` */

DROP TABLE IF EXISTS `fly_cart`;

CREATE TABLE `fly_cart` (
  `rec_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `session_id` varchar(255) DEFAULT NULL,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` varchar(255) NOT NULL,
  `group_id` varchar(255) NOT NULL,
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_attr` text NOT NULL,
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `rec_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_gift` int(10) unsigned NOT NULL DEFAULT '0',
  `is_shipping` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `can_handsel` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `model_attr` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` text NOT NULL,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `shopping_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `warehouse_id` int(10) unsigned NOT NULL DEFAULT '0',
  `area_id` int(10) unsigned NOT NULL DEFAULT '0',
  `area_city` int(10) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) NOT NULL,
  `stages_qishu` varchar(4) NOT NULL DEFAULT '-1',
  `store_id` int(10) unsigned NOT NULL DEFAULT '0',
  `freight` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `tid` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `store_mobile` varchar(20) NOT NULL,
  `take_time` datetime NOT NULL DEFAULT '1000-01-01 00:00:00',
  `is_checked` tinyint(1) NOT NULL DEFAULT '1' COMMENT '选中状态，0未选中，1选中',
  `commission_rate` varchar(10) NOT NULL DEFAULT '0',
  `is_invalid` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '购物车商品是否无效',
  `act_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `session_id` (`session_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `product_id` (`product_id`),
  KEY `is_real` (`is_real`),
  KEY `parent_id` (`parent_id`),
  KEY `is_shipping` (`is_shipping`),
  KEY `ru_id` (`ru_id`),
  KEY `store_id` (`store_id`),
  KEY `freight` (`freight`),
  KEY `tid` (`tid`),
  KEY `is_checked` (`is_checked`),
  KEY `warehouse_id` (`warehouse_id`),
  KEY `area_id` (`area_id`),
  KEY `is_gift` (`is_gift`),
  KEY `rec_type` (`rec_type`)
) ENGINE=MyISAM AUTO_INCREMENT=45 DEFAULT CHARSET=utf8;

/*Data for the table `fly_cart` */

/*Table structure for table `fly_cart_combo` */

DROP TABLE IF EXISTS `fly_cart_combo`;

CREATE TABLE `fly_cart_combo` (
  `rec_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `session_id` varchar(255) NOT NULL DEFAULT '',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` int(10) unsigned NOT NULL DEFAULT '0',
  `group_id` varchar(255) NOT NULL,
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_attr` text NOT NULL,
  `img_flie` varchar(255) NOT NULL,
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `rec_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_gift` int(10) unsigned NOT NULL DEFAULT '0',
  `is_shipping` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `can_handsel` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` text NOT NULL,
  `ru_id` int(10) NOT NULL DEFAULT '0',
  `warehouse_id` int(11) unsigned NOT NULL DEFAULT '0',
  `area_id` int(11) unsigned NOT NULL DEFAULT '0',
  `area_city` int(10) unsigned NOT NULL DEFAULT '0',
  `model_attr` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `add_time` int(11) unsigned NOT NULL,
  `commission_rate` varchar(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `session_id` (`session_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `product_id` (`product_id`),
  KEY `group_id` (`group_id`),
  KEY `is_real` (`is_real`),
  KEY `extension_code` (`extension_code`),
  KEY `parent_id` (`parent_id`),
  KEY `is_gift` (`is_gift`),
  KEY `warehouse_id` (`warehouse_id`),
  KEY `area_id` (`area_id`),
  KEY `model_attr` (`model_attr`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_cart_combo` */

/*Table structure for table `fly_cart_user_info` */

DROP TABLE IF EXISTS `fly_cart_user_info`;

CREATE TABLE `fly_cart_user_info` (
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` varchar(255) NOT NULL,
  `shipping_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  KEY `ru_id` (`ru_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_cart_user_info` */

/*Table structure for table `fly_cat_recommend` */

DROP TABLE IF EXISTS `fly_cat_recommend`;

CREATE TABLE `fly_cat_recommend` (
  `cat_id` smallint(5) NOT NULL,
  `recommend_type` tinyint(1) NOT NULL,
  PRIMARY KEY (`cat_id`,`recommend_type`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_cat_recommend` */

/*Table structure for table `fly_category` */

DROP TABLE IF EXISTS `fly_category`;

CREATE TABLE `fly_category` (
  `cat_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(90) NOT NULL DEFAULT '',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `cat_desc` varchar(255) NOT NULL DEFAULT '',
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `sort_order` smallint(8) unsigned NOT NULL DEFAULT '50',
  `template_file` varchar(50) NOT NULL DEFAULT '',
  `measure_unit` varchar(15) NOT NULL DEFAULT '',
  `show_in_nav` tinyint(1) NOT NULL DEFAULT '0',
  `style` varchar(150) NOT NULL,
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `grade` tinyint(4) NOT NULL DEFAULT '0',
  `filter_attr` varchar(255) NOT NULL DEFAULT '0',
  `is_top_style` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `top_style_tpl` varchar(255) NOT NULL,
  `style_icon` varchar(50) NOT NULL DEFAULT 'other',
  `cat_icon` varchar(255) NOT NULL,
  `is_top_show` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `category_links` text NOT NULL,
  `category_topic` text NOT NULL,
  `pinyin_keyword` text NOT NULL,
  `cat_alias_name` varchar(90) NOT NULL,
  `commission_rate` smallint(5) unsigned NOT NULL DEFAULT '0',
  `touch_icon` varchar(255) NOT NULL,
  `cate_title` varchar(200) NOT NULL DEFAULT '' COMMENT '关键词',
  `cate_keywords` varchar(255) NOT NULL DEFAULT '' COMMENT '关键词',
  `cate_description` varchar(255) NOT NULL DEFAULT '' COMMENT '描述',
  PRIMARY KEY (`cat_id`),
  KEY `parent_id` (`parent_id`),
  KEY `is_show` (`is_show`),
  KEY `cat_name` (`cat_name`),
  KEY `show_in_nav` (`show_in_nav`),
  KEY `grade` (`grade`),
  KEY `is_top_style` (`is_top_style`),
  KEY `top_style_tpl` (`top_style_tpl`),
  KEY `is_top_show` (`is_top_show`)
) ENGINE=MyISAM AUTO_INCREMENT=1569 DEFAULT CHARSET=utf8;

/*Data for the table `fly_category` */

insert  into `fly_category`(`cat_id`,`cat_name`,`keywords`,`cat_desc`,`parent_id`,`sort_order`,`template_file`,`measure_unit`,`show_in_nav`,`style`,`is_show`,`grade`,`filter_attr`,`is_top_style`,`top_style_tpl`,`style_icon`,`cat_icon`,`is_top_show`,`category_links`,`category_topic`,`pinyin_keyword`,`cat_alias_name`,`commission_rate`,`touch_icon`,`cate_title`,`cate_keywords`,`cate_description`) values (858,'产品分类','','',0,1,'','套',1,'',1,0,'',1,'2','ele','images/cat_icon/14586287901326.png',0,'','品牌日|category.php?id=1105\r\n家电城|category.php?id=1115\r\n智能生活馆|category.php?id=1129\r\n京东净化馆|category.php?id=1130\r\n京东帮服务店|category.php?id=1145\r\n值得买精选|category.php?id=1160','chanpinfenlei','产品分类',0,'data/touch_icon/14908412695565.png','','',''),(1565,'原厂软件','','',1550,50,'','',0,'',1,0,'',0,'0','other','',0,'','','yuanchangruanjian','',0,'','','',''),(1566,'自主软件','','',1550,50,'','',0,'',1,0,'',0,'0','other','',0,'','','zizhuruanjian','',0,'','','',''),(1567,'密码计算器','','',1550,50,'','',0,'',1,0,'',0,'0','other','',0,'','','mimajisuanqi','',0,'','','',''),(1568,'在线账户','','',1550,50,'','',0,'',1,0,'',0,'0','other','',0,'','','zaixianzhanghu','',0,'','','',''),(1564,'其它零配件','','',1549,50,'','',0,'',1,0,'',0,'0','other','',0,'','','qitalingpeijian','',0,'','','',''),(1563,'OBD设备配件','','',1549,50,'','',0,'',1,0,'',0,'0','other','',0,'','','OBDshebeipeijian','',0,'','','',''),(1562,'电脑配件','','',1549,50,'','',0,'',1,0,'',0,'0','other','',0,'','','diannaopeijian','',0,'','','',''),(1561,'机械钥匙','','',1548,50,'','',0,'',1,0,'',0,'0','other','',0,'','','jixieyuechi','',0,'','','',''),(1560,'半智能钥匙','','',1548,50,'','',0,'',1,0,'',0,'0','other','',0,'','','banzhinengyuechi','',0,'','','',''),(1559,'全智能钥匙','','',1548,50,'','',0,'',1,0,'',0,'0','other','',0,'','','quanzhinengyuechi','',0,'','','',''),(1558,'安全气囊重置','','',1547,50,'','',0,'',1,0,'',0,'0','other','',0,'','','anquanqinangzhongzhi','',0,'','','',''),(1557,'里程表编程器','','',1547,50,'','',0,'',1,0,'',0,'0','other','',0,'','','lichengbiaobianchengqi','',0,'','','',''),(1556,'钥匙编程器','','',1547,50,'','',0,'',1,0,'',0,'0','other','',0,'','','yuechibianchengqi','',0,'','','',''),(1555,'ECU编程器','','',1547,50,'','',0,'',1,0,'',0,'0','other','',0,'','','ECUbianchengqi','',0,'','','',''),(1554,'云诊断','','',1546,50,'','',0,'',1,0,'',0,'0','other','',0,'','','yunzhenduan','',0,'','','',''),(1553,'重卡诊断仪','','',1546,3,'','',0,'',1,0,'',0,'0','other','',0,'','','chongkazhenduanyi','',0,'','','',''),(1552,'专检设备','','',1546,2,'','',0,'',1,0,'',0,'0','other','',0,'','','zhuanjianshebei','',0,'','','',''),(1551,'综合诊断仪','','',1546,1,'','',0,'',1,0,'',0,'0','other','',1,'','','zonghezhenduanyi','',0,'','','',''),(1550,'工具软件','','',858,5,'','',0,'',1,0,'',0,'0','other','',1,'','','gongjuruanjian','',0,'','','',''),(1549,'汽车配件','','',858,4,'','',0,'',1,0,'',0,'0','other','',1,'','','qichepeijian','',0,'','','',''),(1548,'钥匙芯片','','',858,3,'','',0,'',1,0,'',0,'0','other','',1,'','','yuechixinpian','',0,'','','',''),(1546,'诊断工具','','',858,1,'','',0,'',1,0,'',0,'0','other','',1,'','','zhenduangongju','',0,'','','',''),(1547,'编程工具','','',858,2,'','',0,'',1,0,'',0,'0','other','',1,'','','bianchenggongju','',0,'','','','');

/*Table structure for table `fly_collect_brand` */

DROP TABLE IF EXISTS `fly_collect_brand`;

CREATE TABLE `fly_collect_brand` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `brand_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(8) NOT NULL DEFAULT '0',
  `user_brand` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `user_id` (`user_id`),
  KEY `brand_id` (`brand_id`),
  KEY `user_brand` (`user_brand`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_collect_brand` */

/*Table structure for table `fly_collect_goods` */

DROP TABLE IF EXISTS `fly_collect_goods`;

CREATE TABLE `fly_collect_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0',
  `is_attention` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `is_attention` (`is_attention`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

/*Data for the table `fly_collect_goods` */

insert  into `fly_collect_goods`(`rec_id`,`user_id`,`goods_id`,`add_time`,`is_attention`) values (1,1,792,1497477566,0);

/*Table structure for table `fly_collect_store` */

DROP TABLE IF EXISTS `fly_collect_store`;

CREATE TABLE `fly_collect_store` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '会员ID',
  `ru_id` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '商家ID',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0',
  `is_attention` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`ru_id`),
  KEY `is_attention` (`is_attention`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_collect_store` */

/*Table structure for table `fly_comment` */

DROP TABLE IF EXISTS `fly_comment`;

CREATE TABLE `fly_comment` (
  `comment_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `comment_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `id_value` int(10) unsigned NOT NULL DEFAULT '0',
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `comment_rank` tinyint(1) unsigned NOT NULL DEFAULT '5',
  `comment_server` tinyint(1) unsigned NOT NULL DEFAULT '5',
  `comment_delivery` tinyint(1) unsigned NOT NULL DEFAULT '5',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(11) unsigned NOT NULL,
  `single_id` int(10) unsigned DEFAULT '0',
  `order_id` int(10) unsigned DEFAULT '0',
  `rec_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_tag` varchar(500) DEFAULT NULL,
  `useful` int(10) DEFAULT '0',
  `useful_user` text NOT NULL,
  `use_ip` varchar(15) DEFAULT NULL,
  `dis_id` int(10) unsigned DEFAULT '0',
  `like_num` int(10) NOT NULL DEFAULT '0' COMMENT '点赞数',
  `dis_browse_num` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '浏览数',
  PRIMARY KEY (`comment_id`),
  KEY `parent_id` (`parent_id`),
  KEY `id_value` (`id_value`),
  KEY `ru_id` (`ru_id`),
  KEY `status` (`status`),
  KEY `comment_type` (`comment_type`),
  KEY `user_id` (`user_id`),
  KEY `single_id` (`single_id`),
  KEY `order_id` (`order_id`),
  KEY `rec_id` (`rec_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_comment` */

insert  into `fly_comment`(`comment_id`,`comment_type`,`id_value`,`email`,`user_name`,`content`,`comment_rank`,`comment_server`,`comment_delivery`,`add_time`,`ip_address`,`status`,`parent_id`,`user_id`,`ru_id`,`single_id`,`order_id`,`rec_id`,`goods_tag`,`useful`,`useful_user`,`use_ip`,`dis_id`,`like_num`,`dis_browse_num`) values (1,1,1,'0','wangxiaofei','123',5,5,5,1563240959,'0.0.0.0',0,0,132,0,0,0,0,NULL,0,'',NULL,0,0,0);

/*Table structure for table `fly_comment_baseline` */

DROP TABLE IF EXISTS `fly_comment_baseline`;

CREATE TABLE `fly_comment_baseline` (
  `id` smallint(8) NOT NULL AUTO_INCREMENT,
  `goods` smallint(3) unsigned NOT NULL DEFAULT '0',
  `service` smallint(3) unsigned NOT NULL DEFAULT '0',
  `shipping` smallint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_comment_baseline` */

/*Table structure for table `fly_comment_img` */

DROP TABLE IF EXISTS `fly_comment_img`;

CREATE TABLE `fly_comment_img` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `rec_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `comment_id` int(10) unsigned NOT NULL,
  `comment_img` varchar(255) NOT NULL,
  `img_thumb` varchar(255) NOT NULL,
  `cont_desc` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`),
  KEY `rec_id` (`rec_id`),
  KEY `goods_id` (`goods_id`),
  KEY `comment_id` (`comment_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_comment_img` */

/*Table structure for table `fly_comment_seller` */

DROP TABLE IF EXISTS `fly_comment_seller`;

CREATE TABLE `fly_comment_seller` (
  `sid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `desc_rank` tinyint(1) NOT NULL,
  `service_rank` tinyint(1) NOT NULL,
  `delivery_rank` tinyint(1) NOT NULL,
  `sender_rank` tinyint(1) NOT NULL,
  `add_time` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`sid`),
  KEY `user_id` (`user_id`),
  KEY `ru_id` (`ru_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_comment_seller` */

/*Table structure for table `fly_complain_title` */

DROP TABLE IF EXISTS `fly_complain_title`;

CREATE TABLE `fly_complain_title` (
  `title_id` int(10) NOT NULL AUTO_INCREMENT,
  `title_name` varchar(30) NOT NULL,
  `title_desc` varchar(255) NOT NULL,
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`title_id`),
  KEY `is_show` (`is_show`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_complain_title` */

/*Table structure for table `fly_complaint` */

DROP TABLE IF EXISTS `fly_complaint`;

CREATE TABLE `fly_complaint` (
  `complaint_id` int(10) NOT NULL AUTO_INCREMENT,
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `order_sn` varchar(255) NOT NULL,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_name` varchar(60) NOT NULL,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `shop_name` varchar(60) NOT NULL,
  `title_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `complaint_content` text NOT NULL,
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `complaint_handle_time` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  `appeal_messg` text NOT NULL,
  `appeal_time` int(10) unsigned NOT NULL DEFAULT '0',
  `end_handle_time` int(10) NOT NULL DEFAULT '0',
  `end_admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  `end_handle_messg` text NOT NULL,
  `complaint_state` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `complaint_active` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`complaint_id`),
  KEY `order_id` (`order_id`),
  KEY `order_sn` (`order_sn`),
  KEY `user_id` (`user_id`),
  KEY `ru_id` (`ru_id`),
  KEY `title_id` (`title_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_complaint` */

/*Table structure for table `fly_complaint_img` */

DROP TABLE IF EXISTS `fly_complaint_img`;

CREATE TABLE `fly_complaint_img` (
  `img_id` int(10) NOT NULL AUTO_INCREMENT,
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `complaint_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `img_file` varchar(255) NOT NULL,
  PRIMARY KEY (`img_id`),
  KEY `order_id` (`order_id`),
  KEY `complaint_id` (`complaint_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_complaint_img` */

/*Table structure for table `fly_complaint_talk` */

DROP TABLE IF EXISTS `fly_complaint_talk`;

CREATE TABLE `fly_complaint_talk` (
  `talk_id` int(10) NOT NULL AUTO_INCREMENT,
  `complaint_id` int(10) unsigned NOT NULL,
  `talk_member_id` int(10) unsigned NOT NULL,
  `talk_member_name` varchar(30) NOT NULL,
  `talk_member_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `talk_content` varchar(255) NOT NULL,
  `talk_state` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  `talk_time` int(10) NOT NULL DEFAULT '0',
  `view_state` varchar(60) NOT NULL,
  PRIMARY KEY (`talk_id`),
  KEY `complaint_id` (`complaint_id`),
  KEY `talk_member_id` (`talk_member_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_complaint_talk` */

/*Table structure for table `fly_connect_user` */

DROP TABLE IF EXISTS `fly_connect_user`;

CREATE TABLE `fly_connect_user` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `connect_code` char(30) NOT NULL COMMENT '登录插件名sns_qq，sns_wechat',
  `user_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '会员ID',
  `is_admin` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否管理员,0是会员 ,1是管理员',
  `open_id` char(64) NOT NULL DEFAULT '' COMMENT '标识',
  `refresh_token` char(64) DEFAULT '',
  `access_token` char(64) NOT NULL DEFAULT '' COMMENT 'token',
  `profile` text COMMENT '序列化用户信息',
  `create_at` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `expires_in` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'token过期时间',
  `expires_at` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'token保存时间',
  PRIMARY KEY (`id`),
  KEY `open_id` (`connect_code`,`open_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=49 DEFAULT CHARSET=utf8;

/*Data for the table `fly_connect_user` */

/*Table structure for table `fly_coupons` */

DROP TABLE IF EXISTS `fly_coupons`;

CREATE TABLE `fly_coupons` (
  `cou_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cou_name` varchar(128) NOT NULL DEFAULT '',
  `cou_total` int(11) NOT NULL DEFAULT '0',
  `cou_man` decimal(10,0) unsigned NOT NULL DEFAULT '0',
  `cou_money` decimal(10,0) unsigned NOT NULL DEFAULT '0',
  `cou_user_num` int(11) unsigned NOT NULL DEFAULT '1',
  `cou_goods` varchar(255) NOT NULL DEFAULT '0',
  `spec_cat` text NOT NULL,
  `cou_start_time` int(10) unsigned NOT NULL DEFAULT '0',
  `cou_end_time` int(10) unsigned NOT NULL DEFAULT '0',
  `cou_type` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `cou_get_man` decimal(10,0) NOT NULL DEFAULT '0',
  `cou_ok_user` varchar(255) NOT NULL DEFAULT '0',
  `cou_ok_goods` varchar(255) NOT NULL DEFAULT '0',
  `cou_ok_cat` text NOT NULL,
  `cou_intro` text NOT NULL,
  `cou_add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `cou_order` int(11) unsigned NOT NULL DEFAULT '0',
  `cou_title` varchar(255) NOT NULL DEFAULT '',
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  PRIMARY KEY (`cou_id`),
  KEY `cou_type` (`cou_type`),
  KEY `review_status` (`review_status`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

/*Data for the table `fly_coupons` */

/*Table structure for table `fly_coupons_region` */

DROP TABLE IF EXISTS `fly_coupons_region`;

CREATE TABLE `fly_coupons_region` (
  `cf_id` int(10) NOT NULL AUTO_INCREMENT,
  `cou_id` int(10) unsigned NOT NULL DEFAULT '0',
  `region_list` text NOT NULL,
  PRIMARY KEY (`cf_id`),
  KEY `cou_id` (`cou_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_coupons_region` */

/*Table structure for table `fly_coupons_user` */

DROP TABLE IF EXISTS `fly_coupons_user`;

CREATE TABLE `fly_coupons_user` (
  `uc_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned DEFAULT NULL,
  `cou_id` int(11) DEFAULT NULL,
  `cou_money` decimal(10,0) unsigned NOT NULL DEFAULT '0',
  `is_use` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `uc_sn` char(12) NOT NULL DEFAULT '0',
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_use_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`uc_id`),
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `cou_id` (`cou_id`),
  KEY `is_use` (`is_use`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=105 DEFAULT CHARSET=utf8;

/*Data for the table `fly_coupons_user` */

/*Table structure for table `fly_crons` */

DROP TABLE IF EXISTS `fly_crons`;

CREATE TABLE `fly_crons` (
  `cron_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `cron_code` varchar(20) NOT NULL,
  `cron_name` varchar(120) NOT NULL,
  `cron_desc` text,
  `cron_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `cron_config` text NOT NULL,
  `thistime` int(10) NOT NULL DEFAULT '0',
  `nextime` int(10) NOT NULL,
  `day` tinyint(2) NOT NULL,
  `week` varchar(1) NOT NULL,
  `hour` varchar(2) NOT NULL,
  `minute` varchar(255) NOT NULL,
  `enable` tinyint(1) NOT NULL DEFAULT '1',
  `run_once` tinyint(1) NOT NULL DEFAULT '0',
  `allow_ip` varchar(100) NOT NULL DEFAULT '',
  `alow_files` varchar(255) NOT NULL,
  PRIMARY KEY (`cron_id`),
  KEY `nextime` (`nextime`),
  KEY `enable` (`enable`),
  KEY `cron_code` (`cron_code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_crons` */

/*Table structure for table `fly_delivery_goods` */

DROP TABLE IF EXISTS `fly_delivery_goods`;

CREATE TABLE `fly_delivery_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `product_id` mediumint(8) unsigned DEFAULT '0',
  `product_sn` varchar(60) DEFAULT NULL,
  `goods_name` varchar(120) DEFAULT NULL,
  `brand_name` varchar(60) DEFAULT NULL,
  `goods_sn` varchar(60) DEFAULT NULL,
  `is_real` tinyint(1) unsigned DEFAULT '0',
  `extension_code` varchar(30) DEFAULT NULL,
  `parent_id` mediumint(8) unsigned DEFAULT '0',
  `send_number` int(10) unsigned DEFAULT '0',
  `goods_attr` text,
  PRIMARY KEY (`rec_id`),
  KEY `delivery_id` (`delivery_id`,`goods_id`),
  KEY `goods_id` (`goods_id`),
  KEY `product_id` (`product_id`),
  KEY `is_real` (`is_real`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

/*Data for the table `fly_delivery_goods` */

/*Table structure for table `fly_delivery_order` */

DROP TABLE IF EXISTS `fly_delivery_order`;

CREATE TABLE `fly_delivery_order` (
  `delivery_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_sn` varchar(20) NOT NULL,
  `order_sn` varchar(20) NOT NULL,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(50) DEFAULT NULL,
  `add_time` int(10) unsigned DEFAULT '0',
  `shipping_id` tinyint(3) unsigned DEFAULT '0',
  `shipping_name` varchar(120) DEFAULT NULL,
  `user_id` mediumint(8) unsigned DEFAULT '0',
  `action_user` varchar(30) DEFAULT NULL,
  `consignee` varchar(60) DEFAULT NULL,
  `address` varchar(250) DEFAULT NULL,
  `country` int(10) unsigned DEFAULT '0',
  `province` int(10) unsigned DEFAULT '0',
  `city` int(10) unsigned DEFAULT '0',
  `district` int(10) unsigned DEFAULT '0',
  `street` int(10) unsigned NOT NULL DEFAULT '0',
  `sign_building` varchar(120) DEFAULT NULL,
  `email` varchar(60) DEFAULT NULL,
  `zipcode` varchar(60) DEFAULT NULL,
  `tel` varchar(60) DEFAULT NULL,
  `mobile` varchar(60) DEFAULT NULL,
  `best_time` varchar(120) DEFAULT NULL,
  `postscript` varchar(255) DEFAULT NULL,
  `how_oos` varchar(120) DEFAULT NULL,
  `insure_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `shipping_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `update_time` int(10) unsigned DEFAULT '0',
  `suppliers_id` smallint(5) DEFAULT '0',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `agency_id` smallint(5) unsigned DEFAULT '0',
  `is_zc_order` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`delivery_id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`),
  KEY `delivery_sn` (`delivery_sn`),
  KEY `order_sn` (`order_sn`),
  KEY `shipping_id` (`shipping_id`),
  KEY `suppliers_id` (`suppliers_id`),
  KEY `agency_id` (`agency_id`),
  KEY `status` (`status`),
  KEY `country` (`country`),
  KEY `province` (`province`),
  KEY `city` (`city`),
  KEY `district` (`district`),
  KEY `street` (`street`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

/*Data for the table `fly_delivery_order` */

/*Table structure for table `fly_discuss_circle` */

DROP TABLE IF EXISTS `fly_discuss_circle`;

CREATE TABLE `fly_discuss_circle` (
  `dis_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `dis_browse_num` int(10) unsigned NOT NULL COMMENT '浏览数',
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  `like_num` int(10) NOT NULL DEFAULT '0' COMMENT '点赞数',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `quote_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `order_id` mediumint(8) unsigned DEFAULT '0',
  `dis_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `dis_title` varchar(200) NOT NULL DEFAULT '',
  `dis_text` text NOT NULL,
  `add_time` int(11) NOT NULL,
  `user_name` varchar(60) NOT NULL DEFAULT '',
  PRIMARY KEY (`dis_id`),
  KEY `parent_id` (`parent_id`),
  KEY `goods_id` (`goods_id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`),
  KEY `dis_type` (`dis_type`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

/*Data for the table `fly_discuss_circle` */

insert  into `fly_discuss_circle`(`dis_id`,`dis_browse_num`,`review_status`,`review_content`,`like_num`,`parent_id`,`quote_id`,`goods_id`,`user_id`,`order_id`,`dis_type`,`dis_title`,`dis_text`,`add_time`,`user_name`) values (1,4,1,'',0,0,0,0,1,0,1,'男生大学四年不用洗面奶洗脸，脸居然能脏成这样！','大学对于很多女生来说是一座“整容院”，但是对于男生来说就不是这样了。不知道大家有没有发现，女生们大学一毕业都出落成了女神范儿，而那些刚开始看着还有点阳光、运动型的男生却是越变越挫了！',1497478884,'ecmoban'),(2,0,1,'',0,1,0,0,1,0,1,'','太容易',1497478903,'ecmoban'),(3,1,1,'',0,0,0,0,1,0,3,'欸，你缺的那款撕拉面膜好像在这里','夏天油腻腻，别说上妆了，油脂分泌不旺盛不堵塞毛孔，我们就灰常开森啦\r\n这款红茶撕拉面膜，简直就是我的心头爱，膏体丰润绵稠，涂上去快干成膜，深层吸附油脂污垢，撕下来的膜中能清晰可见黑头白头\r\n蕴含红茶精粹，润肤滋养的同时细致毛孔\r\n现在，还有什么理由不趁它断货前，抢到它。',1497478989,'ecmoban'),(4,1,1,'',1,0,0,0,1,0,3,'想不到吧，这些绘本竟然押了中了2017高考作文题！','虽然高考已毕，热潮已退，但是对于高考作文题，很多妈妈还是非常关心的，毕竟多年以后，孩子也会一样踏上高考之路！\r\n掐指一算，米妈原来已离高考也有十年多了，看最近几年出的高考作文题，越来越多的不是考查写作的应试技巧，而是考查孩子看待问题的角度、剖析问题的能力，考查的是知识面的广度和深度。而据历年的高考作文学霸来看，他们都不是书呆子，而且阅读量可以说是惊为天地，猎涉面极广！就算去掉他们高考状元的身份，他们的思维习惯也能让他们终身受用：独立思考能力，神采飞扬的自信，苦中作乐的乐观精神，在奋斗过程中有破釜沉舟的执着，这都能更好的考验一个孩子的毅力与内心。\r\n以上这些良好的习惯，都是在他们孩童时代就慢慢形成，',1497479181,'ecmoban'),(5,1,1,'',0,0,0,0,1,0,2,'在家怎么轻松做出美味小龙虾？','lz吃货一枚（吃货密探），大家知道在家怎么做美味小龙虾吗？',1497479331,'ecmoban');

/*Table structure for table `fly_drp_affiliate_log` */

DROP TABLE IF EXISTS `fly_drp_affiliate_log`;

CREATE TABLE `fly_drp_affiliate_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '订单号',
  `time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员ID',
  `user_name` varchar(255) NOT NULL DEFAULT '' COMMENT '姓名',
  `money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '佣金',
  `point` int(10) unsigned NOT NULL DEFAULT '0',
  `separate_type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '分销类型',
  PRIMARY KEY (`log_id`),
  KEY `drp_affiliate_log_order_id_index` (`order_id`),
  KEY `drp_affiliate_log_user_id_index` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_drp_affiliate_log` */

/*Table structure for table `fly_drp_config` */

DROP TABLE IF EXISTS `fly_drp_config`;

CREATE TABLE `fly_drp_config` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `code` varchar(255) NOT NULL DEFAULT '' COMMENT '关键词',
  `type` varchar(255) NOT NULL DEFAULT '' COMMENT '字段类型',
  `store_range` varchar(255) NOT NULL DEFAULT '' COMMENT '值范围',
  `value` text NOT NULL COMMENT '值',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '字段中文名称',
  `warning` varchar(255) NOT NULL DEFAULT '' COMMENT '提示',
  `sort_order` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

/*Data for the table `fly_drp_config` */

insert  into `fly_drp_config`(`id`,`code`,`type`,`store_range`,`value`,`name`,`warning`,`sort_order`) values (1,'notice','textarea','','亲，您的佣金由三部分组成：\r\n1.本店所销售的商品，我所获得的佣金（即本店销售佣金）\r\n2.下级分店所销售的商品，我所获得的佣金（即一级分店佣金）\r\n3.下级分店发展的分店所销售的商品，我所获得的佣金（即二级分店佣金）','温馨提示','申请成为分销商时，提示用户需要注意的信息',0),(2,'novice','textarea','','1、开微店收入来源之一：您已成功注册微店，已经取得整个商城的商品销售权，只要有人在您的微店购物，即可获得“本店销售佣金”。\r\n2、开微店收入来源之二：邀请您的朋友注册微店，他就会成为你的分销商，他店内销售的商品，您即可获得“一级分店佣金”。\r\n3、开微店收入来源之三：您的分销商邀请他的朋友注册微店，他店内销售的商品，您即可获得“二级分店佣金”。','新手必读','分销商申请成功后，用户要注意的事项',0),(3,'withdraw','textarea','','可提现金额为交易成功后7天且为提现范围内的金额','提现提示','申请提现时，少于该值将无法提现',0),(4,'draw_money','text','','10','提现金额','申请提现时，少于该值将无法提现',0),(5,'issend','radio','0,1','1','消息推送','申请店铺成功时,推送消息到微信',0),(6,'isbuy','radio','0,1','0','购买成为分销商','是否开启购买成为分销商,默认申请成为分销商',0),(7,'buy_money','text','','100','购买金额','购买金额达到该数值,才能成为分销商',0),(8,'isdrp','radio','0,1','1','商品分销模式','是否开启分销模式,默认分销模式。控制商品详情页‘我要分销’按钮',0),(9,'ischeck','radio','0,1','0','分销商审核','成为分销商,是否需要审核',0),(10,'drp_affiliate','','','a:3:{s:6:\"config\";a:3:{s:3:\"day\";s:1:\"7\";s:6:\"expire\";s:1:\"7\";s:11:\"expire_unit\";s:3:\"day\";}s:4:\"item\";a:3:{i:0;a:3:{s:8:\"credit_t\";s:3:\"30%\";s:8:\"credit_y\";s:3:\"40%\";s:8:\"credit_j\";s:3:\"50%\";}i:1;a:3:{s:8:\"credit_t\";s:3:\"10%\";s:8:\"credit_y\";s:3:\"20%\";s:8:\"credit_j\";s:3:\"30%\";}i:2;a:3:{s:8:\"credit_t\";s:2:\"5%\";s:8:\"credit_y\";s:3:\"10%\";s:8:\"credit_j\";s:3:\"20%\";}}s:2:\"on\";s:1:\"1\";}','三级分销比例','',0),(11,'custom_distributor','text','','代言人','自定义“分销商”名称','替换设定的分销商名称',0),(12,'custom_distribution','text','','代言','自定义“分销”名称','替换设定的分销名称',0),(13,'commission','radio','0,1','1','是否显示佣金比例','控制店铺页面是否显示佣金比例',0),(14,'count_commission','radio','0,1,2','3','按时间统计分销商佣金排行','按时间统计分销商佣金进行分销商排行，可以按 周，月，年 排行',0),(15,'register','radio','0,1','0','开启分销商店铺自动注册','开启分销商店铺自动注册后，授权登录，关注商城会自动创建一个分销商店铺',0),(16,'qrcode','hidden','','a:5:{s:10:\"backbround\";s:75:\"http://localhost/dsc244/data/attached/qrcode/themes/drp_bg.png?v=1514591175\";s:11:\"qr_position\";a:2:{s:4:\"left\";s:3:\"172\";s:3:\"top\";s:3:\"308\";}s:6:\"avatar\";s:1:\"1\";s:11:\"av_position\";a:2:{s:4:\"left\";s:2:\"92\";s:3:\"top\";s:2:\"18\";}s:4:\"text\";a:2:{s:11:\"description\";s:0:\"\";s:5:\"color\";s:7:\"#000000\";}}','名片二维码配置','',0);

/*Table structure for table `fly_drp_log` */

DROP TABLE IF EXISTS `fly_drp_log`;

CREATE TABLE `fly_drp_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '订单号',
  `time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员ID',
  `user_name` varchar(255) NOT NULL DEFAULT '' COMMENT '姓名',
  `money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '佣金',
  `point` int(10) unsigned NOT NULL DEFAULT '0',
  `drp_level` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '分销商等级',
  `is_separate` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否分销',
  `separate_type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '分销类型',
  PRIMARY KEY (`log_id`),
  KEY `drp_log_order_id_index` (`order_id`),
  KEY `drp_log_user_id_index` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_drp_log` */

/*Table structure for table `fly_drp_shop` */

DROP TABLE IF EXISTS `fly_drp_shop`;

CREATE TABLE `fly_drp_shop` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员id',
  `shop_name` varchar(255) NOT NULL DEFAULT '' COMMENT '店铺名称',
  `real_name` varchar(255) NOT NULL DEFAULT '' COMMENT '真实姓名',
  `mobile` varchar(255) NOT NULL DEFAULT '' COMMENT '手机号',
  `qq` varchar(255) NOT NULL DEFAULT '' COMMENT 'qq',
  `shop_img` varchar(255) NOT NULL DEFAULT '' COMMENT '店铺背景图',
  `cat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '分类id',
  `create_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `isbuy` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否购买成为分销商',
  `audit` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '店铺审核,0未审核,1已审核',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '店铺状态',
  `shop_money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '获得佣金',
  `shop_points` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '获得积分',
  `type` tinyint(3) unsigned NOT NULL DEFAULT '2' COMMENT '分销商品类型：0全部，1分类，2商品',
  `credit_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '分销商等级id',
  PRIMARY KEY (`id`),
  UNIQUE KEY `drp_shop_user_id_unique` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_drp_shop` */

/*Table structure for table `fly_drp_transfer_log` */

DROP TABLE IF EXISTS `fly_drp_transfer_log`;

CREATE TABLE `fly_drp_transfer_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员id',
  `money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '转出金额',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '转出时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_drp_transfer_log` */

/*Table structure for table `fly_drp_type` */

DROP TABLE IF EXISTS `fly_drp_type`;

CREATE TABLE `fly_drp_type` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员ID',
  `cat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '分类ID',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商品ID',
  `type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '分销商品类型：0全部，1分类，2商品',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  PRIMARY KEY (`id`),
  KEY `drp_type_cat_id_index` (`cat_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_drp_type` */

/*Table structure for table `fly_drp_user_credit` */

DROP TABLE IF EXISTS `fly_drp_user_credit`;

CREATE TABLE `fly_drp_user_credit` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `credit_name` varchar(255) NOT NULL DEFAULT '' COMMENT '等级名称',
  `min_money` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '金额下限',
  `max_money` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '金额上限',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_drp_user_credit` */

insert  into `fly_drp_user_credit`(`id`,`credit_name`,`min_money`,`max_money`) values (1,'铜牌',0,5000),(2,'银牌',5001,10000),(3,'金牌',10001,100000);

/*Table structure for table `fly_email_list` */

DROP TABLE IF EXISTS `fly_email_list`;

CREATE TABLE `fly_email_list` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `email` varchar(60) NOT NULL,
  `stat` tinyint(1) NOT NULL DEFAULT '0',
  `hash` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_email_list` */

/*Table structure for table `fly_email_sendlist` */

DROP TABLE IF EXISTS `fly_email_sendlist`;

CREATE TABLE `fly_email_sendlist` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `email` varchar(100) NOT NULL,
  `template_id` mediumint(8) NOT NULL,
  `email_content` text NOT NULL,
  `error` tinyint(1) NOT NULL DEFAULT '0',
  `pri` tinyint(10) NOT NULL,
  `last_send` int(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `template_id` (`template_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_email_sendlist` */

/*Table structure for table `fly_entry_criteria` */

DROP TABLE IF EXISTS `fly_entry_criteria`;

CREATE TABLE `fly_entry_criteria` (
  `id` smallint(10) NOT NULL AUTO_INCREMENT,
  `parent_id` smallint(10) unsigned NOT NULL DEFAULT '0',
  `criteria_name` varchar(255) NOT NULL,
  `charge` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `standard_name` varchar(60) NOT NULL,
  `type` varchar(10) NOT NULL,
  `is_mandatory` tinyint(1) NOT NULL DEFAULT '0',
  `option_value` varchar(255) NOT NULL,
  `data_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_cumulative` tinyint(1) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

/*Data for the table `fly_entry_criteria` */

insert  into `fly_entry_criteria`(`id`,`parent_id`,`criteria_name`,`charge`,`standard_name`,`type`,`is_mandatory`,`option_value`,`data_type`,`is_cumulative`) values (1,0,'实名认证','0.00','','',0,'',0,1),(2,1,'姓名','0.00','','text',1,'',0,1),(3,1,'身份证正面','0.00','','file',1,'',0,1),(4,1,'身份证反面','0.00','','file',1,'',0,1),(5,1,'营业执照','0.00','','file',1,'',0,1),(6,1,'手机号码','0.00','','text',1,'',0,1),(7,1,'电子邮箱','0.00','','text',1,'',0,1),(8,1,'身份证号码','0.00','','text',1,'',0,1),(9,0,'缴纳保证金','0.00','','',0,'',0,1),(10,9,'保证金','500.00','','charge',0,'',0,1),(11,0,'缴纳加盟费','0.00','','',0,'',0,1),(12,11,'加盟费','5000.00','','charge',0,'',0,1);

/*Table structure for table `fly_error_log` */

DROP TABLE IF EXISTS `fly_error_log`;

CREATE TABLE `fly_error_log` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `info` varchar(255) NOT NULL,
  `file` varchar(100) NOT NULL,
  `time` int(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `time` (`time`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_error_log` */

/*Table structure for table `fly_exchange_goods` */

DROP TABLE IF EXISTS `fly_exchange_goods`;

CREATE TABLE `fly_exchange_goods` (
  `eid` int(10) NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  `user_id` int(11) unsigned NOT NULL,
  `exchange_integral` int(10) unsigned NOT NULL DEFAULT '0',
  `market_integral` int(10) unsigned NOT NULL DEFAULT '0',
  `is_exchange` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_hot` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_best` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`eid`),
  UNIQUE KEY `goods_id` (`goods_id`),
  KEY `is_hot` (`is_hot`),
  KEY `is_best` (`is_best`),
  KEY `review_status` (`review_status`),
  KEY `user_id` (`user_id`),
  KEY `is_exchange` (`is_exchange`)
) ENGINE=MyISAM AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

/*Data for the table `fly_exchange_goods` */

insert  into `fly_exchange_goods`(`eid`,`goods_id`,`review_status`,`review_content`,`user_id`,`exchange_integral`,`market_integral`,`is_exchange`,`is_hot`,`is_best`) values (1,757,3,'',0,1600,0,1,1,1),(2,761,3,'',0,1500,0,1,1,1),(3,765,3,'',0,3200,0,1,1,1),(4,754,3,'',0,1350,0,1,1,1),(5,753,3,'',0,800,0,1,1,1),(6,750,3,'',0,3000,0,1,1,1),(7,864,3,'',0,1200,0,1,1,1),(8,868,3,'',0,350,0,1,1,1),(9,869,3,'',0,2553,0,1,1,1),(10,870,3,'',0,3288,0,1,1,1),(11,871,3,'',0,250,0,1,1,1),(12,873,3,'',0,2388,0,1,1,1),(13,861,3,'',0,1999,0,1,1,1),(14,849,3,'',0,2188,0,1,1,1),(15,848,3,'',0,3521,0,1,1,1),(16,851,3,'',0,20586,0,1,1,1),(17,853,3,'',0,150000,0,1,1,1),(18,856,3,'',0,16800,0,1,1,1),(19,858,3,'',0,2600,0,1,1,1),(20,845,3,'',0,500,0,1,1,1);

/*Table structure for table `fly_favourable_activity` */

DROP TABLE IF EXISTS `fly_favourable_activity`;

CREATE TABLE `fly_favourable_activity` (
  `act_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `act_name` varchar(255) NOT NULL,
  `start_time` int(10) unsigned NOT NULL,
  `end_time` int(10) unsigned NOT NULL,
  `user_rank` varchar(255) NOT NULL,
  `act_range` tinyint(3) unsigned NOT NULL,
  `act_range_ext` varchar(255) NOT NULL,
  `min_amount` decimal(10,2) unsigned NOT NULL,
  `max_amount` decimal(10,2) unsigned NOT NULL,
  `act_type` tinyint(3) unsigned NOT NULL,
  `act_type_ext` decimal(10,2) unsigned NOT NULL,
  `activity_thumb` varchar(255) NOT NULL,
  `gift` text NOT NULL,
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  `user_id` int(11) unsigned NOT NULL,
  `rs_id` int(10) NOT NULL COMMENT '卖场ID',
  `userFav_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `userFav_type_ext` varchar(255) NOT NULL COMMENT '使用类型扩展',
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  `user_range_ext` varchar(255) NOT NULL DEFAULT '',
  `is_user_brand` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`act_id`),
  KEY `act_name` (`act_name`),
  KEY `user_id` (`user_id`),
  KEY `review_status` (`review_status`),
  KEY `start_time` (`start_time`),
  KEY `end_time` (`end_time`),
  KEY `act_type` (`act_type`),
  KEY `rs_id` (`rs_id`),
  KEY `userFav_type` (`userFav_type`)
) ENGINE=MyISAM AUTO_INCREMENT=55 DEFAULT CHARSET=utf8;

/*Data for the table `fly_favourable_activity` */

insert  into `fly_favourable_activity`(`act_id`,`act_name`,`start_time`,`end_time`,`user_rank`,`act_range`,`act_range_ext`,`min_amount`,`max_amount`,`act_type`,`act_type_ext`,`activity_thumb`,`gift`,`sort_order`,`user_id`,`rs_id`,`userFav_type`,`userFav_type_ext`,`review_status`,`review_content`,`user_range_ext`,`is_user_brand`) values (52,'测试1',1508818729,1509077929,'0,3,6,7,8,9',3,'697','1000.00','3000.00',0,'1.00','data/activity_thumb/1508732507689457863.png','a:1:{i:0;a:3:{s:2:\"id\";s:3:\"698\";s:4:\"name\";s:73:\"Haier/海尔 EG10014B39GU1 10公斤kg智能变频滚筒全自动洗衣机\";s:5:\"price\";s:3:\"800\";}}',50,1,0,0,'',3,'','',0),(51,'测试',1508818639,1509077839,'0,3,6,7,8,9',3,'698','100.00','300.00',1,'80.00','data/activity_thumb/1508732325089686980.jpg','a:0:{}',50,1,0,0,'',3,'','',0),(53,'测试3',1508818910,1509078110,'0,3,6,7,8,9',0,'','800.00','4000.00',2,'80.00','data/activity_thumb/1508732577577357275.png','a:0:{}',50,1,0,0,'',3,'','',0),(54,'测试5',1508818988,1543551788,'0,3,6,7,8',3,'690,695,696,697,698','300.00','6000.00',1,'300.00','data/activity_thumb/1508732641967885262.jpg','a:0:{}',50,1,0,0,'',3,'','',0);

/*Table structure for table `fly_feedback` */

DROP TABLE IF EXISTS `fly_feedback`;

CREATE TABLE `fly_feedback` (
  `msg_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `user_email` varchar(60) NOT NULL DEFAULT '',
  `msg_title` varchar(200) NOT NULL DEFAULT '',
  `msg_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `msg_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `msg_content` text NOT NULL,
  `msg_time` int(10) unsigned NOT NULL DEFAULT '0',
  `message_img` varchar(255) NOT NULL DEFAULT '0',
  `order_id` int(11) unsigned NOT NULL DEFAULT '0',
  `msg_area` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`msg_id`),
  KEY `user_id` (`user_id`),
  KEY `parent_id` (`parent_id`),
  KEY `order_id` (`order_id`),
  KEY `msg_type` (`msg_type`),
  KEY `msg_status` (`msg_status`),
  KEY `msg_area` (`msg_area`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_feedback` */

/*Table structure for table `fly_floor_content` */

DROP TABLE IF EXISTS `fly_floor_content`;

CREATE TABLE `fly_floor_content` (
  `fb_id` int(11) NOT NULL AUTO_INCREMENT,
  `filename` varchar(50) NOT NULL COMMENT '关联模版表filename',
  `region` varchar(100) NOT NULL COMMENT '关联模版表region',
  `id` int(11) NOT NULL COMMENT '关联模版表id',
  `id_name` varchar(100) NOT NULL COMMENT 'id对应的内容名称',
  `brand_id` int(11) NOT NULL COMMENT '品牌id',
  `brand_name` varchar(100) NOT NULL COMMENT '品牌名称',
  `theme` varchar(100) NOT NULL COMMENT '当前选择的模板',
  PRIMARY KEY (`fb_id`),
  KEY `brand_id` (`brand_id`),
  KEY `theme` (`theme`),
  KEY `id` (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=51 DEFAULT CHARSET=utf8;

/*Data for the table `fly_floor_content` */

insert  into `fly_floor_content`(`fb_id`,`filename`,`region`,`id`,`id_name`,`brand_id`,`brand_name`,`theme`) values (1,'index','首页楼层',6,'男装、女装、内衣',93,'同庆和堂','ecmoban_dsc2017'),(2,'index','首页楼层',6,'男装、女装、内衣',71,'esprit','ecmoban_dsc2017'),(3,'index','首页楼层',6,'男装、女装、内衣',72,'ELLE HOME','ecmoban_dsc2017'),(4,'index','首页楼层',6,'男装、女装、内衣',76,'金利来','ecmoban_dsc2017'),(5,'index','首页楼层',6,'男装、女装、内衣',79,'justyle','ecmoban_dsc2017'),(6,'index','首页楼层',6,'男装、女装、内衣',82,'李宁','ecmoban_dsc2017'),(7,'index','首页楼层',6,'男装、女装、内衣',85,'喜瑞','ecmoban_dsc2017'),(8,'index','首页楼层',6,'男装、女装、内衣',86,'康比特','ecmoban_dsc2017'),(9,'index','首页楼层',6,'男装、女装、内衣',89,'健安喜','ecmoban_dsc2017'),(10,'index','首页楼层',6,'男装、女装、内衣',91,'金奥力','ecmoban_dsc2017'),(13,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',92,'一品玉','ecmoban_dsc2017'),(14,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',115,'西门子','ecmoban_dsc2017'),(15,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',116,'伊莱克斯','ecmoban_dsc2017'),(16,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',124,'亿健','ecmoban_dsc2017'),(17,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',130,'TP-LINL','ecmoban_dsc2017'),(18,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',131,'ZIPPO','ecmoban_dsc2017'),(21,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',139,'飞科','ecmoban_dsc2017'),(23,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',85,'喜瑞','ecmoban_dsc2017'),(25,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',178,'文轩网','ecmoban_dsc2017'),(27,'index','首页楼层',8,'鞋靴、箱包、钟表、奢侈品',93,'同庆和堂','ecmoban_dsc2017'),(28,'index','首页楼层',12,'食品、酒类、生鲜、特产',97,'斯伯丁','ecmoban_dsc2017'),(29,'index','首页楼层',12,'食品、酒类、生鲜、特产',132,'阿玛尼','ecmoban_dsc2017'),(31,'index','首页楼层',12,'食品、酒类、生鲜、特产',136,'博时基金','ecmoban_dsc2017'),(32,'index','首页楼层',12,'食品、酒类、生鲜、特产',137,'达利园','ecmoban_dsc2017'),(33,'index','首页楼层',12,'食品、酒类、生鲜、特产',141,'钙尔奇','ecmoban_dsc2017'),(34,'index','首页楼层',12,'食品、酒类、生鲜、特产',142,'哥弟','ecmoban_dsc2017'),(35,'index','首页楼层',12,'食品、酒类、生鲜、特产',144,'海飞丝','ecmoban_dsc2017'),(36,'index','首页楼层',12,'食品、酒类、生鲜、特产',150,'华帝','ecmoban_dsc2017'),(37,'index','首页楼层',12,'食品、酒类、生鲜、特产',151,'姬芮','ecmoban_dsc2017'),(38,'index','首页楼层',12,'食品、酒类、生鲜、特产',90,'北大荒','ecmoban_dsc2017'),(40,'index','首页楼层',858,'家用电器',88,'养生堂','ecmoban_dsc2017'),(41,'index','首页楼层',858,'家用电器',92,'一品玉','ecmoban_dsc2017'),(42,'index','首页楼层',858,'家用电器',124,'亿健','ecmoban_dsc2017'),(43,'index','首页楼层',858,'家用电器',131,'ZIPPO','ecmoban_dsc2017'),(45,'index','首页楼层',858,'家用电器',154,'匡威','ecmoban_dsc2017'),(46,'index','首页楼层',858,'家用电器',160,'美的','ecmoban_dsc2017'),(47,'index','首页楼层',858,'家用电器',163,'魅族','ecmoban_dsc2017'),(48,'index','首页楼层',858,'家用电器',108,'苹果','ecmoban_dsc2017'),(49,'index','首页楼层',858,'家用电器',109,'诺基亚','ecmoban_dsc2017'),(50,'index','首页楼层',858,'家用电器',110,'松下电器','ecmoban_dsc2017');

/*Table structure for table `fly_friend_link` */

DROP TABLE IF EXISTS `fly_friend_link`;

CREATE TABLE `fly_friend_link` (
  `link_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `link_name` varchar(255) NOT NULL DEFAULT '',
  `link_url` varchar(255) NOT NULL DEFAULT '',
  `link_logo` varchar(255) NOT NULL DEFAULT '',
  `show_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  PRIMARY KEY (`link_id`),
  KEY `show_order` (`show_order`),
  KEY `link_name` (`link_name`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

/*Data for the table `fly_friend_link` */

/*Table structure for table `fly_gallery_album` */

DROP TABLE IF EXISTS `fly_gallery_album`;

CREATE TABLE `fly_gallery_album` (
  `album_id` int(10) NOT NULL AUTO_INCREMENT,
  `parent_album_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `album_mame` varchar(60) NOT NULL,
  `album_cover` varchar(255) NOT NULL,
  `album_desc` varchar(255) NOT NULL,
  `sort_order` tinyint(1) unsigned NOT NULL DEFAULT '50',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0',
  `suppliers_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '供应商ID',
  PRIMARY KEY (`album_id`),
  KEY `parent_album_id` (`parent_album_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_gallery_album` */

insert  into `fly_gallery_album`(`album_id`,`parent_album_id`,`ru_id`,`album_mame`,`album_cover`,`album_desc`,`sort_order`,`add_time`,`suppliers_id`) values (1,0,0,'首页图片相册','','',1,1563298425,0);

/*Table structure for table `fly_gift_gard_log` */

DROP TABLE IF EXISTS `fly_gift_gard_log`;

CREATE TABLE `fly_gift_gard_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `admin_id` int(11) unsigned NOT NULL DEFAULT '0',
  `gift_gard_id` int(11) unsigned NOT NULL DEFAULT '0',
  `delivery_status` varchar(60) NOT NULL,
  `addtime` int(11) NOT NULL DEFAULT '0',
  `handle_type` varchar(20) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `gift_gard_id` (`gift_gard_id`),
  KEY `admin_id` (`admin_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_gift_gard_log` */

insert  into `fly_gift_gard_log`(`id`,`admin_id`,`gift_gard_id`,`delivery_status`,`addtime`,`handle_type`) values (1,57,7,'1',1508522435,'toggle_on_settlement'),(2,57,6,'1',1508522438,'toggle_on_settlement');

/*Table structure for table `fly_gift_gard_type` */

DROP TABLE IF EXISTS `fly_gift_gard_type`;

CREATE TABLE `fly_gift_gard_type` (
  `gift_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `gift_name` varchar(100) NOT NULL,
  `gift_menory` decimal(10,2) DEFAULT NULL,
  `gift_min_menory` decimal(10,2) DEFAULT NULL,
  `gift_start_date` int(11) NOT NULL,
  `gift_end_date` int(11) NOT NULL,
  `gift_number` smallint(5) NOT NULL,
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  PRIMARY KEY (`gift_id`),
  KEY `review_status` (`review_status`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

/*Data for the table `fly_gift_gard_type` */

insert  into `fly_gift_gard_type`(`gift_id`,`ru_id`,`gift_name`,`gift_menory`,`gift_min_menory`,`gift_start_date`,`gift_end_date`,`gift_number`,`review_status`,`review_content`) values (5,0,'89','0.00','0.00',1508451130,1511129530,444,3,'');

/*Table structure for table `fly_goods` */

DROP TABLE IF EXISTS `fly_goods`;

CREATE TABLE `fly_goods` (
  `goods_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `user_cat` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(11) unsigned NOT NULL,
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `bar_code` varchar(60) NOT NULL,
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_name_style` varchar(60) NOT NULL DEFAULT '+',
  `click_count` int(10) unsigned NOT NULL DEFAULT '0',
  `brand_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `provider_name` varchar(100) NOT NULL DEFAULT '',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_weight` decimal(10,3) unsigned NOT NULL DEFAULT '0.000',
  `default_shipping` int(11) unsigned NOT NULL,
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `cost_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '成本价',
  `shop_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `promote_start_date` int(11) unsigned NOT NULL DEFAULT '0',
  `promote_end_date` int(11) unsigned NOT NULL DEFAULT '0',
  `warn_number` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `goods_brief` varchar(255) NOT NULL DEFAULT '',
  `goods_desc` text NOT NULL,
  `desc_mobile` text NOT NULL,
  `goods_thumb` varchar(255) NOT NULL DEFAULT '',
  `goods_img` varchar(255) NOT NULL DEFAULT '',
  `original_img` varchar(255) NOT NULL DEFAULT '',
  `is_real` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `is_on_sale` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `is_alone_sale` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `is_shipping` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `integral` int(10) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `sort_order` smallint(4) unsigned NOT NULL DEFAULT '100',
  `is_delete` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_best` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_new` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_hot` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_promote` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_volume` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_fullcut` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `bonus_type_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `last_update` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_type` smallint(5) unsigned NOT NULL DEFAULT '0',
  `seller_note` varchar(255) NOT NULL DEFAULT '',
  `give_integral` int(11) NOT NULL DEFAULT '-1',
  `rank_integral` int(11) NOT NULL DEFAULT '-1',
  `suppliers_id` smallint(5) unsigned DEFAULT NULL,
  `is_check` tinyint(1) unsigned DEFAULT NULL,
  `store_hot` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `store_new` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `store_best` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `group_number` smallint(8) unsigned NOT NULL DEFAULT '0',
  `is_xiangou` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否限购',
  `xiangou_start_date` int(11) NOT NULL DEFAULT '0' COMMENT '限购开始时间',
  `xiangou_end_date` int(11) NOT NULL DEFAULT '0' COMMENT '限购结束时间',
  `xiangou_num` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '限购设定数量',
  `review_status` tinyint(1) NOT NULL DEFAULT '1',
  `review_content` varchar(255) NOT NULL,
  `goods_shipai` text NOT NULL,
  `comments_number` int(10) unsigned NOT NULL DEFAULT '0',
  `sales_volume` int(10) unsigned NOT NULL DEFAULT '0',
  `comment_num` int(10) unsigned NOT NULL DEFAULT '0',
  `model_price` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `model_inventory` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `model_attr` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `largest_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `pinyin_keyword` text,
  `goods_product_tag` varchar(2000) DEFAULT NULL,
  `goods_tag` varchar(255) DEFAULT NULL COMMENT '商品标签',
  `stages` varchar(512) NOT NULL DEFAULT '',
  `stages_rate` decimal(10,2) NOT NULL DEFAULT '0.50',
  `freight` tinyint(1) unsigned NOT NULL DEFAULT '2',
  `shipping_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `tid` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_unit` varchar(15) NOT NULL DEFAULT '个',
  `goods_cause` varchar(10) NOT NULL,
  `dis_commission` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '分销佣金百分比',
  `is_distribution` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '商品是否参与分销',
  `commission_rate` varchar(10) NOT NULL DEFAULT '0',
  `from_seller` int(11) NOT NULL DEFAULT '0',
  `sales_volume_base` int(10) NOT NULL DEFAULT '0',
  `user_brand` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '品牌统一使用平台品牌ID异步操作',
  `product_table` varchar(60) NOT NULL DEFAULT 'products',
  `product_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商品默认勾选属性货品',
  `product_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '商品默认勾选属性货品价格',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `product_promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `cloud_id` int(10) unsigned NOT NULL DEFAULT '0',
  `cloud_goodsname` varchar(255) NOT NULL,
  `goods_video` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`goods_id`),
  KEY `goods_sn` (`goods_sn`),
  KEY `cat_id` (`cat_id`),
  KEY `last_update` (`last_update`),
  KEY `brand_id` (`brand_id`),
  KEY `goods_weight` (`goods_weight`),
  KEY `promote_end_date` (`promote_end_date`),
  KEY `promote_start_date` (`promote_start_date`),
  KEY `goods_number` (`goods_number`),
  KEY `sort_order` (`sort_order`),
  KEY `sales_volume` (`sales_volume`),
  KEY `xiangou_start_date` (`xiangou_start_date`),
  KEY `xiangou_end_date` (`xiangou_end_date`),
  KEY `user_id` (`user_id`),
  KEY `is_on_sale` (`is_on_sale`),
  KEY `is_alone_sale` (`is_alone_sale`),
  KEY `is_delete` (`is_delete`),
  KEY `user_cat` (`user_cat`),
  KEY `freight` (`freight`),
  KEY `tid` (`tid`),
  KEY `review_status` (`review_status`),
  KEY `user_brand` (`user_brand`),
  KEY `from_seller` (`from_seller`)
) ENGINE=MyISAM AUTO_INCREMENT=944 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods` */

/*Table structure for table `fly_goods_activity` */

DROP TABLE IF EXISTS `fly_goods_activity`;

CREATE TABLE `fly_goods_activity` (
  `act_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `act_name` varchar(255) NOT NULL,
  `user_id` int(11) unsigned NOT NULL,
  `act_desc` text NOT NULL,
  `activity_thumb` varchar(255) NOT NULL,
  `act_promise` text NOT NULL,
  `act_ensure` text NOT NULL,
  `act_type` tinyint(3) unsigned NOT NULL,
  `goods_id` mediumint(8) unsigned NOT NULL,
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(255) NOT NULL,
  `start_time` int(10) unsigned NOT NULL,
  `end_time` int(10) unsigned NOT NULL,
  `is_finished` tinyint(3) unsigned NOT NULL,
  `ext_info` text NOT NULL,
  `is_hot` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  `is_new` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`act_id`),
  KEY `act_name` (`act_name`,`act_type`,`goods_id`),
  KEY `user_id` (`user_id`),
  KEY `is_hot` (`is_hot`),
  KEY `review_status` (`review_status`),
  KEY `product_id` (`product_id`),
  KEY `is_new` (`is_new`),
  KEY `goods_name` (`goods_name`)
) ENGINE=MyISAM AUTO_INCREMENT=44 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_activity` */

/*Table structure for table `fly_goods_article` */

DROP TABLE IF EXISTS `fly_goods_article`;

CREATE TABLE `fly_goods_article` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `article_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `admin_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`,`article_id`,`admin_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_article` */

/*Table structure for table `fly_goods_attr` */

DROP TABLE IF EXISTS `fly_goods_attr`;

CREATE TABLE `fly_goods_attr` (
  `goods_attr_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `attr_id` int(10) unsigned NOT NULL DEFAULT '0',
  `attr_value` text NOT NULL,
  `color_value` text NOT NULL,
  `attr_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `attr_sort` int(10) unsigned NOT NULL,
  `attr_img_flie` varchar(255) NOT NULL,
  `attr_gallery_flie` varchar(255) NOT NULL,
  `attr_img_site` varchar(255) NOT NULL,
  `attr_checked` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `attr_value1` text,
  `lang_flag` int(2) DEFAULT '0',
  `attr_img` varchar(255) DEFAULT NULL,
  `attr_thumb` varchar(255) DEFAULT NULL,
  `img_flag` int(2) DEFAULT '0',
  `attr_pid` varchar(60) DEFAULT NULL,
  `admin_id` smallint(8) unsigned NOT NULL,
  `cloud_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_attr_id`),
  KEY `goods_id` (`goods_id`),
  KEY `attr_id` (`attr_id`),
  KEY `admin_id` (`admin_id`)
) ENGINE=MyISAM AUTO_INCREMENT=741 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_attr` */

insert  into `fly_goods_attr`(`goods_attr_id`,`goods_id`,`attr_id`,`attr_value`,`color_value`,`attr_price`,`attr_sort`,`attr_img_flie`,`attr_gallery_flie`,`attr_img_site`,`attr_checked`,`attr_value1`,`lang_flag`,`attr_img`,`attr_thumb`,`img_flag`,`attr_pid`,`admin_id`,`cloud_id`) values (1,700,1,'暗夜黑','','0.00',0,'data/goods_attr_img/1490154640454469616.jpg','images/201703/goods_img/_P_1490154426529.jpg','',0,'',0,'','',0,'',43,0),(2,700,1,'宝石蓝','','0.00',0,'data/goods_attr_img/1490154653505423437.jpg','images/201703/goods_img/_P_1490154426152.jpg','',0,'',0,'','',0,'',43,0),(3,700,1,'玫瑰金','','0.00',0,'data/goods_attr_img/1490154662723303607.jpg','images/201703/goods_img/_P_1490154427834.jpg','',0,'',0,'','',0,'',43,0),(4,700,1,'土豪金','','0.00',0,'data/goods_attr_img/1490154673719730582.jpg','images/201703/goods_img/_P_1490154427636.jpg','',0,'',0,'','',0,'',43,0),(5,700,1,'中国红','','0.00',0,'data/goods_attr_img/1490154716362972622.jpg','images/201703/goods_img/_P_1490154427792.jpg','',1,'',0,'','',0,'',43,0),(6,707,2,'白色','','0.00',0,'data/goods_attr_img/1490155556219156860.jpg','images/201703/goods_img/_P_1490155378010.jpg','',0,'',0,'','',0,'',43,0),(7,707,2,'黑色','','0.00',0,'data/goods_attr_img/1490155564014115707.jpg','images/201703/goods_img/_P_1490155378570.jpg','',0,'',0,'','',0,'',43,0),(8,707,2,'金色','','0.00',0,'data/goods_attr_img/1490155600812696223.jpg','images/201703/goods_img/_P_1490155378604.jpg','',1,'',0,'','',0,'',43,0),(9,711,3,'黑色','','0.00',0,'data/goods_attr_img/1490160090372808715.jpg','images/201703/goods_img/_P_1490159430966.jpg','',0,'',0,'','',0,'',44,0),(10,711,3,'红色','','0.00',0,'data/goods_attr_img/1490160116626485960.jpg','images/201703/goods_img/_P_1490159430181.jpg','',1,'',0,'','',0,'',44,0),(11,726,4,'灰色','','0.00',0,'data/goods_attr_img/1490161705905941320.jpg','images/201703/goods_img/_P_1490161350566.jpg','',0,'',0,'','',0,'',45,0),(12,726,4,'枚红色','','0.00',0,'data/goods_attr_img/1490161716450638637.jpg','images/201703/goods_img/_P_1490161351154.jpg','',0,'',0,'','',0,'',45,0),(13,726,4,'银灰色','','0.00',0,'data/goods_attr_img/1490161725786023362.jpg','images/201703/goods_img/_P_1490161351116.jpg','',0,'',0,'','',0,'',45,0),(14,726,4,'紫色','','0.00',0,'data/goods_attr_img/1490161757237870927.jpg','images/201703/goods_img/_P_1490161351412.jpg','',1,'',0,'','',0,'',45,0),(16,902,7,'白红色','','0.00',0,'data/goods_attr_img/1490915689525901761.jpg','images/201703/goods_img/_P_1490915600176.jpg','',0,'',0,'','',0,'',41,0),(17,902,7,'海军蓝','','0.00',0,'data/goods_attr_img/1490915697933149245.jpg','images/201703/goods_img/_P_1490915600701.jpg','',0,'',0,'','',0,'',41,0),(18,902,7,'黄黑色','','0.00',0,'data/goods_attr_img/1490915706240323068.jpg','images/201703/goods_img/_P_1490915600932.jpg','',1,'',0,'','',0,'',41,0),(721,904,1,'暗夜黑','','0.00',19,'','','',0,'',0,'','',0,'',57,0),(737,907,1,'暗夜黑','','0.00',722,'','','',0,'',0,'','',0,'',57,0),(738,907,1,'宝石蓝','','0.00',738,'','','',0,'',0,'','',0,'',57,0),(739,907,1,'玫瑰金','','0.00',739,'','','',0,'',0,'','',0,'',57,0),(740,907,1,'土豪金','','0.00',740,'','','',0,'',0,'','',0,'',57,0);

/*Table structure for table `fly_goods_cat` */

DROP TABLE IF EXISTS `fly_goods_cat`;

CREATE TABLE `fly_goods_cat` (
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `cat_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_id`,`cat_id`),
  KEY `goods_id` (`goods_id`),
  KEY `cat_id` (`cat_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_cat` */

insert  into `fly_goods_cat`(`goods_id`,`cat_id`) values (620,205);

/*Table structure for table `fly_goods_change_log` */

DROP TABLE IF EXISTS `fly_goods_change_log`;

CREATE TABLE `fly_goods_change_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增日志ID',
  `goods_id` mediumint(8) NOT NULL COMMENT '商品ID',
  `shop_price` decimal(10,2) NOT NULL COMMENT '本店价',
  `shipping_fee` decimal(10,2) NOT NULL COMMENT '运费',
  `promote_price` decimal(10,2) NOT NULL COMMENT '促销价',
  `member_price` varchar(255) NOT NULL COMMENT '会员价',
  `volume_price` varchar(255) NOT NULL COMMENT '阶梯价',
  `give_integral` int(11) NOT NULL COMMENT '赠送消费积分',
  `rank_integral` int(11) NOT NULL COMMENT '赠送等级积分',
  `goods_weight` decimal(10,3) NOT NULL COMMENT '商品重量',
  `is_on_sale` tinyint(1) NOT NULL COMMENT '上下架',
  `user_id` int(11) NOT NULL COMMENT '操作者ID',
  `handle_time` int(11) NOT NULL COMMENT '操作时间',
  `old_record` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '原纪录',
  PRIMARY KEY (`log_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_change_log` */

insert  into `fly_goods_change_log`(`log_id`,`goods_id`,`shop_price`,`shipping_fee`,`promote_price`,`member_price`,`volume_price`,`give_integral`,`rank_integral`,`goods_weight`,`is_on_sale`,`user_id`,`handle_time`,`old_record`) values (1,698,'3299.00','0.00','0.00','a:0:{}','a:0:{}',0,0,'0.000',1,42,1508438525,1),(2,698,'3299.00','0.00','0.00','N;','N;',0,0,'0.000',1,42,1508438525,0),(3,693,'4099.00','0.00','0.00','a:0:{}','a:0:{}',0,0,'0.000',1,57,1508451618,1),(4,693,'4099.00','0.00','0.00','N;','N;',0,0,'0.000',1,57,1508451618,0),(5,693,'4099.00','0.00','0.00','a:0:{}','a:0:{}',0,0,'0.000',1,57,1508451642,1),(6,693,'4099.00','0.00','0.00','N;','N;',0,0,'0.000',1,57,1508451642,0),(7,903,'798.00','0.00','11.00','a:0:{}','a:0:{}',0,0,'0.000',1,57,1508452589,1),(8,903,'798.00','0.00','11.00','N;','N;',0,0,'0.000',1,57,1508452589,0),(9,673,'3500.00','0.00','0.00','a:0:{}','a:0:{}',0,0,'0.000',1,57,1508455349,1),(10,673,'3500.00','0.00','0.00','N;','N;',0,0,'0.000',1,57,1508455349,0),(11,697,'599.00','0.00','0.00','a:0:{}','a:0:{}',0,0,'0.000',1,57,1508455481,1),(12,697,'599.00','0.00','0.00','N;','N;',0,0,'0.000',1,57,1508455481,0),(13,912,'200.00','0.00','0.00','a:0:{}','a:0:{}',0,0,'0.000',1,56,1508715833,1),(14,912,'200.00','0.00','0.00','N;','N;',0,0,'0.000',1,56,1508715833,0),(15,903,'798.00','0.00','11.00','a:0:{}','a:0:{}',0,0,'0.000',1,57,1509087518,1),(16,903,'798.00','0.00','11.00','N;','N;',0,0,'0.000',1,57,1509087518,0);

/*Table structure for table `fly_goods_conshipping` */

DROP TABLE IF EXISTS `fly_goods_conshipping`;

CREATE TABLE `fly_goods_conshipping` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `sfull` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `sreduce` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_conshipping` */

/*Table structure for table `fly_goods_consumption` */

DROP TABLE IF EXISTS `fly_goods_consumption`;

CREATE TABLE `fly_goods_consumption` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `cfull` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `creduce` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_consumption` */

/*Table structure for table `fly_goods_extend` */

DROP TABLE IF EXISTS `fly_goods_extend`;

CREATE TABLE `fly_goods_extend` (
  `extend_id` int(11) NOT NULL AUTO_INCREMENT,
  `goods_id` int(11) NOT NULL COMMENT '商品id',
  `is_reality` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否是正品0否1是',
  `is_return` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否支持包退服务0否1是',
  `is_fast` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否闪速送货0否1是',
  `width` varchar(50) NOT NULL,
  `height` varchar(50) NOT NULL,
  `depth` varchar(50) NOT NULL,
  `origincountry` varchar(50) NOT NULL,
  `originplace` varchar(50) NOT NULL,
  `assemblycountry` varchar(50) NOT NULL,
  `barcodetype` varchar(50) NOT NULL,
  `catena` varchar(50) NOT NULL,
  `isbasicunit` varchar(50) NOT NULL,
  `packagetype` varchar(50) NOT NULL,
  `grossweight` varchar(50) NOT NULL,
  `netweight` varchar(50) NOT NULL,
  `netcontent` varchar(50) NOT NULL,
  `licensenum` varchar(50) NOT NULL,
  `healthpermitnum` varchar(50) NOT NULL,
  PRIMARY KEY (`extend_id`),
  KEY `goods_id` (`goods_id`),
  KEY `is_reality` (`is_reality`),
  KEY `is_return` (`is_return`),
  KEY `is_fast` (`is_fast`)
) ENGINE=MyISAM AUTO_INCREMENT=357 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_extend` */

insert  into `fly_goods_extend`(`extend_id`,`goods_id`,`is_reality`,`is_return`,`is_fast`,`width`,`height`,`depth`,`origincountry`,`originplace`,`assemblycountry`,`barcodetype`,`catena`,`isbasicunit`,`packagetype`,`grossweight`,`netweight`,`netcontent`,`licensenum`,`healthpermitnum`) values (1,685,0,0,0,'','','','','','','','','0','','','','','',''),(2,684,0,0,0,'','','','','','','','','0','','','','','',''),(3,683,0,0,0,'','','','','','','','','0','','','','','',''),(4,682,0,0,0,'','','','','','','','','0','','','','','',''),(5,681,0,0,0,'','','','','','','','','0','','','','','',''),(6,680,0,0,0,'','','','','','','','','0','','','','','',''),(7,679,0,0,0,'','','','','','','','','0','','','','','',''),(8,678,0,0,0,'','','','','','','','','0','','','','','',''),(9,677,0,0,0,'','','','','','','','','0','','','','','',''),(10,676,0,0,0,'','','','','','','','','0','','','','','',''),(11,675,0,0,0,'','','','','','','','','0','','','','','',''),(12,674,0,0,0,'','','','','','','','','0','','','','','',''),(13,673,0,0,0,'','','','','','','','','0','','','','','',''),(14,672,0,0,0,'','','','','','','','','0','','','','','',''),(15,671,0,0,0,'','','','','','','','','0','','','','','',''),(16,670,0,0,0,'','','','','','','','','0','','','','','',''),(17,669,0,0,0,'','','','','','','','','0','','','','','',''),(18,668,0,0,0,'','','','','','','','','0','','','','','',''),(19,667,0,0,0,'','','','','','','','','0','','','','','',''),(20,666,0,0,0,'','','','','','','','','0','','','','','',''),(21,665,0,0,0,'','','','','','','','','0','','','','','',''),(22,664,0,0,0,'','','','','','','','','0','','','','','',''),(23,663,0,0,0,'','','','','','','','','0','','','','','',''),(24,662,0,0,0,'','','','','','','','','0','','','','','',''),(25,661,0,0,0,'','','','','','','','','0','','','','','',''),(26,660,0,0,0,'','','','','','','','','0','','','','','',''),(27,659,0,0,0,'','','','','','','','','0','','','','','',''),(28,658,0,0,0,'','','','','','','','','0','','','','','',''),(29,657,0,0,0,'','','','','','','','','0','','','','','',''),(30,656,0,0,0,'','','','','','','','','0','','','','','',''),(31,655,0,0,0,'','','','','','','','','0','','','','','',''),(32,654,0,0,0,'','','','','','','','','0','','','','','',''),(33,653,0,0,0,'','','','','','','','','0','','','','','',''),(34,652,0,0,0,'','','','','','','','','0','','','','','',''),(35,651,0,0,0,'','','','','','','','','0','','','','','',''),(36,650,0,0,0,'','','','','','','','','0','','','','','',''),(37,649,0,0,0,'','','','','','','','','0','','','','','',''),(38,648,0,0,0,'','','','','','','','','0','','','','','',''),(39,647,0,0,0,'','','','','','','','','0','','','','','',''),(40,646,0,0,0,'','','','','','','','','0','','','','','',''),(41,645,0,0,0,'','','','','','','','','0','','','','','',''),(42,644,0,0,0,'','','','','','','','','0','','','','','',''),(43,643,0,0,0,'','','','','','','','','0','','','','','',''),(44,642,0,0,0,'','','','','','','','','0','','','','','',''),(45,641,0,0,0,'','','','','','','','','0','','','','','',''),(46,640,0,0,0,'','','','','','','','','0','','','','','',''),(47,639,0,0,0,'','','','','','','','','0','','','','','',''),(48,638,0,0,0,'','','','','','','','','0','','','','','',''),(49,637,0,0,0,'','','','','','','','','0','','','','','',''),(50,636,0,0,0,'','','','','','','','','0','','','','','',''),(51,635,0,0,0,'','','','','','','','','0','','','','','',''),(52,634,0,0,0,'','','','','','','','','0','','','','','',''),(53,633,0,0,0,'','','','','','','','','0','','','','','',''),(54,632,0,0,0,'','','','','','','','','0','','','','','',''),(55,631,0,0,0,'','','','','','','','','0','','','','','',''),(56,629,0,0,0,'','','','','','','','','0','','','','','',''),(57,628,0,0,0,'','','','','','','','','0','','','','','',''),(58,630,0,0,0,'','','','','','','','','0','','','','','',''),(59,627,0,0,0,'','','','','','','','','0','','','','','',''),(60,626,0,0,0,'','','','','','','','','0','','','','','',''),(61,624,0,0,0,'','','','','','','','','0','','','','','',''),(62,623,0,0,0,'','','','','','','','','0','','','','','',''),(63,622,0,0,0,'','','','','','','','','0','','','','','',''),(64,621,0,0,0,'','','','','','','','','0','','','','','',''),(65,620,0,0,0,'','','','','','','','','0','','','','','',''),(66,619,0,0,0,'','','','','','','','','0','','','','','',''),(67,618,0,0,0,'','','','','','','','','0','','','','','',''),(68,617,0,0,0,'','','','','','','','','0','','','','','',''),(69,616,0,0,0,'','','','','','','','','0','','','','','',''),(70,615,0,0,0,'','','','','','','','','0','','','','','',''),(71,687,0,0,0,'','','','','','','','','0','','','','','',''),(72,688,0,0,0,'','','','','','','','','0','','','','','',''),(73,689,0,0,0,'','','','','','','','','0','','','','','',''),(74,690,0,0,0,'','','','','','','','','0','','','','','',''),(75,691,0,0,0,'','','','','','','','','0','','','','','',''),(76,692,0,0,0,'','','','','','','','','0','','','','','',''),(77,693,1,1,1,'','','','','','','','','0','','','','','',''),(78,694,0,0,0,'','','','','','','','','0','','','','','',''),(79,695,0,0,0,'','','','','','','','','0','','','','','',''),(80,696,0,0,0,'','','','','','','','','0','','','','','',''),(81,697,0,0,0,'','','','','','','','','0','','','','','',''),(82,698,0,0,0,'','','','','','','','','0','','','','','',''),(83,625,0,0,0,'','','','','','','','','0','','','','','',''),(84,699,0,0,0,'','','','','','','','','0','','','','','',''),(85,700,0,0,0,'','','','','','','','','0','','','','','',''),(86,701,0,0,0,'','','','','','','','','0','','','','','',''),(87,702,0,0,0,'','','','','','','','','0','','','','','',''),(88,703,0,0,0,'','','','','','','','','0','','','','','',''),(89,704,0,0,0,'','','','','','','','','0','','','','','',''),(90,705,0,0,0,'','','','','','','','','0','','','','','',''),(91,706,1,1,1,'','','','','','','','','0','','','','','',''),(92,707,0,0,0,'','','','','','','','','0','','','','','',''),(93,708,0,0,0,'','','','','','','','','0','','','','','',''),(94,709,0,0,0,'','','','','','','','','0','','','','','',''),(95,710,0,0,0,'','','','','','','','','0','','','','','',''),(96,711,0,0,0,'','','','','','','','','0','','','','','',''),(97,712,0,0,0,'','','','','','','','','0','','','','','',''),(98,713,0,0,0,'','','','','','','','','0','','','','','',''),(99,714,0,0,0,'','','','','','','','','0','','','','','',''),(100,715,0,0,0,'','','','','','','','','0','','','','','',''),(101,716,0,0,0,'','','','','','','','','0','','','','','',''),(102,717,0,0,0,'','','','','','','','','0','','','','','',''),(103,718,0,0,0,'','','','','','','','','0','','','','','',''),(104,719,0,0,0,'','','','','','','','','0','','','','','',''),(105,720,0,0,0,'','','','','','','','','0','','','','','',''),(106,721,0,0,0,'','','','','','','','','0','','','','','',''),(107,722,0,0,0,'','','','','','','','','0','','','','','',''),(108,723,0,0,0,'','','','','','','','','0','','','','','',''),(109,724,0,0,0,'','','','','','','','','0','','','','','',''),(110,725,0,0,0,'','','','','','','','','0','','','','','',''),(111,726,0,0,0,'','','','','','','','','0','','','','','',''),(112,727,0,0,0,'','','','','','','','','0','','','','','',''),(113,728,0,0,0,'','','','','','','','','0','','','','','',''),(114,729,0,0,0,'','','','','','','','','0','','','','','',''),(115,730,0,0,0,'','','','','','','','','0','','','','','',''),(116,731,0,0,0,'','','','','','','','','0','','','','','',''),(117,732,0,0,0,'','','','','','','','','0','','','','','',''),(118,733,0,0,0,'','','','','','','','','0','','','','','',''),(119,734,0,0,0,'','','','','','','','','0','','','','','',''),(120,735,0,0,0,'','','','','','','','','0','','','','','',''),(121,736,0,0,0,'','','','','','','','','0','','','','','',''),(122,737,0,0,0,'','','','','','','','','0','','','','','',''),(123,738,0,0,0,'','','','','','','','','0','','','','','',''),(124,739,0,0,0,'','','','','','','','','0','','','','','',''),(125,740,0,0,0,'','','','','','','','','0','','','','','',''),(126,741,0,0,0,'','','','','','','','','0','','','','','',''),(127,742,0,0,0,'','','','','','','','','0','','','','','',''),(128,743,0,0,0,'','','','','','','','','0','','','','','',''),(129,744,0,0,0,'','','','','','','','','0','','','','','',''),(130,745,0,0,0,'','','','','','','','','0','','','','','',''),(131,746,0,0,0,'','','','','','','','','0','','','','','',''),(132,747,0,0,0,'','','','','','','','','0','','','','','',''),(133,748,0,0,0,'','','','','','','','','0','','','','','',''),(134,749,0,0,0,'','','','','','','','','0','','','','','',''),(135,750,0,0,0,'','','','','','','','','0','','','','','',''),(136,751,0,0,0,'','','','','','','','','0','','','','','',''),(137,752,0,0,0,'','','','','','','','','0','','','','','',''),(138,753,0,0,0,'','','','','','','','','0','','','','','',''),(139,754,0,0,0,'','','','','','','','','0','','','','','',''),(140,755,0,0,0,'','','','','','','','','0','','','','','',''),(141,756,0,0,0,'','','','','','','','','0','','','','','',''),(142,757,0,0,0,'','','','','','','','','0','','','','','',''),(143,758,0,0,0,'','','','','','','','','0','','','','','',''),(144,759,0,0,0,'','','','','','','','','0','','','','','',''),(145,760,0,0,0,'','','','','','','','','0','','','','','',''),(146,761,0,0,0,'','','','','','','','','0','','','','','',''),(147,762,0,0,0,'','','','','','','','','0','','','','','',''),(148,763,0,0,0,'','','','','','','','','0','','','','','',''),(149,764,0,0,0,'','','','','','','','','0','','','','','',''),(150,765,0,0,0,'','','','','','','','','0','','','','','',''),(151,766,0,0,0,'','','','','','','','','0','','','','','',''),(152,767,0,0,0,'','','','','','','','','0','','','','','',''),(153,768,0,0,0,'','','','','','','','','0','','','','','',''),(154,769,0,0,0,'','','','','','','','','0','','','','','',''),(155,770,0,0,0,'','','','','','','','','0','','','','','',''),(156,771,0,0,0,'','','','','','','','','0','','','','','',''),(157,772,0,0,0,'','','','','','','','','0','','','','','',''),(158,773,0,0,0,'','','','','','','','','0','','','','','',''),(159,774,0,0,0,'','','','','','','','','0','','','','','',''),(160,775,0,0,0,'','','','','','','','','0','','','','','',''),(161,776,0,0,0,'','','','','','','','','0','','','','','',''),(162,777,0,0,0,'','','','','','','','','0','','','','','',''),(163,778,0,0,0,'','','','','','','','','0','','','','','',''),(164,779,0,0,0,'','','','','','','','','0','','','','','',''),(165,780,0,0,0,'','','','','','','','','0','','','','','',''),(166,781,0,0,0,'','','','','','','','','0','','','','','',''),(167,782,0,0,0,'','','','','','','','','0','','','','','',''),(168,783,0,0,0,'','','','','','','','','0','','','','','',''),(169,784,0,0,0,'','','','','','','','','0','','','','','',''),(170,785,0,0,0,'','','','','','','','','0','','','','','',''),(171,786,0,0,0,'','','','','','','','','0','','','','','',''),(172,787,0,0,0,'','','','','','','','','0','','','','','',''),(173,788,0,0,0,'','','','','','','','','0','','','','','',''),(174,789,0,0,0,'','','','','','','','','0','','','','','',''),(175,790,0,0,0,'','','','','','','','','0','','','','','',''),(176,791,0,0,0,'','','','','','','','','0','','','','','',''),(177,792,0,0,0,'','','','','','','','','0','','','','','',''),(178,793,0,0,0,'','','','','','','','','0','','','','','',''),(179,794,0,0,0,'','','','','','','','','0','','','','','',''),(180,795,0,0,0,'','','','','','','','','0','','','','','',''),(181,796,0,0,0,'','','','','','','','','0','','','','','',''),(182,797,0,0,0,'','','','','','','','','0','','','','','',''),(183,798,0,0,0,'','','','','','','','','0','','','','','',''),(184,799,0,0,0,'','','','','','','','','0','','','','','',''),(185,800,0,0,0,'','','','','','','','','0','','','','','',''),(186,801,0,0,0,'','','','','','','','','0','','','','','',''),(187,802,0,0,0,'','','','','','','','','0','','','','','',''),(188,803,0,0,0,'','','','','','','','','0','','','','','',''),(189,804,0,0,0,'','','','','','','','','0','','','','','',''),(190,805,0,0,0,'','','','','','','','','0','','','','','',''),(191,806,0,0,0,'','','','','','','','','0','','','','','',''),(192,807,0,0,0,'','','','','','','','','0','','','','','',''),(193,808,0,0,0,'','','','','','','','','0','','','','','',''),(194,809,0,0,0,'','','','','','','','','0','','','','','',''),(195,810,0,0,0,'','','','','','','','','0','','','','','',''),(196,811,0,0,0,'','','','','','','','','0','','','','','',''),(197,812,0,0,0,'','','','','','','','','0','','','','','',''),(198,813,0,0,0,'','','','','','','','','0','','','','','',''),(199,814,0,0,0,'','','','','','','','','0','','','','','',''),(200,815,0,0,0,'','','','','','','','','0','','','','','',''),(201,816,0,0,0,'','','','','','','','','0','','','','','',''),(202,817,0,0,0,'','','','','','','','','0','','','','','',''),(203,818,0,0,0,'','','','','','','','','0','','','','','',''),(204,819,0,0,0,'','','','','','','','','0','','','','','',''),(205,820,0,0,0,'','','','','','','','','0','','','','','',''),(206,821,0,0,0,'','','','','','','','','0','','','','','',''),(207,822,0,0,0,'','','','','','','','','0','','','','','',''),(208,823,0,0,0,'','','','','','','','','0','','','','','',''),(209,824,0,0,0,'','','','','','','','','0','','','','','',''),(210,825,0,0,0,'','','','','','','','','0','','','','','',''),(211,826,0,0,0,'','','','','','','','','0','','','','','',''),(212,827,0,0,0,'','','','','','','','','0','','','','','',''),(213,828,0,0,0,'','','','','','','','','0','','','','','',''),(214,829,0,0,0,'','','','','','','','','0','','','','','',''),(215,830,0,0,0,'','','','','','','','','0','','','','','',''),(216,831,0,0,0,'','','','','','','','','0','','','','','',''),(217,832,0,0,0,'','','','','','','','','0','','','','','',''),(218,833,0,0,0,'','','','','','','','','0','','','','','',''),(219,834,0,0,0,'','','','','','','','','0','','','','','',''),(220,835,0,0,0,'','','','','','','','','0','','','','','',''),(221,836,0,0,0,'','','','','','','','','0','','','','','',''),(222,837,0,0,0,'','','','','','','','','0','','','','','',''),(223,838,0,0,0,'','','','','','','','','0','','','','','',''),(224,839,0,0,0,'','','','','','','','','0','','','','','',''),(225,840,0,0,0,'','','','','','','','','0','','','','','',''),(226,841,0,0,0,'','','','','','','','','0','','','','','',''),(227,842,0,0,0,'','','','','','','','','0','','','','','',''),(228,843,0,0,0,'','','','','','','','','0','','','','','',''),(229,844,0,0,0,'','','','','','','','','0','','','','','',''),(230,845,0,0,0,'','','','','','','','','0','','','','','',''),(231,846,0,0,0,'','','','','','','','','0','','','','','',''),(232,847,0,0,0,'','','','','','','','','0','','','','','',''),(233,848,0,0,0,'','','','','','','','','0','','','','','',''),(234,849,0,0,0,'','','','','','','','','0','','','','','',''),(235,850,0,0,0,'','','','','','','','','0','','','','','',''),(236,851,0,0,0,'','','','','','','','','0','','','','','',''),(237,852,0,0,0,'','','','','','','','','0','','','','','',''),(238,853,0,0,0,'','','','','','','','','0','','','','','',''),(239,854,0,0,0,'','','','','','','','','0','','','','','',''),(240,855,0,0,0,'','','','','','','','','0','','','','','',''),(241,856,0,0,0,'','','','','','','','','0','','','','','',''),(242,857,0,0,0,'','','','','','','','','0','','','','','',''),(243,858,0,0,0,'','','','','','','','','0','','','','','',''),(244,859,0,0,0,'','','','','','','','','0','','','','','',''),(245,860,0,0,0,'','','','','','','','','0','','','','','',''),(246,861,0,0,0,'','','','','','','','','0','','','','','',''),(247,862,0,0,0,'','','','','','','','','0','','','','','',''),(248,863,0,0,0,'','','','','','','','','0','','','','','',''),(249,864,0,0,0,'','','','','','','','','0','','','','','',''),(250,865,0,0,0,'','','','','','','','','0','','','','','',''),(251,866,0,0,0,'','','','','','','','','0','','','','','',''),(252,867,0,0,0,'','','','','','','','','0','','','','','',''),(253,868,0,0,0,'','','','','','','','','0','','','','','',''),(254,869,0,0,0,'','','','','','','','','0','','','','','',''),(255,870,0,0,0,'','','','','','','','','0','','','','','',''),(256,871,0,0,0,'','','','','','','','','0','','','','','',''),(257,872,0,0,0,'','','','','','','','','0','','','','','',''),(258,873,0,0,0,'','','','','','','','','0','','','','','',''),(259,874,0,0,0,'','','','','','','','','0','','','','','',''),(260,875,0,0,0,'','','','','','','','','0','','','','','',''),(261,876,0,0,0,'','','','','','','','','0','','','','','',''),(262,877,0,0,0,'','','','','','','','','0','','','','','',''),(263,878,0,0,0,'','','','','','','','','0','','','','','',''),(264,879,0,0,0,'','','','','','','','','0','','','','','',''),(265,880,0,0,0,'','','','','','','','','0','','','','','',''),(266,881,0,0,0,'','','','','','','','','0','','','','','',''),(267,882,0,0,0,'','','','','','','','','0','','','','','',''),(268,883,0,0,0,'','','','','','','','','0','','','','','',''),(269,884,0,0,0,'','','','','','','','','0','','','','','',''),(270,885,0,0,0,'','','','','','','','','0','','','','','',''),(271,886,0,0,0,'','','','','','','','','0','','','','','',''),(272,887,0,0,0,'','','','','','','','','0','','','','','',''),(273,888,0,0,0,'','','','','','','','','0','','','','','',''),(274,889,0,0,0,'','','','','','','','','0','','','','','',''),(275,890,0,0,0,'','','','','','','','','0','','','','','',''),(276,891,0,0,0,'','','','','','','','','0','','','','','',''),(277,892,0,0,0,'','','','','','','','','0','','','','','',''),(278,893,0,0,0,'','','','','','','','','0','','','','','',''),(279,894,0,0,0,'','','','','','','','','0','','','','','',''),(280,895,0,0,0,'','','','','','','','','0','','','','','',''),(281,896,0,0,0,'','','','','','','','','0','','','','','',''),(282,897,0,0,0,'','','','','','','','','0','','','','','',''),(283,898,0,0,0,'','','','','','','','','0','','','','','',''),(284,899,0,0,0,'','','','','','','','','0','','','','','',''),(285,900,0,0,0,'','','','','','','','','0','','','','','',''),(287,902,0,0,0,'','','','','','','','','0','','','','','',''),(288,903,1,1,1,'','','','','','','','','0','','','','','',''),(346,904,1,1,0,'','','','','','','','','0','','','','','',''),(347,905,0,0,0,'','','','','','','','','0','','','','','',''),(348,906,0,0,0,'','','','','','','','','0','','','','','',''),(349,907,0,0,0,'','','','','','','','','0','','','','','',''),(350,908,1,1,0,'','','','','','','','','0','','','','','',''),(351,909,0,0,0,'','','','','','','','','0','','','','','',''),(352,910,0,0,0,'','','','','','','','','0','','','','','',''),(353,911,0,0,0,'','','','','','','','','0','','','','','',''),(354,912,0,0,0,'','','','','','','','','0','','','','','',''),(355,913,0,0,0,'','','','','','','','','0','','','','','',''),(356,914,0,0,0,'','','','','','','','','0','','','','','','');

/*Table structure for table `fly_goods_gallery` */

DROP TABLE IF EXISTS `fly_goods_gallery`;

CREATE TABLE `fly_goods_gallery` (
  `img_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `img_url` varchar(255) NOT NULL DEFAULT '',
  `img_desc` smallint(4) NOT NULL DEFAULT '100',
  `thumb_url` varchar(255) NOT NULL DEFAULT '',
  `img_original` varchar(255) NOT NULL DEFAULT '',
  `single_id` mediumint(8) DEFAULT NULL,
  `external_url` varchar(255) NOT NULL,
  `front_cover` tinyint(2) DEFAULT NULL,
  `dis_id` mediumint(8) DEFAULT NULL,
  PRIMARY KEY (`img_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=1297 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_gallery` */

/*Table structure for table `fly_goods_inventory_logs` */

DROP TABLE IF EXISTS `fly_goods_inventory_logs`;

CREATE TABLE `fly_goods_inventory_logs` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) NOT NULL DEFAULT '0',
  `order_id` int(10) NOT NULL DEFAULT '0',
  `use_storage` tinyint(1) NOT NULL DEFAULT '0',
  `admin_id` int(10) NOT NULL DEFAULT '0',
  `number` varchar(160) NOT NULL,
  `model_inventory` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `model_attr` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `product_id` int(10) unsigned NOT NULL DEFAULT '0',
  `warehouse_id` int(10) unsigned NOT NULL DEFAULT '0',
  `area_id` int(10) unsigned NOT NULL DEFAULT '0',
  `suppliers_id` int(10) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) NOT NULL,
  `batch_number` varchar(50) NOT NULL,
  `remark` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`),
  KEY `order_id` (`order_id`),
  KEY `admin_id` (`admin_id`),
  KEY `model_inventory` (`model_inventory`),
  KEY `product_id` (`product_id`),
  KEY `warehouse_id` (`warehouse_id`),
  KEY `area_id` (`area_id`)
) ENGINE=MyISAM AUTO_INCREMENT=31 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_inventory_logs` */

/*Table structure for table `fly_goods_lib` */

DROP TABLE IF EXISTS `fly_goods_lib`;

CREATE TABLE `fly_goods_lib` (
  `goods_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `lib_cat_id` smallint(5) NOT NULL COMMENT '商品库分类ID',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `bar_code` varchar(60) NOT NULL,
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_name_style` varchar(60) NOT NULL DEFAULT '+',
  `brand_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_weight` decimal(10,3) unsigned NOT NULL DEFAULT '0.000',
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `cost_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '成本价',
  `shop_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `goods_brief` varchar(255) NOT NULL DEFAULT '',
  `goods_desc` text NOT NULL,
  `desc_mobile` text NOT NULL,
  `goods_thumb` varchar(255) NOT NULL DEFAULT '',
  `goods_img` varchar(255) NOT NULL DEFAULT '',
  `original_img` varchar(255) NOT NULL DEFAULT '',
  `is_real` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `sort_order` smallint(4) unsigned NOT NULL DEFAULT '100',
  `last_update` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_type` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_check` tinyint(1) unsigned DEFAULT NULL,
  `largest_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `pinyin_keyword` text,
  `lib_goods_id` mediumint(8) unsigned NOT NULL COMMENT '商品库商品ID',
  `is_on_sale` tinyint(1) NOT NULL COMMENT '上下架',
  `from_seller` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_id`),
  KEY `goods_sn` (`goods_sn`),
  KEY `cat_id` (`cat_id`),
  KEY `last_update` (`last_update`),
  KEY `brand_id` (`brand_id`),
  KEY `goods_weight` (`goods_weight`),
  KEY `sort_order` (`sort_order`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_lib` */

/*Table structure for table `fly_goods_lib_cat` */

DROP TABLE IF EXISTS `fly_goods_lib_cat`;

CREATE TABLE `fly_goods_lib_cat` (
  `cat_id` mediumint(8) NOT NULL AUTO_INCREMENT COMMENT '自增ID号',
  `parent_id` mediumint(8) NOT NULL COMMENT '父类ID号',
  `cat_name` varchar(50) NOT NULL COMMENT '商品库商品分类名称',
  `is_show` tinyint(1) NOT NULL COMMENT '是否显示',
  `sort_order` tinyint(3) NOT NULL COMMENT '排序',
  PRIMARY KEY (`cat_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_lib_cat` */

/*Table structure for table `fly_goods_lib_gallery` */

DROP TABLE IF EXISTS `fly_goods_lib_gallery`;

CREATE TABLE `fly_goods_lib_gallery` (
  `img_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `img_url` varchar(255) NOT NULL DEFAULT '',
  `img_desc` varchar(255) NOT NULL DEFAULT '',
  `thumb_url` varchar(255) NOT NULL DEFAULT '',
  `img_original` varchar(255) NOT NULL DEFAULT '',
  `single_id` mediumint(8) DEFAULT NULL,
  PRIMARY KEY (`img_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_lib_gallery` */

/*Table structure for table `fly_goods_report` */

DROP TABLE IF EXISTS `fly_goods_report`;

CREATE TABLE `fly_goods_report` (
  `report_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_name` varchar(60) NOT NULL,
  `goods_id` int(11) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL,
  `goods_image` varchar(255) NOT NULL,
  `title_id` int(10) unsigned NOT NULL DEFAULT '0',
  `type_id` int(10) unsigned NOT NULL DEFAULT '0',
  `inform_content` text NOT NULL,
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `report_state` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `handle_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `handle_message` text NOT NULL,
  `handle_time` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_id` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`report_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_report` */

/*Table structure for table `fly_goods_report_img` */

DROP TABLE IF EXISTS `fly_goods_report_img`;

CREATE TABLE `fly_goods_report_img` (
  `img_id` int(10) NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `report_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `img_file` varchar(255) NOT NULL,
  PRIMARY KEY (`img_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_report_img` */

/*Table structure for table `fly_goods_report_title` */

DROP TABLE IF EXISTS `fly_goods_report_title`;

CREATE TABLE `fly_goods_report_title` (
  `title_id` int(10) NOT NULL AUTO_INCREMENT,
  `type_id` int(10) unsigned NOT NULL DEFAULT '0',
  `title_name` varchar(60) NOT NULL,
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`title_id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_report_title` */

insert  into `fly_goods_report_title`(`title_id`,`type_id`,`title_name`,`is_show`) values (1,1,'枪支弹药',1),(2,1,'管制刀具、弓弩类、其他武器等',1),(3,1,'赌博用具类',1),(4,1,'毒品及吸毒工具',1),(5,2,'色差大，质量差。',1),(6,2,'描述与实物严重不符',1);

/*Table structure for table `fly_goods_report_type` */

DROP TABLE IF EXISTS `fly_goods_report_type`;

CREATE TABLE `fly_goods_report_type` (
  `type_id` int(10) NOT NULL AUTO_INCREMENT,
  `type_name` varchar(60) NOT NULL,
  `type_desc` text NOT NULL,
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`type_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_report_type` */

insert  into `fly_goods_report_type`(`type_id`,`type_name`,`type_desc`,`is_show`) values (1,'出售禁售品','销售商城禁止和限制交易规则下所规定的所有商品。',0),(2,'产品质量问题','产品质量差，与描述严重不相符。',0),(3,'出售禁售品','销售商城禁止和限制交易规则下所规定的所有商品。',1),(4,'产品质量问题','产品质量差，与描述严重不相符。',1);

/*Table structure for table `fly_goods_transport` */

DROP TABLE IF EXISTS `fly_goods_transport`;

CREATE TABLE `fly_goods_transport` (
  `tid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `freight_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `title` varchar(50) NOT NULL DEFAULT '',
  `shipping_title` varchar(255) NOT NULL,
  `free_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `update_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`tid`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_transport` */

insert  into `fly_goods_transport`(`tid`,`ru_id`,`type`,`freight_type`,`title`,`shipping_title`,`free_money`,`update_time`) values (1,0,0,0,'全国','','0.00',1508455283);

/*Table structure for table `fly_goods_transport_express` */

DROP TABLE IF EXISTS `fly_goods_transport_express`;

CREATE TABLE `fly_goods_transport_express` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `tid` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_id` text NOT NULL,
  `shipping_fee` decimal(10,2) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `tid` (`tid`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_transport_express` */

insert  into `fly_goods_transport_express`(`id`,`tid`,`ru_id`,`admin_id`,`shipping_id`,`shipping_fee`) values (2,1,0,57,'2,9,11,14,15,16,17,19','0.00'),(3,0,1,42,'','0.00'),(4,0,1,42,'','0.00');

/*Table structure for table `fly_goods_transport_extend` */

DROP TABLE IF EXISTS `fly_goods_transport_extend`;

CREATE TABLE `fly_goods_transport_extend` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `tid` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  `area_id` text NOT NULL,
  `top_area_id` text NOT NULL,
  `sprice` decimal(10,2) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `tid` (`tid`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_transport_extend` */

insert  into `fly_goods_transport_extend`(`id`,`tid`,`ru_id`,`admin_id`,`area_id`,`top_area_id`,`sprice`) values (1,1,0,57,'52,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,3401,53,54,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397','2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35','0.00');

/*Table structure for table `fly_goods_transport_tpl` */

DROP TABLE IF EXISTS `fly_goods_transport_tpl`;

CREATE TABLE `fly_goods_transport_tpl` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `tpl_name` varchar(255) NOT NULL,
  `tid` int(10) NOT NULL DEFAULT '0',
  `user_id` int(10) NOT NULL DEFAULT '0',
  `shipping_id` int(10) NOT NULL DEFAULT '0',
  `region_id` text NOT NULL,
  `configure` text NOT NULL,
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `admin_id` (`admin_id`),
  KEY `tid` (`tid`),
  KEY `user_id` (`user_id`),
  KEY `shipping_id` (`shipping_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_transport_tpl` */

/*Table structure for table `fly_goods_type` */

DROP TABLE IF EXISTS `fly_goods_type`;

CREATE TABLE `fly_goods_type` (
  `cat_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `suppliers_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '供应商ID',
  `cat_name` varchar(60) NOT NULL DEFAULT '',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `attr_group` varchar(255) NOT NULL,
  `c_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`cat_id`),
  KEY `user_id` (`user_id`),
  KEY `cat_name` (`cat_name`),
  KEY `enabled` (`enabled`),
  KEY `c_id` (`c_id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_type` */

/*Table structure for table `fly_goods_type_cat` */

DROP TABLE IF EXISTS `fly_goods_type_cat`;

CREATE TABLE `fly_goods_type_cat` (
  `cat_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `suppliers_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '供应商ID',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `cat_name` varchar(90) NOT NULL,
  `sort_order` int(10) unsigned NOT NULL DEFAULT '50',
  `level` tinyint(1) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`cat_id`),
  KEY `user_id` (`user_id`),
  KEY `parent_id` (`parent_id`),
  KEY `cat_name` (`cat_name`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_goods_type_cat` */

insert  into `fly_goods_type_cat`(`cat_id`,`user_id`,`suppliers_id`,`parent_id`,`cat_name`,`sort_order`,`level`) values (1,0,0,0,'9',50,1);

/*Table structure for table `fly_group_goods` */

DROP TABLE IF EXISTS `fly_group_goods`;

CREATE TABLE `fly_group_goods` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `admin_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `group_id` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '配件分组',
  PRIMARY KEY (`id`),
  KEY `parent_id` (`parent_id`),
  KEY `goods_id` (`goods_id`),
  KEY `admin_id` (`admin_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_group_goods` */

/*Table structure for table `fly_home_templates` */

DROP TABLE IF EXISTS `fly_home_templates`;

CREATE TABLE `fly_home_templates` (
  `temp_id` int(10) NOT NULL AUTO_INCREMENT,
  `rs_id` int(10) unsigned NOT NULL DEFAULT '0',
  `code` varchar(60) NOT NULL,
  `is_enable` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `theme` varchar(160) NOT NULL,
  PRIMARY KEY (`temp_id`),
  KEY `rs_id` (`rs_id`),
  KEY `code` (`code`),
  KEY `is_enable` (`is_enable`),
  KEY `theme` (`theme`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

/*Data for the table `fly_home_templates` */

insert  into `fly_home_templates`(`temp_id`,`rs_id`,`code`,`is_enable`,`theme`) values (1,0,'backup_tpl_1',1,'ecmoban_dsc2017'),(2,0,'backup_tpl_2',0,'ecmoban_dsc2017'),(3,0,'backup_tpl_3',0,'ecmoban_dsc2017'),(4,0,'backup_tpl_4',0,'ecmoban_dsc2017'),(5,0,'backup_tpl_5',0,'ecmoban_dsc2017'),(6,0,'backup_tpl_6',0,'ecmoban_dsc2017'),(7,0,'backup_tpl_7',0,'ecmoban_dsc2017');

/*Table structure for table `fly_im_configure` */

DROP TABLE IF EXISTS `fly_im_configure`;

CREATE TABLE `fly_im_configure` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ser_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '客服ID',
  `type` tinyint(4) NOT NULL DEFAULT '0' COMMENT '1-快捷回复  2-接入回复  3-离开设置',
  `content` text NOT NULL COMMENT '回复内容',
  `is_on` tinyint(4) NOT NULL DEFAULT '0' COMMENT '是否开启',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_im_configure` */

/*Table structure for table `fly_im_dialog` */

DROP TABLE IF EXISTS `fly_im_dialog`;

CREATE TABLE `fly_im_dialog` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `customer_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '客户ID',
  `services_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '客服ID',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商品ID',
  `store_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商家ID',
  `start_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '开始时间',
  `end_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '结束时间',
  `origin` tinyint(4) NOT NULL DEFAULT '0' COMMENT '1-PC 2-phone',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '1-未结束  2-已结束',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_im_dialog` */

/*Table structure for table `fly_im_message` */

DROP TABLE IF EXISTS `fly_im_message`;

CREATE TABLE `fly_im_message` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `from_user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '客服对应 im_customer id  客户对应 用户表ID',
  `to_user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '客服对应 im_customer id  客户对应 用户表ID',
  `dialog_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会话记录',
  `message` text NOT NULL COMMENT '聊天内容',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会话记录',
  `user_type` tinyint(4) NOT NULL DEFAULT '0' COMMENT '消息属于  1-客服 2-用户',
  `status` tinyint(4) NOT NULL DEFAULT '0' COMMENT '0为已读  1为未读',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_im_message` */

/*Table structure for table `fly_im_service` */

DROP TABLE IF EXISTS `fly_im_service`;

CREATE TABLE `fly_im_service` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '管理员ID',
  `user_name` varchar(60) NOT NULL DEFAULT '' COMMENT '管理员名称',
  `nick_name` varchar(60) NOT NULL DEFAULT '' COMMENT '昵称',
  `post_desc` varchar(60) NOT NULL DEFAULT '' COMMENT '描述',
  `login_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '管理员登录时间',
  `chat_status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '0-在线 1-离开  2-退出',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '0为删除， 1为正常， 2为暂停',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_im_service` */

insert  into `fly_im_service`(`id`,`user_id`,`user_name`,`nick_name`,`post_desc`,`login_time`,`chat_status`,`status`) values (1,57,'admin','小二','平台自营客服小二。',0,0,1),(2,42,'万卓','小二','商家客服小二。',0,1,1);

/*Table structure for table `fly_intelligent_weight` */

DROP TABLE IF EXISTS `fly_intelligent_weight`;

CREATE TABLE `fly_intelligent_weight` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商品ID',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商品购买数量',
  `return_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商品退换货数量',
  `user_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '购买此商品的会员数量',
  `goods_comment_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '对商品评价数量',
  `merchants_comment_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '对商家评价数量',
  `user_attention_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员关注此商品数量',
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_intelligent_weight` */

insert  into `fly_intelligent_weight`(`id`,`goods_id`,`goods_number`,`return_number`,`user_number`,`goods_comment_number`,`merchants_comment_number`,`user_attention_number`) values (1,903,1,0,2,0,0,0);

/*Table structure for table `fly_jobs` */

DROP TABLE IF EXISTS `fly_jobs`;

CREATE TABLE `fly_jobs` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `queue` varchar(255) NOT NULL,
  `payload` longtext NOT NULL,
  `attempts` tinyint(3) unsigned NOT NULL,
  `reserved_at` int(10) unsigned DEFAULT NULL,
  `available_at` int(10) unsigned NOT NULL,
  `created_at` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `jobs_queue_reserved_at_index` (`queue`,`reserved_at`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_jobs` */

/*Table structure for table `fly_kdniao_customer_account` */

DROP TABLE IF EXISTS `fly_kdniao_customer_account`;

CREATE TABLE `fly_kdniao_customer_account` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_id` int(10) unsigned NOT NULL DEFAULT '0',
  `shipper_code` varchar(10) NOT NULL,
  `station_code` varchar(30) NOT NULL,
  `station_name` varchar(30) NOT NULL,
  `apply_id` varchar(30) NOT NULL,
  `company` varchar(30) NOT NULL,
  `name` varchar(30) NOT NULL,
  `tel` varchar(20) NOT NULL,
  `mobile` varchar(20) NOT NULL,
  `province_name` varchar(20) NOT NULL,
  `province_code` varchar(20) NOT NULL,
  `city_name` varchar(20) NOT NULL,
  `city_code` varchar(20) NOT NULL,
  `exp_area_name` varchar(20) NOT NULL,
  `exp_area_code` varchar(20) NOT NULL,
  `address` varchar(100) NOT NULL,
  `dsc_province` smallint(5) unsigned NOT NULL DEFAULT '0',
  `dsc_city` smallint(5) unsigned NOT NULL DEFAULT '0',
  `dsc_district` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`),
  KEY `shipping_id` (`shipping_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_kdniao_customer_account` */

/*Table structure for table `fly_kdniao_eorder_config` */

DROP TABLE IF EXISTS `fly_kdniao_eorder_config`;

CREATE TABLE `fly_kdniao_eorder_config` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_id` int(10) unsigned NOT NULL DEFAULT '0',
  `shipper_code` varchar(10) NOT NULL,
  `customer_name` varchar(50) NOT NULL,
  `customer_pwd` varchar(50) NOT NULL,
  `month_code` varchar(50) NOT NULL,
  `send_site` varchar(50) NOT NULL,
  `pay_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `template_size` varchar(20) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`),
  KEY `shipping_id` (`shipping_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_kdniao_eorder_config` */

/*Table structure for table `fly_keywords` */

DROP TABLE IF EXISTS `fly_keywords`;

CREATE TABLE `fly_keywords` (
  `date` date NOT NULL DEFAULT '1000-01-01',
  `searchengine` varchar(20) NOT NULL DEFAULT '',
  `keyword` varchar(90) NOT NULL DEFAULT '',
  `count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`date`,`searchengine`,`keyword`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_keywords` */

/*Table structure for table `fly_link_area_goods` */

DROP TABLE IF EXISTS `fly_link_area_goods`;

CREATE TABLE `fly_link_area_goods` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `region_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`),
  KEY `region_id` (`region_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_link_area_goods` */

/*Table structure for table `fly_link_brand` */

DROP TABLE IF EXISTS `fly_link_brand`;

CREATE TABLE `fly_link_brand` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `bid` smallint(8) unsigned NOT NULL DEFAULT '0',
  `brand_id` smallint(8) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `bid` (`bid`),
  KEY `brand_id` (`brand_id`)
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

/*Data for the table `fly_link_brand` */

insert  into `fly_link_brand`(`id`,`bid`,`brand_id`) values (1,1,114),(2,2,154),(3,3,192),(4,4,160),(5,6,155),(6,7,132),(7,8,81),(8,9,92),(9,10,86),(10,11,99),(11,12,82),(12,13,163),(13,14,166),(14,15,104),(15,16,88);

/*Table structure for table `fly_link_desc_goodsid` */

DROP TABLE IF EXISTS `fly_link_desc_goodsid`;

CREATE TABLE `fly_link_desc_goodsid` (
  `d_id` int(11) unsigned NOT NULL,
  `goods_id` int(11) unsigned NOT NULL,
  KEY `goods_id` (`goods_id`),
  KEY `d_id` (`d_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_link_desc_goodsid` */

/*Table structure for table `fly_link_desc_temporary` */

DROP TABLE IF EXISTS `fly_link_desc_temporary`;

CREATE TABLE `fly_link_desc_temporary` (
  `goods_id` text NOT NULL,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_link_desc_temporary` */

/*Table structure for table `fly_link_goods` */

DROP TABLE IF EXISTS `fly_link_goods`;

CREATE TABLE `fly_link_goods` (
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `link_goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_double` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `admin_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_id`,`link_goods_id`,`admin_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_link_goods` */

/*Table structure for table `fly_link_goods_desc` */

DROP TABLE IF EXISTS `fly_link_goods_desc`;

CREATE TABLE `fly_link_goods_desc` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `goods_id` text NOT NULL,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `desc_name` varchar(255) NOT NULL,
  `goods_desc` text NOT NULL,
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`),
  KEY `review_status` (`review_status`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_link_goods_desc` */

/*Table structure for table `fly_mail_templates` */

DROP TABLE IF EXISTS `fly_mail_templates`;

CREATE TABLE `fly_mail_templates` (
  `template_id` tinyint(1) unsigned NOT NULL AUTO_INCREMENT,
  `template_code` varchar(30) NOT NULL DEFAULT '',
  `is_html` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `template_subject` varchar(200) NOT NULL DEFAULT '',
  `template_content` text NOT NULL,
  `last_modify` int(10) unsigned NOT NULL DEFAULT '0',
  `last_send` int(10) unsigned NOT NULL DEFAULT '0',
  `type` varchar(10) NOT NULL,
  PRIMARY KEY (`template_id`),
  UNIQUE KEY `template_code` (`template_code`),
  KEY `type` (`type`)
) ENGINE=MyISAM AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;

/*Data for the table `fly_mail_templates` */

insert  into `fly_mail_templates`(`template_id`,`template_code`,`is_html`,`template_subject`,`template_content`,`last_modify`,`last_send`,`type`) values (1,'send_password',1,'密码找回','{$user_name}您好！<br>\n<br>\n您已经进行了密码重置的操作，请点击以下链接(或者复制到您的浏览器):<br>\n<br>\n<a href=\"{$reset_email}\" target=\"_blank\">{$reset_email}</a><br>\n<br>\n以确认您的新密码重置操作！<br>\n<br>\n{$shop_name}<br>\n{$send_date}',1194824789,0,'template'),(2,'order_confirm',0,'订单确认通知','亲爱的{$order.consignee}，你好！ \n\n我们已经收到您于 {$order.formated_add_time} 提交的订单，该订单编号为：{$order.order_sn} 请记住这个编号以便日后的查询。\n\n{$shop_name}\n{$sent_date}\n\n\n',1158226370,0,'template'),(3,'deliver_notice',1,'发货通知','亲爱的{$order.consignee}。你好！</br></br>\n\n您的订单{$order.order_sn}已于{$send_time}按照您预定的配送方式给您发货了。</br>\n</br>\n{if $order.invoice_no}发货单号是{$order.invoice_no}。</br>{/if}\n</br>\n在您收到货物之后请点击下面的链接确认您已经收到货物：</br>\n<a href=\"{$confirm_url}\" target=\"_blank\">{$confirm_url}</a></br></br>\n如果您还没有收到货物可以点击以下链接给我们留言：</br></br>\n<a href=\"{$send_msg_url}\" target=\"_blank\">{$send_msg_url}</a></br>\n<br>\n再次感谢您对我们的支持。欢迎您的再次光临。 <br>\n<br>\n{$shop_name} </br>\n{$send_date}',1194823291,0,'template'),(4,'order_cancel',0,'订单取消','亲爱的{$order.consignee}，你好！ \n\n您的编号为：{$order.order_sn}的订单已取消。\n\n{$shop_name}\n{$send_date}',1156491130,0,'template'),(5,'order_invalid',0,'订单无效','亲爱的{$order.consignee}，你好！\n\n您的编号为：{$order.order_sn}的订单无效。\n\n{$shop_name}\n{$send_date}',1156491164,0,'template'),(6,'send_bonus',0,'发红包','亲爱的{$user_name}您好！\n\n恭喜您获得了{$count}个红包，金额{if $count > 1}分别{/if}为{$money}\n\n{$shop_name}\n{$send_date}\n',1156491184,0,'template'),(7,'group_buy',1,'团购商品','亲爱的{$consignee}，您好！<br>\n<br>\n您于{$order_time}在本店参加团购商品活动，所购买的商品名称为：{$goods_name}，数量：{$goods_number}，订单号为：{$order_sn}，订单金额为：{$order_amount}<br>\n<br>\n此团购商品现在已到结束日期，并达到最低价格，您现在可以对该订单付款。<br>\n<br>\n请点击下面的链接：<br>\n<a href=\"{$shop_url}\" target=\"_blank\">{$shop_url}</a><br>\n<br>\n请尽快登录到用户中心，查看您的订单详情信息。 <br>\n<br>\n{$shop_name} <br>\n<br>\n{$send_date}',1194824668,0,'template'),(8,'register_validate',1,'邮件验证','{$user_name}您好！<br><br>\r\n\r\n这封邮件是 {$shop_name} 发送的。你收到这封邮件是为了验证你注册邮件地址是否有效。如果您已经通过验证了，请忽略这封邮件。<br>\r\n请点击以下链接(或者复制到您的浏览器)来验证你的邮件地址:<br>\r\n<a href=\"{$validate_email}\" target=\"_blank\">{$validate_email}</a><br><br>\r\n\r\n{$shop_name}<br>\r\n{$send_date}',1162201031,0,'template'),(9,'virtual_card',0,'虚拟卡片','亲爱的{$order.consignee}\r\n你好！您的订单{$order.order_sn}中{$goods.goods_name} 商品的详细信息如下:\r\n{foreach from=$virtual_card item=card}\r\n{if $card.card_sn}卡号：{$card.card_sn}{/if}{if $card.card_password}卡片密码：{$card.card_password}{/if}{if $card.end_date}截至日期：{$card.end_date}{/if}\r\n{/foreach}\r\n再次感谢您对我们的支持。欢迎您的再次光临。\r\n\r\n{$shop_name} \r\n{$send_date}',1162201031,0,'template'),(10,'attention_list',0,'关注商品','亲爱的{$user_name}您好~\n\n您关注的商品 : {$goods_name} 最近已经更新,请您查看最新的商品信息\n\n{$goods_url}\r\n\r\n{$shop_name} \r\n{$send_date}',1183851073,0,'template'),(11,'remind_of_new_order',0,'新订单通知','亲爱的店长，您好：\r\n   快来看看吧，又有新订单了。\r\n    订单号:{$order.order_sn} \r\n 订单金额:{$order.order_amount}，\r\n 用户购买商品:{foreach from=$goods_list item=goods_data}{$goods_data.goods_name}(货号:{$goods_data.goods_sn})    {/foreach} \r\n\r\n 收货人:{$order.consignee}， \r\n 收货人地址:{$order.address}，\r\n 收货人电话:{$order.tel} {$order.mobile}, \r\n 配送方式:{$order.shipping_name}(费用:{$order.shipping_fee}), \r\n{if $order.pay_id eq 1}\r\n 付款方式:{$order.pay_name}(费用:{$order.surplus})。\r\n{else}\r\n 付款方式:{$order.pay_name}(费用:{$order.pay_fee})。\r\n{/if}\r\n\r\n               系统提醒\r\n               {$send_date}',1433268639,0,'template'),(12,'goods_booking',1,'缺货回复','亲爱的{$user_name}。你好！</br></br>{$dispose_note}</br></br>您提交的缺货商品链接为</br></br><a href=\"{$goods_link}\" target=\"_blank\">{$goods_name}</a></br><br>{$shop_name} </br>{$send_date}',0,0,'template'),(13,'user_message',1,'留言回复','亲爱的{$user_name}。你好！</br></br>对您的留言：</br>{$message_content}</br></br>店主作了如下回复：</br>{$message_note}</br></br>您可以随时回到店中和店主继续沟通。</br>{$shop_name}</br>{$send_date}',0,0,'template'),(14,'recomment',1,'用户评论回复','亲爱的{$user_name}。你好！</br></br>对您的评论：</br>“{$comment}”</br></br>店主作了如下回复：</br>“{$recomment}”</br></br>您可以随时回到店中和店主继续沟通。</br>{$shop_name}</br>{$send_date}',0,0,'template'),(15,'sale_notice',1,'降价通知','<p>{$user_name}您好！<br />\r\n<br />\r\n您期望的商品 ({$goods_name}) 已降价，请点击以下链接(或者复制到您的浏览器):<br />\r\n<br />\r\n<a target=\"_blank\" href=\"{$goods_link}\">{$goods_link}</a><br />\r\n<br />\r\n此信息无需回复！<br />\r\n<br />\r\n<br />\r\n{$send_date}</p>',1407196355,0,'template'),(16,'seller_signin',1,'商家登录信息','<p>{$seller_name}您好！<br />\n<br />\n{$shop_name} 商家在{$site_name}平台，后台登录信息已修改:<br />\n<br />\n{if $seller_name}名称：{$seller_name}，{/if}{if $seller_psw}密码：{$seller_psw}{/if}<br />\n此信息无需回复！<br />\n<br />\n<br />\n{$send_date}</p>',1407196355,0,'template'),(17,'merchants_allpy_grade',1,'','',0,0,'template'),(18,'user_register',1,'会员注册模板','<table width=\"700\" border=\"0\" align=\"center\" cellspacing=\"0\" style=\"width:700px;\">\n<tbody>\n<tr>\n<td>\n<div style=\"width:700px;margin:0 auto;border-bottom:1px solid #ccc;margin-bottom:30px;\">\n<table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"700\" height=\"39\" style=\"font:12px Tahoma, Arial, 宋体;\">\n<tbody>\n<tr>\n<td width=\"210\">\n</td>\n</tr>\n</tbody>\n</table>\n</div>\n<div style=\"width:680px;padding:0 10px;margin:0 auto;\">\n<div style=\"line-height:1.5;font-size:14px;margin-bottom:25px;color:#4d4d4d;\">\n<strong style=\"display:block;margin-bottom:15px;\">\n亲爱的会员：\n<span style=\"color:#f60;font-size: 16px;\">{$user_name}</span>您好！\n</strong>\n<strong style=\"display:block;margin-bottom:15px;\">\n您正在修改邮箱，请在验证码输入框中输入：\n<span style=\"color:#f60;font-size: 24px\"><span style=\"border-bottom-width: 1px; border-bottom-style: dashed; border-bottom-color: rgb(204, 204, 204); z-index: 1; position: static;\" t=\"7\" onclick=\"return false;\" data=\"{$register_code}\" isout=\"1\">{$register_code}</span></span>，以完成操作。\n</strong>\n</div>\n<div style=\"margin-bottom:30px;\">\n<small style=\"display:block;margin-bottom:20px;font-size:12px;\">\n<p style=\"color:#747474;\">\n注意：此操作可能会修改您的密码、登录邮箱或绑定手机。如非本人操作，请及时登录并修改密码以保证帐户安全\n<br>（工作人员不会向你索取此验证码，请勿泄漏！)\n</p>\n</small>\n</div>\n</div>\n<div style=\"width:700px;margin:0 auto;\">\n<div style=\"padding:10px 10px 0;border-top:1px solid #ccc;color:#747474;margin-bottom:20px;line-height:1.3em;font-size:12px;\">\n<p>此为系统邮件，请勿回复<br>\n请保管好您的邮箱，避免账号被他人盗用\n</p>\n<p>大商创版权所有<span style=\"border-bottom-width: 1px; border-bottom-style: dashed; border-bottom-color: rgb(204, 204, 204); z-index: 1; position: static;\" t=\"7\" onclick=\"return false;\" data=\"1999-2014\">2005-2017</span></p>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table>',0,0,'template'),(19,'user_account_code',1,'会员提现充值模板','尊敬的{$smsParams.user_name},您于{$smsParams.add_time}发出的{$smsParams.fmt_amount}元{$smsParams.process_type}申请于{$smsParams.op_time}{$smsParams.examine}审核，账户余额为：{$smsParams.user_money}。祝您购物愉快。',0,0,'template');

/*Table structure for table `fly_mass_sms_log` */

DROP TABLE IF EXISTS `fly_mass_sms_log`;

CREATE TABLE `fly_mass_sms_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `template_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `send_status` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '0:未发送,1:已发送,2:发送失败',
  `last_send` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `template_id` (`template_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_mass_sms_log` */

/*Table structure for table `fly_mass_sms_template` */

DROP TABLE IF EXISTS `fly_mass_sms_template`;

CREATE TABLE `fly_mass_sms_template` (
  `id` smallint(5) NOT NULL AUTO_INCREMENT,
  `temp_id` varchar(255) NOT NULL COMMENT '模板ID',
  `temp_content` varchar(255) NOT NULL COMMENT '模板内容',
  `content` varchar(255) NOT NULL COMMENT '自定义内容',
  `add_time` int(15) NOT NULL COMMENT '添加时间',
  `set_sign` varchar(255) NOT NULL COMMENT '签名',
  `signature` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `temp_id` (`temp_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_mass_sms_template` */

/*Table structure for table `fly_member_price` */

DROP TABLE IF EXISTS `fly_member_price`;

CREATE TABLE `fly_member_price` (
  `price_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `user_rank` tinyint(3) NOT NULL DEFAULT '0',
  `user_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`price_id`),
  KEY `goods_id` (`goods_id`,`user_rank`),
  KEY `user_rank` (`user_rank`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_member_price` */

/*Table structure for table `fly_merchants_account_log` */

DROP TABLE IF EXISTS `fly_merchants_account_log`;

CREATE TABLE `fly_merchants_account_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `frozen_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `change_time` int(10) unsigned NOT NULL,
  `change_desc` varchar(255) NOT NULL,
  `change_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`),
  KEY `user_id` (`user_id`),
  KEY `change_type` (`change_type`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_account_log` */

/*Table structure for table `fly_merchants_category` */

DROP TABLE IF EXISTS `fly_merchants_category`;

CREATE TABLE `fly_merchants_category` (
  `cat_id` int(10) NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(90) NOT NULL,
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `user_id` int(11) NOT NULL,
  `keywords` varchar(255) NOT NULL,
  `cat_desc` varchar(255) NOT NULL,
  `sort_order` smallint(8) unsigned NOT NULL DEFAULT '0',
  `measure_unit` varchar(15) NOT NULL,
  `show_in_nav` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `style` varchar(150) NOT NULL,
  `grade` tinyint(4) unsigned NOT NULL DEFAULT '0',
  `filter_attr` varchar(225) NOT NULL,
  `is_top_style` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `top_style_tpl` varchar(255) NOT NULL,
  `cat_icon` varchar(255) NOT NULL,
  `is_top_show` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `category_links` text NOT NULL,
  `category_topic` text NOT NULL,
  `pinyin_keyword` text NOT NULL,
  `cat_alias_name` varchar(90) NOT NULL,
  `template_file` varchar(50) NOT NULL,
  `add_titme` int(11) NOT NULL,
  `touch_icon` varchar(255) NOT NULL,
  PRIMARY KEY (`cat_id`),
  KEY `user_id` (`user_id`),
  KEY `is_show` (`is_show`),
  KEY `parent_id` (`parent_id`),
  KEY `is_top_show` (`is_top_show`),
  KEY `cat_name` (`cat_name`),
  KEY `show_in_nav` (`show_in_nav`),
  KEY `sort_order` (`sort_order`)
) ENGINE=MyISAM AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_category` */

/*Table structure for table `fly_merchants_category_temporarydate` */

DROP TABLE IF EXISTS `fly_merchants_category_temporarydate`;

CREATE TABLE `fly_merchants_category_temporarydate` (
  `ct_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `cat_id` int(11) unsigned NOT NULL,
  `parent_id` int(11) unsigned NOT NULL,
  `cat_name` varchar(255) NOT NULL,
  `parent_name` varchar(255) NOT NULL,
  `is_add` tinyint(1) unsigned NOT NULL,
  PRIMARY KEY (`ct_id`),
  KEY `user_id` (`user_id`),
  KEY `cat_id` (`cat_id`),
  KEY `parent_id` (`parent_id`),
  KEY `cat_name` (`cat_name`)
) ENGINE=MyISAM AUTO_INCREMENT=226 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_category_temporarydate` */

insert  into `fly_merchants_category_temporarydate`(`ct_id`,`user_id`,`cat_id`,`parent_id`,`cat_name`,`parent_name`,`is_add`) values (112,3,144,4,'外设产品','电脑、办公',1),(68,42,159,5,'家装建材','家居、家具、家装、厨具',1),(111,3,141,4,'电脑配件','电脑、办公',1),(110,3,132,4,'电脑整机','电脑、办公',1),(109,2,112,3,'智能设备','手机、数码、通信',1),(108,2,99,3,'时尚影音','手机、数码、通信',1),(107,2,76,3,'数码配件','手机、数码、通信',1),(106,2,64,3,'摄影摄像','手机、数码、通信',1),(105,2,47,3,'手机配件','手机、数码、通信',1),(104,2,42,3,'运营商','手机、数码、通信',1),(103,2,37,3,'京东通信','手机、数码、通信',1),(102,2,33,3,'手机通讯','手机、数码、通信',1),(84,51,16,1,'数字音乐','图书、音像、电子书',1),(85,51,17,1,'音像','图书、音像、电子书',1),(86,41,1105,858,'大家电','家用电器',1),(87,41,1115,858,'生活电器','家用电器',1),(88,41,1129,858,'厨房电器','家用电器',1),(89,41,1145,858,'个护健康','家用电器',1),(90,41,1160,858,'五金家装','家用电器',1),(91,51,15,1,'电子书','图书、音像、电子书',1),(101,1,1160,858,'五金家装','家用电器',1),(100,1,1145,858,'个护健康','家用电器',1),(99,1,1129,858,'厨房电器','家用电器',1),(98,1,1115,858,'生活电器','家用电器',1),(97,1,1105,858,'大家电','家用电器',1),(115,3,158,4,'服务产品','电脑、办公',1),(116,3,305,4,'办公文仪','电脑、办公',1),(117,4,143,5,'厨具','家居、家具、家装、厨具',1),(118,4,159,5,'家装建材','家居、家具、家装、厨具',1),(119,4,188,5,'家纺','家居、家具、家装、厨具',1),(120,4,205,5,'家具','家居、家具、家装、厨具',1),(121,4,233,5,'灯具','家居、家具、家装、厨具',1),(122,4,255,5,'生活日用','家居、家具、家装、厨具',1),(123,4,271,5,'家装软饰','家居、家具、家装、厨具',1),(124,4,303,5,'清洁用品','家居、家具、家装、厨具',1),(125,4,318,5,'宠物生活','家居、家具、家装、厨具',1),(126,5,615,12,'中外名酒','食品、酒类、生鲜、特产',1),(127,5,616,12,'进口食品','食品、酒类、生鲜、特产',1),(128,5,617,12,'休闲食品','食品、酒类、生鲜、特产',1),(129,5,619,12,'地方特产','食品、酒类、生鲜、特产',1),(130,5,620,12,'茗茶','食品、酒类、生鲜、特产',1),(131,5,621,12,'饮料冲调','食品、酒类、生鲜、特产',1),(132,5,622,12,'粮油调味','食品、酒类、生鲜、特产',1),(133,5,623,12,'生鲜食品','食品、酒类、生鲜、特产',1),(134,5,624,12,'食品礼券','食品、酒类、生鲜、特产',1),(135,6,347,6,'女装','男装、女装、内衣',1),(136,6,463,6,'男装','男装、女装、内衣',1),(137,6,547,6,'内衣','男装、女装、内衣',1),(138,6,630,6,'服饰配件','男装、女装、内衣',1),(139,6,1442,6,'运动户外','男装、女装、内衣',1),(140,9,876,860,'面部护肤','个人化妆、清洁用品',1),(141,9,880,860,'洗发护发','个人化妆、清洁用品',1),(142,9,885,860,'身体护肤','个人化妆、清洁用品',1),(143,9,891,860,'口腔护理','个人化妆、清洁用品',1),(144,9,896,860,'香水彩妆','个人化妆、清洁用品',1),(145,9,1205,860,'女性护理','个人化妆、清洁用品',1),(146,9,1210,860,'清洁用品','个人化妆、清洁用品',1),(147,10,1028,863,'营养健康','营养保健',1),(148,10,1035,863,'营养成分','营养保健',1),(149,10,1044,863,'滋补养生','营养保健',1),(150,10,1058,863,'保健器械','营养保健',1),(151,10,1315,863,'成人用品','营养保健',1),(152,10,1316,863,'护理护具','营养保健',1),(153,11,476,11,'奶粉','母婴、玩具乐器',1),(154,11,477,11,'营养辅食','母婴、玩具乐器',1),(155,11,479,11,'尿裤湿巾','母婴、玩具乐器',1),(156,11,481,11,'洗护用品','母婴、玩具乐器',1),(157,11,482,11,'喂养用品','母婴、玩具乐器',1),(158,11,483,11,'童车童床','母婴、玩具乐器',1),(159,11,484,11,'安全座椅','母婴、玩具乐器',1),(160,11,487,11,'寝居服饰','母婴、玩具乐器',1),(161,11,489,11,'妈妈专区','母婴、玩具乐器',1),(162,11,490,11,'童装童鞋','母婴、玩具乐器',1),(163,11,491,11,'玩具乐器','母婴、玩具乐器',1),(164,8,132,4,'电脑整机','电脑、办公',1),(165,8,141,4,'电脑配件','电脑、办公',1),(166,8,144,4,'外设产品','电脑、办公',1),(167,8,148,4,'网络产品','电脑、办公',1),(168,8,157,4,'办公打印','电脑、办公',1),(169,8,158,4,'服务产品','电脑、办公',1),(170,8,305,4,'办公文仪','电脑、办公',1),(171,12,977,861,'汽车车型','汽车、汽车用品',1),(172,12,985,861,'汽车品牌','汽车、汽车用品',1),(173,12,995,861,'维修保养','汽车、汽车用品',1),(174,12,1000,861,'车载电器','汽车、汽车用品',1),(175,12,1006,861,'美容清洗','汽车、汽车用品',1),(176,12,1012,861,'汽车装饰','汽车、汽车用品',1),(177,12,1017,861,'安全自驾','汽车、汽车用品',1),(178,12,1024,861,'线下服务','汽车、汽车用品',1),(179,12,1288,861,'汽车价格','汽车、汽车用品',1),(180,13,15,1,'电子书','图书、音像、电子书',1),(181,13,16,1,'数字音乐','图书、音像、电子书',1),(182,13,17,1,'音像','图书、音像、电子书',1),(183,13,18,1,'文艺','图书、音像、电子书',1),(184,13,19,1,'人文社科','图书、音像、电子书',1),(185,13,20,1,'经管励志','图书、音像、电子书',1),(186,13,21,1,'生活','图书、音像、电子书',1),(187,13,22,1,'科技','图书、音像、电子书',1),(188,13,25,1,'其它','图书、音像、电子书',1),(189,13,142,1,'少儿','图书、音像、电子书',1),(190,13,162,1,'教育','图书、音像、电子书',1),(191,14,957,864,'珠宝','腕表、珠宝配饰、眼镜',1),(192,14,966,864,'饰品','腕表、珠宝配饰、眼镜',1),(193,14,1251,864,'腕表','腕表、珠宝配饰、眼镜',1),(194,14,1252,864,'眼镜','腕表、珠宝配饰、眼镜',1),(195,15,353,8,'时尚女鞋','鞋靴、箱包、钟表、奢侈品',1),(196,15,355,8,'流行男鞋','鞋靴、箱包、钟表、奢侈品',1),(197,15,357,8,'潮流女包','鞋靴、箱包、钟表、奢侈品',1),(198,15,359,8,'精品男包','鞋靴、箱包、钟表、奢侈品',1),(199,15,360,8,'功能箱包','鞋靴、箱包、钟表、奢侈品',1),(200,15,362,8,'奢侈品','鞋靴、箱包、钟表、奢侈品',1),(201,15,364,8,'钟表','鞋靴、箱包、钟表、奢侈品',1),(202,15,366,8,'礼品','鞋靴、箱包、钟表、奢侈品',1),(203,16,902,866,'运动鞋包','休闲、运动、户外健身',1),(204,16,909,866,'运动服饰','休闲、运动、户外健身',1),(205,16,919,866,'健身训练','休闲、运动、户外健身',1),(206,16,927,866,'骑行运动','休闲、运动、户外健身',1),(207,16,934,866,'体育用品','休闲、运动、户外健身',1),(208,16,942,866,'户外鞋服','休闲、运动、户外健身',1),(209,16,951,866,'户外装备','休闲、运动、户外健身',1),(210,18,1028,863,'营养健康','营养保健',1),(211,18,1035,863,'营养成分','营养保健',1),(212,18,1044,863,'滋补养生','营养保健',1),(213,18,1058,863,'保健器械','营养保健',1),(214,18,1315,863,'成人用品','营养保健',1),(215,18,1316,863,'护理护具','营养保健',1),(216,24,33,3,'手机通讯','手机、数码、通信',1),(217,24,37,3,'京东通信','手机、数码、通信',1),(218,24,42,3,'运营商','手机、数码、通信',1),(219,24,47,3,'手机配件','手机、数码、通信',1),(220,24,64,3,'摄影摄像','手机、数码、通信',1),(221,24,76,3,'数码配件','手机、数码、通信',1),(222,24,99,3,'时尚影音','手机、数码、通信',1),(223,24,112,3,'智能设备','手机、数码、通信',1),(224,20,132,4,'电脑整机','电脑、办公',1),(225,20,141,4,'电脑配件','电脑、办公',1);

/*Table structure for table `fly_merchants_documenttitle` */

DROP TABLE IF EXISTS `fly_merchants_documenttitle`;

CREATE TABLE `fly_merchants_documenttitle` (
  `dt_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `dt_title` varchar(255) NOT NULL,
  `cat_id` int(11) unsigned NOT NULL,
  PRIMARY KEY (`dt_id`),
  KEY `cat_id` (`cat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_documenttitle` */

insert  into `fly_merchants_documenttitle`(`dt_id`,`dt_title`,`cat_id`) values (1,'其它资质',6),(2,'其他资质',1),(3,'资质1',3),(4,'资质2',3),(5,'资质3',3),(6,'资质4',3);

/*Table structure for table `fly_merchants_dt_file` */

DROP TABLE IF EXISTS `fly_merchants_dt_file`;

CREATE TABLE `fly_merchants_dt_file` (
  `dtf_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` int(11) unsigned NOT NULL,
  `dt_id` int(11) unsigned NOT NULL,
  `user_id` int(11) unsigned NOT NULL,
  `permanent_file` varchar(255) NOT NULL,
  `permanent_date` varchar(255) NOT NULL,
  `cate_title_permanent` tinyint(3) unsigned NOT NULL,
  PRIMARY KEY (`dtf_id`),
  KEY `cat_id` (`cat_id`),
  KEY `dt_id` (`dt_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=41 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_dt_file` */

insert  into `fly_merchants_dt_file`(`dtf_id`,`cat_id`,`dt_id`,`user_id`,`permanent_file`,`permanent_date`,`cate_title_permanent`) values (1,6,1,1,'data/septs_Image/1405018941171724746.jpg','1846868520',0),(3,6,1,2,'data/septs_Image/1407437846790976219.jpg','',1),(4,6,1,7,'','',0),(6,6,1,11,'','',0),(7,3,3,12,'','',0),(8,3,4,12,'','',0),(9,3,5,12,'','',0),(10,3,6,12,'','',0),(11,3,3,14,'','',0),(12,3,4,14,'','',0),(13,3,5,14,'','',0),(14,3,6,14,'','',0),(35,1,2,39,'data/septs_Image/1450135135282946705.jpg','',1),(16,3,3,15,'','',0),(17,3,4,15,'','',0),(18,3,5,15,'','',0),(19,3,6,15,'','',0),(20,6,1,0,'','',0),(34,1,2,0,'','',0),(22,3,3,0,'','',0),(23,3,4,0,'','',0),(24,3,5,0,'','',0),(25,3,6,0,'','',0),(33,1,2,35,'','',0),(27,3,3,2,'','',0),(28,3,4,2,'','',0),(29,3,5,2,'','',0),(30,3,6,2,'','',0),(32,6,1,33,'','',0),(36,3,3,32,'','',0),(37,3,4,32,'','',0),(38,3,5,32,'','',0),(39,3,6,32,'','',0),(40,1,2,51,'','',0);

/*Table structure for table `fly_merchants_goods_comment` */

DROP TABLE IF EXISTS `fly_merchants_goods_comment`;

CREATE TABLE `fly_merchants_goods_comment` (
  `goods_id` int(11) unsigned NOT NULL,
  `comment_start` varchar(60) NOT NULL,
  `comment_end` varchar(60) NOT NULL,
  `comment_last_percent` varchar(60) NOT NULL,
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_goods_comment` */

/*Table structure for table `fly_merchants_grade` */

DROP TABLE IF EXISTS `fly_merchants_grade`;

CREATE TABLE `fly_merchants_grade` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `grade_id` int(10) unsigned NOT NULL DEFAULT '0',
  `add_time` int(11) NOT NULL DEFAULT '0',
  `year_num` int(10) NOT NULL DEFAULT '0',
  `amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_grade` */

insert  into `fly_merchants_grade`(`id`,`ru_id`,`grade_id`,`add_time`,`year_num`,`amount`) values (1,1,13,1490144829,10,'0.00'),(2,2,13,1490153848,10,'0.00'),(3,3,13,1490158746,10,'0.00'),(4,4,13,1490160720,10,'0.00'),(5,5,10,1553717278,1,'0.00'),(6,6,10,1553717278,1,'0.00'),(7,9,10,1553717278,1,'0.00'),(8,10,10,1553717278,1,'0.00'),(9,11,10,1553717278,1,'0.00'),(10,12,10,1553717278,1,'0.00'),(11,13,10,1553717278,1,'0.00'),(12,14,10,1553717278,1,'0.00'),(13,15,10,1553717278,1,'0.00'),(14,16,10,1553717278,1,'0.00'),(15,18,10,1553717278,1,'0.00'),(16,24,13,1490316428,5,'0.00'),(17,20,13,1490573425,50,'0.00');

/*Table structure for table `fly_merchants_nav` */

DROP TABLE IF EXISTS `fly_merchants_nav`;

CREATE TABLE `fly_merchants_nav` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `ctype` varchar(10) DEFAULT NULL,
  `cid` smallint(5) unsigned DEFAULT NULL,
  `cat_id` int(11) unsigned NOT NULL DEFAULT '0',
  `name` varchar(255) NOT NULL,
  `ifshow` tinyint(1) NOT NULL,
  `vieworder` tinyint(1) NOT NULL,
  `opennew` tinyint(1) NOT NULL,
  `url` varchar(255) NOT NULL,
  `type` varchar(10) NOT NULL,
  `ru_id` int(11) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `type` (`type`),
  KEY `ifshow` (`ifshow`),
  KEY `cat_id` (`cat_id`),
  KEY `cid` (`cid`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_nav` */

insert  into `fly_merchants_nav`(`id`,`ctype`,`cid`,`cat_id`,`name`,`ifshow`,`vieworder`,`opennew`,`url`,`type`,`ru_id`) values (2,'',0,0,'洗衣机',1,50,0,'merchants_store.php?merchant_id=1&id=12','middle',1),(3,'',0,0,'LED灯',1,50,0,'merchants_store.php?merchant_id=1&id=1','middle',1);

/*Table structure for table `fly_merchants_percent` */

DROP TABLE IF EXISTS `fly_merchants_percent`;

CREATE TABLE `fly_merchants_percent` (
  `percent_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `percent_value` varchar(255) NOT NULL,
  `sort_order` int(10) unsigned NOT NULL,
  `add_time` int(10) NOT NULL,
  PRIMARY KEY (`percent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_percent` */

/*Table structure for table `fly_merchants_privilege` */

DROP TABLE IF EXISTS `fly_merchants_privilege`;

CREATE TABLE `fly_merchants_privilege` (
  `action_list` text NOT NULL,
  `grade_id` tinyint(10) unsigned NOT NULL,
  KEY `grade_id` (`grade_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_privilege` */

insert  into `fly_merchants_privilege`(`action_list`,`grade_id`) values ('goods_manage,remove_back,cat_manage,cat_drop,attr_manage,comment_priv,goods_type,goods_auto,virualcard,goods_export,goods_batch,merchants_brand,discuss_circle,feedback_priv,seller_manage,seller_allot,seller_drop,ship_manage,shiparea_manage,warehouse_manage,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,delivery_view,topic_manage,snatch_manage,ad_manage,gift_manage,bonus_manage,auction,group_by,favourable,whole_sale,package_manage,exchange_goods,presale,gift_gard_manage,take_manage,merchants_commission,seller_store_informa,seller_store_other',0),('goods_manage,remove_back,cat_manage,cat_drop,attr_manage,comment_priv,goods_type,goods_auto,virualcard,goods_export,goods_batch,merchants_brand,discuss_circle,feedback_priv,seller_manage,seller_allot,seller_drop,ship_manage,shiparea_manage,warehouse_manage,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,delivery_view,merchants_commission,seller_store_informa,seller_store_other',10),('goods_manage,remove_back,cat_manage,cat_drop,attr_manage,comment_priv,goods_type,goods_auto,virualcard,goods_export,goods_batch,merchants_brand,discuss_circle,feedback_priv,seller_manage,seller_allot,seller_drop,ship_manage,shiparea_manage,warehouse_manage,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,delivery_view,bonus_manage,favourable,merchants_commission,seller_store_informa,seller_store_other',12),('goods_manage,remove_back,cat_manage,cat_drop,attr_manage,comment_priv,goods_type,goods_auto,virualcard,goods_export,goods_batch,merchants_brand,discuss_circle,feedback_priv,seller_manage,seller_allot,seller_drop,ship_manage,shiparea_manage,warehouse_manage,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,delivery_view,bonus_manage,favourable,exchange_goods,presale,gift_gard_manage,take_manage,merchants_commission,seller_store_informa,seller_store_other',13),('goods_manage,remove_back,cat_manage,cat_drop,attr_manage,comment_priv,goods_type,goods_auto,virualcard,goods_export,goods_batch,merchants_brand,discuss_circle,feedback_priv,seller_manage,seller_allot,seller_drop,ship_manage,shiparea_manage,warehouse_manage,order_os_edit,order_ps_edit,order_ss_edit,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,delivery_view,bonus_manage,favourable,exchange_goods,presale,gift_gard_manage,take_manage,merchants_commission,seller_store_informa,seller_store_other,zc_project_manage,zc_category_manage,zc_initiator_manage',14);

/*Table structure for table `fly_merchants_region_area` */

DROP TABLE IF EXISTS `fly_merchants_region_area`;

CREATE TABLE `fly_merchants_region_area` (
  `ra_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `ra_name` varchar(255) NOT NULL,
  `ra_sort` int(11) unsigned NOT NULL,
  `add_time` int(11) unsigned NOT NULL,
  `up_titme` int(11) unsigned NOT NULL,
  PRIMARY KEY (`ra_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_region_area` */

insert  into `fly_merchants_region_area`(`ra_id`,`ra_name`,`ra_sort`,`add_time`,`up_titme`) values (1,'华东',1,1404773945,1438129982),(2,'华北',1,1404773970,1404955889),(3,'华南',1,1404773986,1408058577);

/*Table structure for table `fly_merchants_region_info` */

DROP TABLE IF EXISTS `fly_merchants_region_info`;

CREATE TABLE `fly_merchants_region_info` (
  `ra_id` int(11) unsigned NOT NULL,
  `region_id` int(11) unsigned NOT NULL,
  KEY `ra_id` (`ra_id`),
  KEY `region_id` (`region_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_region_info` */

insert  into `fly_merchants_region_info`(`ra_id`,`region_id`) values (1,32),(1,31),(1,26),(1,25),(1,23),(1,21),(2,20),(2,19),(2,18),(2,15),(2,12),(2,10),(2,5),(2,3),(2,2),(3,30),(3,29),(3,28),(3,17),(3,9),(3,8),(3,7),(3,6),(2,22),(2,27),(1,16),(1,14),(1,13),(3,4),(1,11);

/*Table structure for table `fly_merchants_server` */

DROP TABLE IF EXISTS `fly_merchants_server`;

CREATE TABLE `fly_merchants_server` (
  `server_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL,
  `suppliers_desc` mediumtext,
  `suppliers_percent` int(10) unsigned NOT NULL DEFAULT '0',
  `commission_model` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `bill_freeze_day` smallint(5) unsigned NOT NULL DEFAULT '0',
  `cycle` tinyint(1) unsigned NOT NULL DEFAULT '2',
  `day_number` smallint(8) unsigned NOT NULL DEFAULT '0',
  `bill_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`server_id`),
  KEY `user_id` (`user_id`),
  KEY `cycle` (`cycle`),
  KEY `bill_time` (`bill_time`),
  KEY `suppliers_percent` (`suppliers_percent`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_server` */

/*Table structure for table `fly_merchants_shop_brand` */

DROP TABLE IF EXISTS `fly_merchants_shop_brand`;

CREATE TABLE `fly_merchants_shop_brand` (
  `bid` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `bank_name_letter` varchar(150) NOT NULL,
  `brandName` varchar(180) NOT NULL,
  `brandFirstChar` char(60) NOT NULL,
  `brandLogo` varchar(255) NOT NULL,
  `brandType` tinyint(1) unsigned NOT NULL,
  `brand_operateType` tinyint(1) unsigned NOT NULL,
  `brandEndTime` varchar(255) NOT NULL,
  `brandEndTime_permanent` tinyint(1) unsigned NOT NULL,
  `site_url` varchar(255) NOT NULL,
  `brand_desc` text NOT NULL,
  `sort_order` varchar(255) NOT NULL DEFAULT '50',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_delete` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `major_business` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `audit_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `add_time` varchar(120) NOT NULL,
  PRIMARY KEY (`bid`),
  KEY `user_id` (`user_id`),
  KEY `is_show` (`is_show`),
  KEY `audit_status` (`audit_status`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_shop_brand` */

insert  into `fly_merchants_shop_brand`(`bid`,`user_id`,`bank_name_letter`,`brandName`,`brandFirstChar`,`brandLogo`,`brandType`,`brand_operateType`,`brandEndTime`,`brandEndTime_permanent`,`site_url`,`brand_desc`,`sort_order`,`is_show`,`is_delete`,`major_business`,`audit_status`,`add_time`) values (1,1,'wanzhuo','万卓','w','data/septs_Image/1490144711143037056.jpg',1,1,'0',1,'http://','','50',0,0,1,1,'1490144711'),(2,2,'lvlian','绿联','l','data/septs_Image/1490153800709515994.jpg',1,1,'0',1,'http://','','50',0,0,1,1,'1490153800'),(3,3,'huoying','火影','h','data/septs_Image/1490158693722705887.jpg',1,1,'0',1,'http://','','50',0,0,1,1,'1490158693'),(4,4,'QYJS','全友家私','Q','data/septs_Image/1490160684247914719.jpg',1,1,'0',1,'http://','','50',0,0,1,1,'1490160684'),(6,5,'SZSS','三只松鼠','','data/septs_Image/1490164661866300216.jpg',0,0,'',0,'http://','','50',0,0,0,1,''),(7,6,'FZ','韩都衣舍','','data/septs_Image/1490168680300910448.jpg',0,0,'',0,'http://','','50',0,0,0,1,''),(8,9,'MBL','美宝莲','','data/septs_Image/1490223058652442588.jpg',0,0,'',0,'http://','','50',0,0,0,1,''),(9,10,'DLS','杜蕾斯','','',0,0,'',0,'http://','','50',0,0,0,1,''),(10,11,'DMW','多秒屋','','data/septs_Image/1490225238606149102.jpg',0,0,'',0,'http://','','50',0,0,0,1,''),(11,12,'DZ','大众','','data/septs_Image/1490225878001613070.jpg',0,0,'',0,'http://','','50',0,0,0,1,''),(12,13,'DD','当当旗舰店','','data/septs_Image/1490226292213806517.jpg',0,0,'',0,'http://','','50',1,0,0,1,''),(13,14,'ZDF','周大福','','data/septs_Image/1490226558192373856.jpg',0,0,'',0,'http://','','50',0,0,0,1,''),(14,15,'QPL','七匹狼','','data/septs_Image/1490226880836250067.jpg',0,0,'',0,'http://','','50',1,0,0,1,''),(15,16,'DKN','迪卡侬','','data/septs_Image/1490228199679848884.jpg',0,0,'',0,'http://','','50',1,0,0,1,''),(16,18,'SVCI','SVCI','','data/septs_Image/1490228573811972819.jpg',0,0,'',0,'http://www.flyobd.com','','50',1,0,0,1,'');

/*Table structure for table `fly_merchants_shop_brandfile` */

DROP TABLE IF EXISTS `fly_merchants_shop_brandfile`;

CREATE TABLE `fly_merchants_shop_brandfile` (
  `b_fid` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `bid` int(11) unsigned NOT NULL,
  `qualificationNameInput` varchar(255) NOT NULL,
  `qualificationImg` varchar(255) NOT NULL,
  `expiredDateInput` varchar(255) NOT NULL,
  `expiredDate_permanent` tinyint(1) unsigned NOT NULL,
  PRIMARY KEY (`b_fid`),
  KEY `bid` (`bid`)
) ENGINE=MyISAM AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_shop_brandfile` */

/*Table structure for table `fly_merchants_shop_information` */

DROP TABLE IF EXISTS `fly_merchants_shop_information`;

CREATE TABLE `fly_merchants_shop_information` (
  `shop_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `region_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `shoprz_type` tinyint(3) unsigned NOT NULL,
  `subShoprz_type` tinyint(3) unsigned NOT NULL,
  `shop_expireDateStart` varchar(255) NOT NULL,
  `shop_expireDateEnd` varchar(255) NOT NULL,
  `shop_permanent` tinyint(1) unsigned NOT NULL,
  `authorizeFile` varchar(255) NOT NULL,
  `shop_hypermarketFile` varchar(255) NOT NULL,
  `shop_categoryMain` int(11) unsigned NOT NULL,
  `user_shopMain_category` text NOT NULL,
  `shoprz_brandName` varchar(150) NOT NULL,
  `shop_class_keyWords` varchar(150) NOT NULL,
  `shopNameSuffix` varchar(150) NOT NULL,
  `rz_shopName` varchar(150) NOT NULL,
  `hopeLoginName` varchar(150) NOT NULL,
  `merchants_message` varchar(255) NOT NULL,
  `allow_number` int(11) unsigned NOT NULL DEFAULT '0',
  `steps_audit` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `merchants_audit` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `review_goods` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `sort_order` smallint(4) unsigned NOT NULL DEFAULT '100',
  `store_score` int(10) NOT NULL DEFAULT '5',
  `is_street` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_IM` tinyint(4) unsigned NOT NULL DEFAULT '1' COMMENT '是否开启"在线客服"功能 0:关闭 1:启用',
  `self_run` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '自营店铺',
  `shop_close` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '是否关闭店铺（0：关闭，1：开启）',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`shop_id`),
  KEY `user_id` (`user_id`),
  KEY `shoprz_brandName` (`shoprz_brandName`),
  KEY `shopNameSuffix` (`shopNameSuffix`),
  KEY `rz_shopName` (`rz_shopName`),
  KEY `sort_order` (`sort_order`),
  KEY `merchants_audit` (`merchants_audit`),
  KEY `is_street` (`is_street`),
  KEY `shop_close` (`shop_close`),
  KEY `self_run` (`self_run`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_shop_information` */

insert  into `fly_merchants_shop_information`(`shop_id`,`user_id`,`region_id`,`shoprz_type`,`subShoprz_type`,`shop_expireDateStart`,`shop_expireDateEnd`,`shop_permanent`,`authorizeFile`,`shop_hypermarketFile`,`shop_categoryMain`,`user_shopMain_category`,`shoprz_brandName`,`shop_class_keyWords`,`shopNameSuffix`,`rz_shopName`,`hopeLoginName`,`merchants_message`,`allow_number`,`steps_audit`,`merchants_audit`,`review_goods`,`sort_order`,`store_score`,`is_street`,`is_IM`,`self_run`,`shop_close`,`add_time`) values (1,1,0,1,1,'2017-12-07 14:20','2017-12-07 14:20',0,'','',858,'858:1160,1145,1129,1115,1105','万卓','万卓','旗舰店','万卓旗舰店','ecmoban1','',0,1,1,1,1,5,1,1,1,1,0);

/*Table structure for table `fly_merchants_steps_fields` */

DROP TABLE IF EXISTS `fly_merchants_steps_fields`;

CREATE TABLE `fly_merchants_steps_fields` (
  `fid` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `agreement` tinyint(1) unsigned NOT NULL,
  `steps_site` varchar(255) NOT NULL,
  `site_process` text NOT NULL,
  `contactName` varchar(255) NOT NULL COMMENT '联系人姓名',
  `contactPhone` varchar(255) NOT NULL COMMENT '联系人手机',
  `contactEmail` varchar(255) NOT NULL COMMENT '联系人电子邮箱',
  `organization_code` varchar(255) NOT NULL COMMENT '组织机构代码',
  `organization_fileImg` varchar(255) NOT NULL COMMENT '组织机构代码证电子版',
  `companyName` varchar(255) NOT NULL COMMENT '公司名称',
  `business_license_id` varchar(255) NOT NULL COMMENT '营业执照注册号',
  `legal_person` varchar(255) NOT NULL COMMENT '法定代表人姓名',
  `personalNo` varchar(255) NOT NULL COMMENT '身份证号',
  `legal_person_fileImg` varchar(255) NOT NULL COMMENT '法人身份证电子版',
  `license_comp_adress` varchar(255) NOT NULL COMMENT '营业执照所在地',
  `license_adress` varchar(255) NOT NULL COMMENT '营业执照详细地址',
  `establish_date` varchar(255) NOT NULL COMMENT '成立日期',
  `business_term` varchar(255) NOT NULL COMMENT '营业期限',
  `shopTime_term` tinyint(1) NOT NULL DEFAULT '0',
  `busines_scope` varchar(255) NOT NULL COMMENT '经营范围',
  `license_fileImg` varchar(255) NOT NULL COMMENT '营业执照副本电子版',
  `company_located` varchar(255) NOT NULL COMMENT '公司所在地',
  `company_adress` varchar(255) NOT NULL COMMENT '公司详细地址',
  `company_contactTel` varchar(255) NOT NULL COMMENT '公司电话',
  `company_tentactr` varchar(255) NOT NULL COMMENT '公司紧急联系人',
  `company_phone` varchar(255) NOT NULL COMMENT '公司紧急联系人手机',
  `taxpayer_id` varchar(255) NOT NULL COMMENT '纳税人识别号',
  `taxs_type` char(150) NOT NULL COMMENT '纳税人类型',
  `taxs_num` char(60) NOT NULL COMMENT '纳税类型税码',
  `tax_fileImg` varchar(255) NOT NULL COMMENT '税务登记证电子版',
  `status_tax_fileImg` varchar(255) NOT NULL COMMENT '一般纳税人资格证电子版',
  `company_name` varchar(255) NOT NULL COMMENT '公司名称',
  `account_number` varchar(255) NOT NULL COMMENT '公司银行账号',
  `bank_name` varchar(255) NOT NULL COMMENT '开户银行支行名称',
  `linked_bank_number` varchar(255) NOT NULL COMMENT '开户银行支行联行号',
  `linked_bank_address` varchar(255) NOT NULL COMMENT '开户银行支行所在地',
  `linked_bank_fileImg` varchar(255) NOT NULL COMMENT '银行开户许可证电子版',
  `company_type` char(180) NOT NULL COMMENT '公司类型',
  `company_website` varchar(255) NOT NULL COMMENT '公司官网地址',
  `company_sale` varchar(255) NOT NULL COMMENT '最近一年销售额',
  `shop_seller_have_experience` char(180) NOT NULL COMMENT '同类电子商务网站经验',
  `shop_website` varchar(255) NOT NULL COMMENT '网店地址',
  `shop_employee_num` varchar(255) NOT NULL COMMENT '网店运营人数',
  `shop_sale_num` char(180) NOT NULL COMMENT '可网售商品数量',
  `shop_average_price` char(180) NOT NULL COMMENT '预计平均客单价',
  `shop_warehouse_condition` char(180) NOT NULL COMMENT '仓库情况',
  `shop_warehouse_address` varchar(255) NOT NULL COMMENT '仓库地址',
  `shop_delicery_company` varchar(255) NOT NULL COMMENT '常用物流公司',
  `shop_erp_type` char(180) NOT NULL COMMENT 'ERP类型',
  `shop_operating_company` varchar(255) NOT NULL COMMENT '代运营公司名称',
  `shop_buy_ecmoban_store` varchar(180) NOT NULL COMMENT '是否会选择商创仓储',
  `shop_buy_delivery` char(180) NOT NULL COMMENT '是否会选择平台物流',
  `preVendorId` varchar(255) NOT NULL COMMENT '推荐码',
  `preVendorId_fileImg` varchar(255) NOT NULL COMMENT '电子版',
  `shop_vertical` char(180) NOT NULL COMMENT '垂直站',
  `registered_capital` varchar(255) NOT NULL COMMENT '注册资本',
  `contactXinbie` varchar(255) NOT NULL COMMENT '性别',
  `is_distribution` varchar(30) NOT NULL COMMENT '开启分销资格',
  PRIMARY KEY (`fid`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=66 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_steps_fields` */

insert  into `fly_merchants_steps_fields`(`fid`,`user_id`,`agreement`,`steps_site`,`site_process`,`contactName`,`contactPhone`,`contactEmail`,`organization_code`,`organization_fileImg`,`companyName`,`business_license_id`,`legal_person`,`personalNo`,`legal_person_fileImg`,`license_comp_adress`,`license_adress`,`establish_date`,`business_term`,`shopTime_term`,`busines_scope`,`license_fileImg`,`company_located`,`company_adress`,`company_contactTel`,`company_tentactr`,`company_phone`,`taxpayer_id`,`taxs_type`,`taxs_num`,`tax_fileImg`,`status_tax_fileImg`,`company_name`,`account_number`,`bank_name`,`linked_bank_number`,`linked_bank_address`,`linked_bank_fileImg`,`company_type`,`company_website`,`company_sale`,`shop_seller_have_experience`,`shop_website`,`shop_employee_num`,`shop_sale_num`,`shop_average_price`,`shop_warehouse_condition`,`shop_warehouse_address`,`shop_delicery_company`,`shop_erp_type`,`shop_operating_company`,`shop_buy_ecmoban_store`,`shop_buy_delivery`,`preVendorId`,`preVendorId_fileImg`,`shop_vertical`,`registered_capital`,`contactXinbie`,`is_distribution`) values (1,1,1,'','0','卓富熙','18321020614','zhuofuxi@flyobd.com','213213213213','data/septs_Image/1405018422629179510.jpg','商创网络科技有限公司','1111111111','仲哥','22222222222222','data/septs_Image/1405018422579367524.jpg','0,0,0,0','中山北路','2015-08-03 21:29','2012-08-21 21:29,2020-08-21 21:29',0,'','data/septs_Image/1405018422872581445.jpg','0,0,0,0','中山北路','400-021-758转8007','400-021-758转8007','18321020614','33333333333333','小规模纳税人','6%','data/septs_Image/1405016819302488836.jpg','data/septs_Image/1405016819195028854.jpg','商创网络科技有限公司','3213216461313213','上海建设银行中山支行','431321654','0,0,0,0','data/septs_Image/1405016819704782259.jpg','生产厂商','www.flyobd.com','100','有','www.taobaoecmoban.com','50','0-100','100-200','自有仓库','上海中山北路','圆通','自有ERP','商创','非常希望使用','可以考虑','654313213','data/septs_Image/1405016855074964977.jpg','奢侈品站','50','男','是'),(8,7,1,'','0','','','','','','','','','','','0,0,0,0','','',',',0,'','','0,0,0,0','','','','','','','','','','','','','','0,0,0,0','','','','','无','','','','','','','','','','','','','','未收到邀请','','男',''),(25,19,1,'merchants_steps.php?step=stepTwo&pid_key=2','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2','111111','13122045550','11111','','','','','','','','0,0,0,0','','',',',0,'','','0,0,0,0','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','男',''),(28,23,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=3,merchants_steps.php?step=stepSubmit&pid_key=0','ecmoban_t4','1832106015','ecmoban_t4@qq.com','','','','','','','','0,0,0,0','','',',',0,'','','0,0,0,0','','','','','','','','','','','','','','0,0,0,0','','','','','无','','','','','','','','','','','','','','未收到邀请','','男',''),(45,20,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=2&searchBrandZhInput=博集天卷&searchBrandEnInput=CS-BOOKY&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=4,merchants_steps.php?step=stepSubmit&pid_key=0','ecmoban_t1','11111111111','ecmoban_t1@qq.com','','','','','','','','0,0,0,0','','',',',0,'','','0,0,0,0','','','','','','','','','','','','','','0,0,0,0','','','','','无','','','','','','','','','','','','','','未收到邀请','','男',''),(46,21,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=2&searchBrandZhInput=小天鹅&searchBrandEnInput=Little Swan&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=4,merchants_steps.php?step=stepSubmit&pid_key=0','ecmoban_t2','11111111111','ecmoban_t2@qq.com','111111111','','熊大有限公司','111111111','熊大','32122222254455154545','','1,25,321,2703','十点多','2015-11-05 10:46','2015-11-28 10:46,2022-11-30 10:46',0,'家用小电器','','1,25,321,2703','测试路1号','111111111','熊大','111111','1111111','一般纳税人','6%','','','熊大有限公司','32211222222222','北京支行','111','1,2,52,500','','代理商','www.flyobd.com','2000','无','www.flyobd.com','1000','200-500','200-500','自有仓库','上海','','自有ERP','','非常希望使用','非常希望使用','','','未收到邀请','1000','男',''),(52,38,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=2&searchBrandZhInput=汤臣倍健&searchBrandEnInput=tangchen&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=4,merchants_steps.php?step=stepSubmit&pid_key=0','阿露露','13122222222','22222222@qq.com','','','','','','','','0,0,0,0','','',',',0,'','','0,0,0,0','','','','','','','','','','','','','','0,0,0,0','','','','','无','','','','','','','','','','','','','','未收到邀请','','男',''),(51,35,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=2&searchBrandZhInput=火星&searchBrandEnInput=huoxing&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=4,merchants_steps.php?step=stepSubmit&pid_key=0','刘大师','18711012019','nicaicaikan@126.com','','','品牌专卖责任有限公司','111111111111111','刘大师','341202109910010911','data/septs_Image/1450130654831831667.jpg','1,3,41,437','太阳系火星阿鲁巴办事处哇咔咔2B号','2020-01-01 00:00','2020-01-01 00:00,2050-01-01 00:00',0,'只要有，就都有的卖','data/septs_Image/1450130654217957801.jpg','1,3,41,437','','','','','','','','','','','','','','0,0,0,0','','','','','无','','','','','','','','','','','','','','未收到邀请','1000000000','男',''),(49,36,1,'merchants_steps.php?step=stepThree&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0','sunle','13764974550','870504204@qq.com','','','','','','','','0,0,0,0','','',',',0,'','','0,0,0,0','','','','','','0','0','','','','','','','0,0,0,0','','','','','','','','','','','','','','','','','','','','','女',''),(50,37,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=2&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=2&searchBrandZhInput=新百伦&searchBrandEnInput=NB&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=4,merchants_steps.php?step=stepSubmit&pid_key=0','熊大','15121245785','7885655@qq.com','','','傲视科技有限公司','1111111111111111111','熊大','321212231555555555','','1,2,52,0','测试大道9875号','2015-12-01 14:44','2015-12-02 14:44,2020-12-09 14:44',0,'','','0,0,0,0','','','','','','','','','','','','','','0,0,0,0','','','','','无','','','','','','','','','','','','','','未收到邀请','1000','男',''),(56,42,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=2&searchBrandZhInput=津沽&searchBrandEnInput=jingu&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=4,merchants_steps.php?step=stepSubmit&pid_key=0','张测试','15121124657','15121124657@qq.com','111111111111','','津沽园艺有限公司','1111111111','张测试','320321122254545452','','1,25,321,2709','测试大道1784号','2015-11-04 10:01','2015-11-05 10:01,2024-12-18 10:01',0,'','','1,25,321,2709','测试大道1784号','02166666666','张测试','15121124782','','','','','','','','','','0,0,0,0','','','','','无','','','','','','','','','','','','','','未收到邀请','1000','男',''),(57,43,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=2&brandId=82&search_brandType=p_bran&searchBrandZhInput=李宁&searchBrandEnInput=LiNing&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=2&searchBrandZhInput=耐克&searchBrandEnInput=naike&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=4,merchants_steps.php?step=stepSubmit&pid_key=0','雄起品','15121124578','584545@qq.com','','','','','','','','0,0,0,0','','',',',0,'','','0,0,0,0','','','','','','','','','','','','','','0,0,0,0','','','','','无','','','','','','','','','','','','','','未收到邀请','','男',''),(59,44,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=2&searchBrandZhInput=美的&searchBrandEnInput=md&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=4,merchants_steps.php?step=stepSubmit&pid_key=0','花心男','15121124587','1542455@qq.com','','','美的集团','11111111111111111111111111111111111111','','','','0,0,0,0','','',',',0,'','','0,0,0,0','','','','','','','','','','','','','','0,0,0,0','','','','','无','','','','','','','','','','','','','','未收到邀请','','男',''),(60,41,1,'merchants_steps.php?step=stepSubmit&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0,merchants_steps.php?step=stepTwo&pid_key=1,merchants_steps.php?step=stepTwo&pid_key=2,merchants_steps.php?step=stepThree&pid_key=0,merchants_steps.php?step=stepThree&pid_key=1,merchants_steps.php?step=stepThree&pid_key=2,merchants_steps.php?step=stepThree&pid_key=2&searchBrandZhInput=乐视&searchBrandEnInput=letv&brandView=brandView,merchants_steps.php?step=stepThree&pid_key=4,merchants_steps.php?step=stepSubmit&pid_key=0','王乐视','15124574151','155525@qq.com','','','乐视有限公司','','','','','0,0,0,0','','',',',0,'','','0,0,0,0','','','','','','','','','','','','','','0,0,0,0','','品牌商','','','无','','','','','','','','','','','','','','未收到邀请','','男',''),(62,55,1,'merchants_steps.php?step=stepOne&pid_key=0','merchants_steps.php?step=stepOne&pid_key=0','','','','','','','','','','','','','','',0,'','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''),(65,76,1,'merchants_steps.php?step=stepThree&pid_key=0','merchants_steps.php?step=stepThree&pid_key=0','1111','18325445255','18325445255@qq.com','','','','','','','',',,,','','',',',0,'','',',,,','','','','','','0','0','','','','','','',',,,','','','','','','','','','','','','','','','','','','','','','男','');

/*Table structure for table `fly_merchants_steps_fields_centent` */

DROP TABLE IF EXISTS `fly_merchants_steps_fields_centent`;

CREATE TABLE `fly_merchants_steps_fields_centent` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `tid` int(11) unsigned NOT NULL,
  `textFields` text NOT NULL,
  `fieldsDateType` text NOT NULL,
  `fieldsLength` text NOT NULL,
  `fieldsNotnull` text NOT NULL,
  `fieldsFormName` text NOT NULL,
  `fieldsCoding` text NOT NULL,
  `fieldsForm` text NOT NULL,
  `fields_sort` text NOT NULL,
  `will_choose` text NOT NULL,
  PRIMARY KEY (`id`),
  KEY `tid` (`tid`)
) ENGINE=MyISAM AUTO_INCREMENT=41 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_steps_fields_centent` */

insert  into `fly_merchants_steps_fields_centent`(`id`,`tid`,`textFields`,`fieldsDateType`,`fieldsLength`,`fieldsNotnull`,`fieldsFormName`,`fieldsCoding`,`fieldsForm`,`fields_sort`,`will_choose`) values (16,1,'contactXinbie,contactPhone,contactEmail,contactName','VARCHAR,VARCHAR,VARCHAR,VARCHAR','255,255,255,255','NOTNULLNOT NULL,NOT NULL,NOT NULL','性别,联系人手机,联系人电子邮箱,联系人姓名','UTF8,UTF8,UTF8,UTF8','radio:男*1,女*2+ |input:20+ |input:20+ |input:20+ ','0,2,3,1','1,1,1,1'),(18,3,'organization_code,organization_fileImg','VARCHAR,VARCHAR','255,255','NOTNULLNOT NULL','组织机构代码,组织机构代码证电子版','UTF8,UTF8','input:20|other:dateFile','1,2',''),(19,2,'companyName,business_license_id,legal_person,personalNo,legal_person_fileImg,license_comp_adress,license_adress,establish_date,business_term,registered_capital,busines_scope,license_fileImg,company_located,company_adress,company_contactTel,company_tentactr,company_phone','VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR','255,255,255,255,255,255,255,255,255,255,255,255,255,255,255,255,255','NOTNULLNOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL','公司名称,营业执照注册号,法定代表人姓名,身份证号,法人身份证电子版,营业执照所在地,营业执照详细地址,成立日期,营业期限,注册资本,经营范围,营业执照副本电子版,公司所在地,公司详细地址,公司电话,公司紧急联系人,公司紧急联系人手机','UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8','input:20+ |input:20+ |input:20+ |input:20+ |other:dateFile+ |other:textArea+ |input:20+ |other:dateTime,1--30+ |other:dateTime,2--30+ |input:20+<font>万元</font>|textarea:8,45+ |other:dateFile,2--30+ |other:textArea,2--30+ |input:20+ |input:20+ |input:20+ |input:20+ ','0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16','0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0'),(20,12,'taxpayer_id,taxs_type,taxs_num,tax_fileImg,status_tax_fileImg','VARCHAR,CHAR,CHAR,VARCHAR,VARCHAR','255,150,60,255,255','NOTNULLNOT NULL,NOT NULL,NOT NULL,NOT NULL','纳税人识别号,纳税人类型,纳税类型税码,税务登记证电子版,一般纳税人资格证电子版','UTF8,UTF8,UTF8,UTF8,UTF8','input:20+ |select:一般纳税人,小规模纳税人,非增值税纳税人+ |select:0%,3%,6%,7%,11%,13%,17%+ |other:dateFile+ |other:dateFile+ ','1,2,3,4,5','0,0,0,0,0'),(21,13,'company_name,account_number,bank_name,linked_bank_number,linked_bank_address,linked_bank_fileImg','VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR,VARCHAR','255,255,255,255,255,255','NOTNULLNOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL','公司名称,公司银行账号,开户银行支行名称,开户银行支行联行号,开户银行支行所在地,银行开户许可证电子版','UTF8,UTF8,UTF8,UTF8,UTF8,UTF8','input:20+ |input:20+ |input:20 + |input:20+ |other:textArea+ |other:dateFile+ ','1,2,3,4,5,6',''),(22,14,'is_distribution,company_type,company_website,company_sale,shop_seller_have_experience,shop_website,shop_employee_num,shop_sale_num,shop_average_price,shop_warehouse_condition,shop_warehouse_address,shop_delicery_company,shop_erp_type,shop_operating_company,shop_buy_ecmoban_store,shop_buy_delivery','VARCHAR,CHAR,VARCHAR,VARCHAR,CHAR,VARCHAR,VARCHAR,CHAR,CHAR,CHAR,VARCHAR,VARCHAR,CHAR,VARCHAR,VARCHAR,CHAR','30,180,255,255,180,255,255,180,180,180,255,255,180,255,180,180','NOTNULLNOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL,NOT NULL','开启分销资格,公司类型,公司官网地址,最近一年销售额,同类电子商务网站经验,网店地址,网店运营人数,可网售商品数量,预计平均客单价,仓库情况,仓库地址,常用物流公司,ERP类型,代运营公司名称,是否会选择商创仓储,是否会选择大商创物流','UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8,UTF8','radio:是*2,否*3+ |select:生产厂商,品牌商,代理商,经销商+ |input:20+<span>形如www.flyobd.com</span>|input:20+<font>万元</font><span>仅输入不得超过9位数的正整数</span>|radio:无*2,有*3+ |input:20+<span>形如www.flyobd.com</span>|input:20+<font>人</font>|select:0-100,100-200,200-500,>500+<span>某一商品的多种颜色、尺码或包装形式不同时，按一件商品计算。</span>|select:0-100,100-200,200-500,>500+<span>用户购物时，单次购买的平均金额。</span>|select:自有仓库,第三方仓库,无仓库+ |input:20+ |input:20+<span>可填写多个，用逗号分隔，如“申通，圆通”，最大50字。</span>|select:自有ERP,第三方ERP代运营,无+ |input:20+<span>选填</span>|select:非常希望使用,可以考虑,不考虑+ |select:非常希望使用,可以考虑,不考虑+ ','16,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15','0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0'),(23,15,'preVendorId,preVendorId_fileImg','VARCHAR,VARCHAR','255,255','NOTNULLNOT NULL','推荐码,电子版','UTF8,UTF8','input:20+<span>5位或7位数字</span>|other:dateFile+ ','1,2','0,0'),(24,16,'shop_vertical','CHAR','180','NOTNULL','垂直站','UTF8','radio:未收到邀请*1,海外购站*2,奢侈品站*3+ ','0','0'),(33,19,'','','','','','','','',''),(34,17,'','','','','','','','',''),(35,20,'','','','','','','','',''),(36,22,'','','','','','','','',''),(37,23,'','','','','','','','',''),(38,24,'','','','','','','','',''),(39,25,'','','','','','','','',''),(40,26,'','','','','','','','','');

/*Table structure for table `fly_merchants_steps_img` */

DROP TABLE IF EXISTS `fly_merchants_steps_img`;

CREATE TABLE `fly_merchants_steps_img` (
  `gid` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `tid` int(11) unsigned NOT NULL,
  `steps_img` varchar(255) NOT NULL,
  PRIMARY KEY (`gid`),
  KEY `tid` (`tid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_steps_img` */

/*Table structure for table `fly_merchants_steps_process` */

DROP TABLE IF EXISTS `fly_merchants_steps_process`;

CREATE TABLE `fly_merchants_steps_process` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `process_steps` tinyint(1) unsigned NOT NULL,
  `process_title` varchar(255) NOT NULL,
  `process_article` int(11) unsigned NOT NULL,
  `steps_sort` int(11) unsigned NOT NULL,
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `fields_next` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_steps_process` */

/*Table structure for table `fly_merchants_steps_title` */

DROP TABLE IF EXISTS `fly_merchants_steps_title`;

CREATE TABLE `fly_merchants_steps_title` (
  `tid` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `fields_steps` tinyint(1) unsigned NOT NULL,
  `fields_titles` varchar(255) NOT NULL,
  `steps_style` tinyint(3) unsigned NOT NULL,
  `titles_annotation` varchar(255) NOT NULL,
  `fields_special` text NOT NULL,
  `special_type` varchar(255) NOT NULL,
  PRIMARY KEY (`tid`)
) ENGINE=MyISAM AUTO_INCREMENT=27 DEFAULT CHARSET=utf8;

/*Data for the table `fly_merchants_steps_title` */

/*Table structure for table `fly_migrations` */

DROP TABLE IF EXISTS `fly_migrations`;

CREATE TABLE `fly_migrations` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=64 DEFAULT CHARSET=utf8;

/*Data for the table `fly_migrations` */

insert  into `fly_migrations`(`id`,`migration`,`batch`) values (1,'2017_04_19_032238_create_wechat_table',1),(2,'2017_04_19_032239_create_wechat_custom_message_table',1),(3,'2017_04_19_032240_create_wechat_extend_table',1),(4,'2017_04_19_032241_create_wechat_marketing_table',1),(5,'2017_04_19_032242_create_wechat_mass_history_table',1),(6,'2017_04_19_032243_create_wechat_media_table',1),(7,'2017_04_19_032244_create_wechat_menu_table',1),(8,'2017_04_19_032245_create_wechat_message_log_table',1),(9,'2017_04_19_032246_create_wechat_point_table',1),(10,'2017_04_19_032247_create_wechat_prize_table',1),(11,'2017_04_19_032248_create_wechat_qrcode_table',1),(12,'2017_04_19_032249_create_wechat_reply_table',1),(13,'2017_04_19_032250_create_wechat_rule_keywords_table',1),(14,'2017_04_19_032251_create_wechat_template_table',1),(15,'2017_04_19_032252_create_wechat_template_log_table',1),(16,'2017_04_19_032253_create_wechat_user_table',1),(17,'2017_04_19_032254_create_wechat_user_group_table',1),(18,'2017_04_19_032255_create_wechat_user_tag_table',1),(19,'2017_04_19_032256_create_wechat_user_taglist_table',1),(20,'2017_04_19_032257_create_wechat_wall_msg_table',1),(21,'2017_04_19_032258_create_wechat_wall_user_table',1),(22,'2017_04_19_032259_create_wechat_redpack_log_table',1),(23,'2017_04_19_032260_create_wechat_redpack_advertice_table',1),(24,'2017_04_20_032532_create_drp_config_table',1),(25,'2017_04_20_032533_create_drp_shop_table',1),(26,'2017_04_20_032534_create_drp_log_table',1),(27,'2017_04_20_032535_create_drp_affiliate_log_table',1),(28,'2017_04_20_032536_create_drp_type_table',1),(29,'2017_04_20_032537_change_goods_table',1),(30,'2017_04_20_032538_change_order_info_table',1),(31,'2017_04_20_032539_change_order_goods_table',1),(32,'2017_04_24_032540_create_team_goods_table',1),(33,'2017_04_24_032541_create_team_log_table',1),(34,'2017_04_24_032542_create_team_category_table',1),(35,'2017_04_24_032543_change_order_info_table_team',1),(36,'2017_04_24_032544_change_touch_ad_position_table_team',1),(37,'2017_04_25_034339_create_im_configure_table',1),(38,'2017_04_25_053849_create_im_dialog_table',1),(39,'2017_04_25_054320_create_im_message_table',1),(40,'2017_04_25_054335_create_im_service_table',1),(41,'2017_05_02_054335_change_pay_log_table',1),(42,'2017_05_12_054410_change_wechat_wall_msg_table',1),(43,'2017_05_12_054411_change_wechat_custom_message_table',1),(44,'2017_06_19_054421_change_wechat_template_log_table',1),(45,'2017_06_19_054430_change_wechat_rule_keywords_table',1),(46,'2017_06_22_054420_create_touch_page_view_table',1),(47,'2017_06_22_062215_create_wechat_share_count_table',1),(48,'2017_06_28_064829_create_jobs_table',1),(49,'2017_06_29_062915_create_drp_user_credit_table',1),(50,'2017_06_29_062916_create_drp_transfer_log_table',1),(51,'2017_06_29_062917_change_drp_shop_table',1),(52,'2017_06_29_062918_change_users_table',1),(53,'2017_07_12_071211_change_wechat_user_table',1),(54,'2017_08_22_080918_create_qrpay_manage_table',1),(55,'2017_08_22_080919_create_qrpay_discounts_table',1),(56,'2017_08_22_080920_create_qrpay_tag_table',1),(57,'2017_08_22_080921_create_qrpay_log_table',1),(58,'2017_08_22_082518_change_qrpay_discounts_table',1),(59,'2017_08_22_082519_change_qrpay_tag_table',1),(60,'2017_08_22_082521_change_qrpay_log_table',1),(61,'2017_09_07_032543_change_team_goods_table',1),(62,'2017_09_22_082241_change_touch_page_view_table',1),(63,'2017_09_26_032544_change_team_log_table',1);

/*Table structure for table `fly_nav` */

DROP TABLE IF EXISTS `fly_nav`;

CREATE TABLE `fly_nav` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `ctype` varchar(10) DEFAULT NULL,
  `cid` int(10) unsigned DEFAULT '0',
  `name` varchar(255) NOT NULL,
  `ifshow` tinyint(1) NOT NULL,
  `vieworder` tinyint(1) NOT NULL,
  `opennew` tinyint(1) NOT NULL,
  `url` varchar(255) NOT NULL,
  `type` varchar(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `type` (`type`),
  KEY `ifshow` (`ifshow`),
  KEY `cid` (`cid`),
  KEY `vieworder` (`vieworder`),
  KEY `opennew` (`opennew`)
) ENGINE=MyISAM AUTO_INCREMENT=75 DEFAULT CHARSET=utf8;

/*Data for the table `fly_nav` */

insert  into `fly_nav`(`id`,`ctype`,`cid`,`name`,`ifshow`,`vieworder`,`opennew`,`url`,`type`) values (7,'c',858,'产品中心',1,8,0,'category.php?id=858','bottom'),(9,'',0,'招商入住',1,4,0,'#','bottom'),(10,'',0,'联系我们',1,2,0,'article.php?id=4','bottom'),(11,'',0,'预售专区',1,6,0,'presale.php?&act=new','bottom'),(12,'',0,'团购专区',1,7,0,'group_buy.php','bottom'),(14,'',0,'配送方式',0,8,0,'myship.php','bottom'),(29,'',0,'中文',1,1,0,'/','top'),(30,'',0,'我的收藏',0,3,0,'user.php?act=collection_list','top'),(31,'',0,'客户服务',0,4,0,'user.php?act=message_list','top'),(33,'',0,'首页',1,1,0,'index.php','bottom'),(34,'',0,'品牌专区',0,50,0,'brand.php','middle'),(35,'',0,'商务合作',1,5,0,'merchants.php','bottom'),(38,'',0,'聚划算',0,50,0,'group_buy.php','middle'),(40,'',0,'English',1,2,0,'/','top'),(43,'',0,'预售',0,9,0,'presale.php','middle'),(45,'',0,'优惠活动',0,8,0,'activity.php','top'),(46,'',0,'共创商品',0,6,0,'crowdfunding.php','top'),(49,'',0,'店铺街',0,8,0,'store_street.php','middle'),(50,'',0,'拍卖活动',0,5,0,'auction.php','top'),(51,'',0,'积分商城',0,50,0,'exchange.php','middle'),(52,'',0,'超值礼包',0,10,0,'package.php','top'),(53,'',0,'意见反馈',1,3,0,'message.php','bottom'),(54,'',0,'批发市场',0,9,0,'wholesale.php','top'),(57,'c',858,'产品中心',1,6,0,'category.php?id=858','middle'),(59,'',0,'保驰云诊断',0,1,0,'cloud_diagnostic.php','middle'),(61,'a',1,'服务支持',1,3,0,'article_cat.php?id=1','middle'),(62,'',0,'关于我们',1,5,0,'about_us.php','middle'),(64,'',0,'优惠券',0,11,0,'coupons.php?act=coupons_index','top'),(67,'c',8,'鞋靴箱包',0,50,0,'category.php?id=8','middle'),(68,'',0,'礼品卡',0,12,0,'gift_gard.php','top'),(69,'',0,'夺宝奇兵',0,1,0,'snatch.php',''),(70,'',0,'团购商品',0,13,0,'group_buy.php','top'),(71,'c',861,'汽车之家',0,7,0,'category.php?id=861','middle'),(72,'',0,'软件下载',1,4,0,'software_download.php','middle'),(73,'c',1476,'房屋租售',0,6,0,'category.php?id=1476','middle'),(74,'',0,'商务合作',1,1,0,'merchants.php','middle');

/*Table structure for table `fly_notice_log` */

DROP TABLE IF EXISTS `fly_notice_log`;

CREATE TABLE `fly_notice_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `email` varchar(30) NOT NULL,
  `send_ok` tinyint(1) NOT NULL,
  `send_type` tinyint(1) NOT NULL DEFAULT '1',
  `send_time` int(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_notice_log` */

/*Table structure for table `fly_offline_store` */

DROP TABLE IF EXISTS `fly_offline_store`;

CREATE TABLE `fly_offline_store` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) NOT NULL DEFAULT '0',
  `stores_user` varchar(60) NOT NULL,
  `stores_pwd` varchar(32) NOT NULL,
  `stores_name` varchar(60) NOT NULL,
  `country` int(10) NOT NULL DEFAULT '0',
  `province` int(10) NOT NULL DEFAULT '0',
  `city` int(10) NOT NULL DEFAULT '0',
  `district` int(10) NOT NULL DEFAULT '0',
  `street` int(10) unsigned NOT NULL DEFAULT '0',
  `stores_address` varchar(255) NOT NULL,
  `stores_tel` varchar(60) NOT NULL,
  `stores_opening_hours` varchar(255) NOT NULL,
  `stores_traffic_line` varchar(255) NOT NULL,
  `stores_img` varchar(255) NOT NULL,
  `is_confirm` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `add_time` int(11) NOT NULL,
  `ec_salt` varchar(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`),
  KEY `stores_user` (`stores_user`),
  KEY `ec_salt` (`ec_salt`),
  KEY `is_confirm` (`is_confirm`),
  KEY `country` (`country`),
  KEY `province` (`province`),
  KEY `city` (`city`),
  KEY `district` (`district`),
  KEY `street` (`street`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_offline_store` */

insert  into `fly_offline_store`(`id`,`ru_id`,`stores_user`,`stores_pwd`,`stores_name`,`country`,`province`,`city`,`district`,`street`,`stores_address`,`stores_tel`,`stores_opening_hours`,`stores_traffic_line`,`stores_img`,`is_confirm`,`add_time`,`ec_salt`) values (1,0,'','','普陀2号',1,25,321,2709,0,'花园路','17602019077','8:00 - 20:00','','http://127.0.0.1/data/offline_store/1497470496062161314.fw.png',1,1497470496,'');

/*Table structure for table `fly_open_api` */

DROP TABLE IF EXISTS `fly_open_api`;

CREATE TABLE `fly_open_api` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(120) NOT NULL,
  `app_key` varchar(225) NOT NULL,
  `action_code` text NOT NULL,
  `is_open` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `add_time` varchar(60) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `app_key` (`app_key`),
  KEY `is_open` (`is_open`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_open_api` */

/*Table structure for table `fly_order_action` */

DROP TABLE IF EXISTS `fly_order_action`;

CREATE TABLE `fly_order_action` (
  `action_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `action_user` varchar(30) NOT NULL DEFAULT '',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_place` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_note` varchar(255) NOT NULL DEFAULT '',
  `log_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`action_id`),
  KEY `order_id` (`order_id`),
  KEY `action_user` (`action_user`),
  KEY `order_status` (`order_status`),
  KEY `shipping_status` (`shipping_status`),
  KEY `pay_status` (`pay_status`)
) ENGINE=MyISAM AUTO_INCREMENT=23 DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_action` */

/*Table structure for table `fly_order_cloud` */

DROP TABLE IF EXISTS `fly_order_cloud`;

CREATE TABLE `fly_order_cloud` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `apiordersn` varchar(255) NOT NULL,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `totalprice` decimal(10,2) NOT NULL DEFAULT '0.00',
  `rec_id` int(10) unsigned NOT NULL DEFAULT '0',
  `parentordersn` varchar(255) NOT NULL,
  `cloud_orderid` int(10) unsigned NOT NULL DEFAULT '0',
  `cloud_detailed_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_cloud` */

/*Table structure for table `fly_order_delayed` */

DROP TABLE IF EXISTS `fly_order_delayed`;

CREATE TABLE `fly_order_delayed` (
  `delayed_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` int(11) unsigned NOT NULL,
  `apply_day` tinyint(2) unsigned NOT NULL,
  `apply_time` int(10) unsigned NOT NULL,
  `review_status` tinyint(1) unsigned NOT NULL,
  `review_time` int(10) unsigned NOT NULL,
  `review_admin` int(10) unsigned NOT NULL,
  PRIMARY KEY (`delayed_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_delayed` */

/*Table structure for table `fly_order_goods` */

DROP TABLE IF EXISTS `fly_order_goods`;

CREATE TABLE `fly_order_goods` (
  `rec_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员ID',
  `cart_recid` text NOT NULL,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '1',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_attr` text NOT NULL,
  `send_number` int(10) unsigned NOT NULL DEFAULT '0',
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_gift` int(10) unsigned NOT NULL DEFAULT '0',
  `model_attr` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` text NOT NULL,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `shopping_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `warehouse_id` int(10) unsigned NOT NULL DEFAULT '0',
  `area_id` int(10) unsigned NOT NULL DEFAULT '0',
  `area_city` int(10) unsigned NOT NULL DEFAULT '0',
  `is_single` tinyint(1) DEFAULT '0',
  `freight` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `tid` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `drp_money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '分销佣金百分比',
  `is_distribution` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '订单商品是否参与分销',
  `commission_rate` varchar(10) NOT NULL DEFAULT '0',
  `stages_qishu` mediumint(5) NOT NULL DEFAULT '-1' COMMENT '用户选择的当前商品的分期期数 -1:不分期',
  `product_sn` varchar(60) DEFAULT NULL COMMENT '商品规格货号',
  `is_reality` int(1) DEFAULT '-1' COMMENT '正品保证',
  `is_return` int(1) DEFAULT '-1' COMMENT '包退服务',
  `is_fast` int(1) DEFAULT '-1' COMMENT '闪速配送',
  PRIMARY KEY (`rec_id`),
  KEY `goods_id` (`goods_id`),
  KEY `order_id` (`order_id`),
  KEY `ru_id` (`ru_id`),
  KEY `freight` (`freight`),
  KEY `tid` (`tid`),
  KEY `stages_qishu` (`stages_qishu`),
  KEY `user_id` (`user_id`),
  KEY `product_id` (`product_id`),
  KEY `is_real` (`is_real`),
  KEY `warehouse_id` (`warehouse_id`),
  KEY `area_id` (`area_id`),
  KEY `is_gift` (`is_gift`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_goods` */

/*Table structure for table `fly_order_info` */

DROP TABLE IF EXISTS `fly_order_info`;

CREATE TABLE `fly_order_info` (
  `order_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `main_order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `order_sn` varchar(255) NOT NULL DEFAULT '',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `consignee` varchar(60) NOT NULL DEFAULT '',
  `country` int(10) unsigned NOT NULL DEFAULT '0',
  `province` int(10) unsigned NOT NULL DEFAULT '0',
  `city` int(10) unsigned NOT NULL DEFAULT '0',
  `district` int(10) unsigned NOT NULL DEFAULT '0',
  `street` int(10) unsigned NOT NULL DEFAULT '0',
  `address` varchar(255) NOT NULL DEFAULT '',
  `zipcode` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `mobile` varchar(60) NOT NULL DEFAULT '',
  `email` varchar(60) NOT NULL DEFAULT '',
  `best_time` varchar(120) NOT NULL DEFAULT '',
  `sign_building` varchar(120) NOT NULL DEFAULT '',
  `postscript` varchar(255) NOT NULL DEFAULT '',
  `shipping_id` text NOT NULL,
  `shipping_name` text NOT NULL,
  `shipping_code` text NOT NULL,
  `shipping_type` text NOT NULL,
  `pay_id` tinyint(3) NOT NULL DEFAULT '0',
  `pay_name` varchar(120) NOT NULL DEFAULT '',
  `how_oos` varchar(120) NOT NULL DEFAULT '',
  `how_surplus` varchar(120) NOT NULL DEFAULT '',
  `pack_name` varchar(120) NOT NULL DEFAULT '',
  `card_name` varchar(120) NOT NULL DEFAULT '',
  `card_message` varchar(255) NOT NULL DEFAULT '',
  `inv_payee` varchar(120) NOT NULL DEFAULT '',
  `inv_content` varchar(120) NOT NULL DEFAULT '',
  `goods_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `cost_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '订单成本',
  `shipping_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `insure_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `pay_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `pack_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `card_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `money_paid` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `surplus` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `integral` int(10) unsigned NOT NULL DEFAULT '0',
  `integral_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `bonus` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `order_amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `return_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '订单整站退款金额',
  `from_ad` smallint(5) NOT NULL DEFAULT '0',
  `referer` varchar(255) NOT NULL DEFAULT '',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `confirm_time` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_time` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_time` int(10) unsigned NOT NULL DEFAULT '0',
  `confirm_take_time` int(10) unsigned NOT NULL DEFAULT '0',
  `auto_delivery_time` int(11) unsigned NOT NULL DEFAULT '15',
  `pack_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `card_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `bonus_id` int(10) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(255) NOT NULL DEFAULT '',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `extension_id` int(10) unsigned NOT NULL DEFAULT '0',
  `to_buyer` varchar(255) NOT NULL DEFAULT '',
  `pay_note` varchar(255) NOT NULL DEFAULT '',
  `agency_id` int(10) unsigned NOT NULL,
  `inv_type` varchar(60) NOT NULL,
  `tax` decimal(10,2) unsigned NOT NULL,
  `is_separate` tinyint(1) NOT NULL DEFAULT '0',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `discount` decimal(10,2) unsigned NOT NULL,
  `discount_all` decimal(10,2) unsigned NOT NULL,
  `is_delete` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_settlement` tinyint(1) NOT NULL DEFAULT '0',
  `sign_time` int(30) DEFAULT NULL,
  `is_single` tinyint(1) DEFAULT '0',
  `point_id` varchar(255) NOT NULL DEFAULT '',
  `shipping_dateStr` varchar(255) NOT NULL,
  `supplier_id` int(10) NOT NULL DEFAULT '0',
  `froms` char(10) NOT NULL DEFAULT 'pc',
  `coupons` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `uc_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_zc_order` int(10) DEFAULT '0',
  `zc_goods_id` int(10) NOT NULL,
  `is_frozen` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `drp_is_separate` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '订单分销状态',
  `team_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '开团记录id',
  `team_parent_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '团长id',
  `team_user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '团员id',
  `team_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '拼团商品价格',
  `chargeoff_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `invoice_type` tinyint(1) NOT NULL DEFAULT '0',
  `vat_id` int(10) NOT NULL DEFAULT '0' COMMENT '增值税发票信息ID 关联 users_vat_invoices_info表自增ID',
  `tax_id` varchar(255) NOT NULL DEFAULT '',
  `is_update_sale` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `main_count` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`order_id`),
  UNIQUE KEY `order_sn` (`order_sn`),
  KEY `user_id` (`user_id`),
  KEY `order_status` (`order_status`),
  KEY `shipping_status` (`shipping_status`),
  KEY `pay_status` (`pay_status`),
  KEY `shipping_id` (`shipping_id`(255)),
  KEY `pay_id` (`pay_id`),
  KEY `extension_code` (`extension_code`,`extension_id`),
  KEY `agency_id` (`agency_id`),
  KEY `main_order_id` (`main_order_id`),
  KEY `uc_id` (`uc_id`),
  KEY `parent_id` (`parent_id`),
  KEY `supplier_id` (`supplier_id`),
  KEY `is_zc_order` (`is_zc_order`),
  KEY `zc_goods_id` (`zc_goods_id`),
  KEY `chargeoff_status` (`chargeoff_status`),
  KEY `country` (`country`),
  KEY `province` (`province`),
  KEY `city` (`city`),
  KEY `district` (`district`),
  KEY `street` (`street`),
  KEY `ru_id` (`ru_id`),
  KEY `main_count` (`main_count`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_info` */

/*Table structure for table `fly_order_invoice` */

DROP TABLE IF EXISTS `fly_order_invoice`;

CREATE TABLE `fly_order_invoice` (
  `invoice_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `inv_payee` varchar(100) NOT NULL,
  `tax_id` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`invoice_id`),
  KEY `user_id` (`user_id`),
  KEY `tax_id` (`tax_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_invoice` */

insert  into `fly_order_invoice`(`invoice_id`,`user_id`,`inv_payee`,`tax_id`) values (1,118,'的','23');

/*Table structure for table `fly_order_print_setting` */

DROP TABLE IF EXISTS `fly_order_print_setting`;

CREATE TABLE `fly_order_print_setting` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `specification` varchar(50) NOT NULL,
  `printer` varchar(50) NOT NULL,
  `width` int(10) unsigned NOT NULL DEFAULT '0',
  `is_default` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_print_setting` */

insert  into `fly_order_print_setting`(`id`,`ru_id`,`specification`,`printer`,`width`,`is_default`,`sort_order`) values (1,0,'A4纸张','ELP-168ES',210,1,0);

/*Table structure for table `fly_order_print_size` */

DROP TABLE IF EXISTS `fly_order_print_size`;

CREATE TABLE `fly_order_print_size` (
  `id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `type` varchar(50) NOT NULL,
  `specification` varchar(50) NOT NULL,
  `width` varchar(50) NOT NULL,
  `height` varchar(50) NOT NULL,
  `size` varchar(50) NOT NULL,
  `description` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_print_size` */

insert  into `fly_order_print_size`(`id`,`type`,`specification`,`width`,`height`,`size`,`description`) values (1,'100','100MM','100','','100mm',''),(2,'80','80MM','80','','80mm',''),(3,'70','70MM','70','','70mm',''),(4,'60','60MM','60','','60mm',''),(5,'50','50MM','50','','50mm',''),(6,'A4','A4纸张','210','297','210mm x 297mm','当打印设置选择A4纸张、竖向打印、无边距时每张A4打印纸可输出2页订单。'),(7,'120','120MM*93MM','120','93','120mm x 93mm',''),(8,'120','120MM*140MM','120','140','120mm x 140mm',''),(9,'120','120MM*280MM','120','280','120mm x 280mm',''),(10,'190','190MM*93MM','190','93','190mm x 93mm',''),(11,'190','190MM*140MM','190','140','190mm x 140mm',''),(12,'190','190MM*280MM','190','280','190mm x 280mm',''),(13,'210','210MM*145MM','210','145','210mm x 145mm',''),(14,'241','241MM*93MM','241','93','241mm x 93mm',''),(15,'241','241MM*139MM','241','139','241mm x 139mm',''),(16,'241','241MM*280MM','241','280','241mm x 280mm','');

/*Table structure for table `fly_order_return` */

DROP TABLE IF EXISTS `fly_order_return`;

CREATE TABLE `fly_order_return` (
  `ret_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '退换货id',
  `return_sn` varchar(20) NOT NULL,
  `goods_id` int(13) NOT NULL COMMENT '商品唯一id',
  `user_id` int(10) NOT NULL COMMENT '用户id',
  `rec_id` int(10) NOT NULL COMMENT '订单商品唯一id',
  `order_id` int(10) NOT NULL COMMENT '所属订单号',
  `order_sn` varchar(20) NOT NULL,
  `credentials` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `maintain` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `back` tinyint(1) NOT NULL DEFAULT '0' COMMENT '退货标识',
  `goods_attr` text NOT NULL COMMENT '退货颜色属性',
  `exchange` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '换货标识',
  `return_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `attr_val` text NOT NULL COMMENT '换货属性',
  `cause_id` int(10) NOT NULL COMMENT '退换货原因',
  `apply_time` int(10) NOT NULL DEFAULT '0' COMMENT '退换货申请时间',
  `return_time` int(10) NOT NULL DEFAULT '0' COMMENT '退换货时间',
  `should_return` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `actual_return` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `return_shipping_fee` decimal(10,2) unsigned NOT NULL,
  `return_brief` varchar(2000) NOT NULL,
  `remark` varchar(2000) NOT NULL COMMENT '备注',
  `country` int(10) NOT NULL COMMENT '国家',
  `province` int(10) NOT NULL COMMENT '省份',
  `city` int(10) NOT NULL COMMENT '城市',
  `district` int(10) NOT NULL COMMENT '区',
  `street` int(10) unsigned NOT NULL DEFAULT '0',
  `addressee` varchar(30) NOT NULL COMMENT '收件人',
  `phone` char(22) NOT NULL COMMENT '联系电话',
  `address` varchar(100) NOT NULL COMMENT '详细地址',
  `zipcode` int(6) DEFAULT NULL COMMENT '邮编',
  `is_check` tinyint(3) NOT NULL COMMENT '是否审核0：未审核1：已审核',
  `return_status` tinyint(3) NOT NULL COMMENT '退换货状态',
  `refound_status` tinyint(3) NOT NULL COMMENT '退款状态',
  `back_shipping_name` varchar(30) NOT NULL COMMENT '退回快递名称',
  `back_other_shipping` varchar(30) NOT NULL COMMENT '其他快递名称',
  `back_invoice_no` varchar(50) NOT NULL COMMENT '退回快递单号',
  `out_shipping_name` varchar(30) NOT NULL COMMENT '换出快递名称',
  `out_invoice_no` varchar(50) NOT NULL COMMENT '换出快递单号',
  `agree_apply` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `chargeoff_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `activation_number` tinyint(3) NOT NULL DEFAULT '0',
  `refund_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`ret_id`),
  KEY `order_id` (`order_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `rec_id` (`rec_id`),
  KEY `order_sn` (`order_sn`),
  KEY `return_sn` (`return_sn`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_return` */

/*Table structure for table `fly_order_return_extend` */

DROP TABLE IF EXISTS `fly_order_return_extend`;

CREATE TABLE `fly_order_return_extend` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ret_id` int(10) unsigned NOT NULL,
  `return_number` mediumint(5) unsigned NOT NULL,
  `aftersn` varchar(60) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ret_id` (`ret_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_order_return_extend` */

/*Table structure for table `fly_oss_configure` */

DROP TABLE IF EXISTS `fly_oss_configure`;

CREATE TABLE `fly_oss_configure` (
  `id` smallint(8) NOT NULL AUTO_INCREMENT,
  `bucket` varchar(255) NOT NULL,
  `keyid` varchar(255) NOT NULL,
  `keysecret` varchar(255) NOT NULL,
  `is_cname` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `endpoint` varchar(255) NOT NULL,
  `regional` varchar(100) NOT NULL,
  `is_use` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_delimg` tinyint(1) unsigned DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `is_use` (`is_use`),
  KEY `is_delimg` (`is_delimg`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_oss_configure` */

/*Table structure for table `fly_pack` */

DROP TABLE IF EXISTS `fly_pack`;

CREATE TABLE `fly_pack` (
  `pack_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `pack_name` varchar(120) NOT NULL DEFAULT '',
  `pack_img` varchar(255) NOT NULL DEFAULT '',
  `pack_fee` decimal(6,2) unsigned NOT NULL DEFAULT '0.00',
  `free_money` smallint(5) unsigned NOT NULL DEFAULT '0',
  `pack_desc` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`pack_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_pack` */

/*Table structure for table `fly_package_goods` */

DROP TABLE IF EXISTS `fly_package_goods`;

CREATE TABLE `fly_package_goods` (
  `package_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `product_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '1',
  `admin_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`package_id`,`goods_id`,`admin_id`,`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_package_goods` */

/*Table structure for table `fly_partner_list` */

DROP TABLE IF EXISTS `fly_partner_list`;

CREATE TABLE `fly_partner_list` (
  `link_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `link_name` varchar(255) NOT NULL DEFAULT '',
  `link_url` varchar(255) NOT NULL DEFAULT '',
  `link_logo` varchar(255) NOT NULL DEFAULT '',
  `show_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  PRIMARY KEY (`link_id`),
  KEY `show_order` (`show_order`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_partner_list` */

/*Table structure for table `fly_pay_card` */

DROP TABLE IF EXISTS `fly_pay_card`;

CREATE TABLE `fly_pay_card` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `card_number` varchar(60) NOT NULL,
  `card_psd` varchar(40) NOT NULL,
  `user_id` int(20) NOT NULL,
  `used_time` varchar(40) NOT NULL,
  `status` smallint(5) unsigned DEFAULT '0',
  `c_id` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `card_number` (`card_number`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_pay_card` */

/*Table structure for table `fly_pay_card_type` */

DROP TABLE IF EXISTS `fly_pay_card_type`;

CREATE TABLE `fly_pay_card_type` (
  `type_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `type_name` varchar(40) NOT NULL,
  `type_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `type_prefix` varchar(10) NOT NULL,
  `use_end_date` varchar(60) NOT NULL,
  PRIMARY KEY (`type_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_pay_card_type` */

/*Table structure for table `fly_pay_log` */

DROP TABLE IF EXISTS `fly_pay_log`;

CREATE TABLE `fly_pay_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `order_amount` decimal(10,2) unsigned NOT NULL,
  `order_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_paid` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `openid` varchar(255) NOT NULL,
  `transid` varchar(255) NOT NULL,
  PRIMARY KEY (`log_id`),
  KEY `order_id` (`order_id`),
  KEY `is_paid` (`is_paid`)
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

/*Data for the table `fly_pay_log` */

/*Table structure for table `fly_payment` */

DROP TABLE IF EXISTS `fly_payment`;

CREATE TABLE `fly_payment` (
  `pay_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `pay_code` varchar(20) NOT NULL DEFAULT '',
  `pay_name` varchar(120) NOT NULL DEFAULT '',
  `pay_fee` varchar(10) NOT NULL DEFAULT '0',
  `pay_desc` text NOT NULL,
  `pay_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `pay_config` text NOT NULL,
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_cod` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_online` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`pay_id`),
  UNIQUE KEY `pay_code` (`pay_code`),
  KEY `is_online` (`is_online`)
) ENGINE=MyISAM AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

/*Data for the table `fly_payment` */

insert  into `fly_payment`(`pay_id`,`pay_code`,`pay_name`,`pay_fee`,`pay_desc`,`pay_order`,`pay_config`,`enabled`,`is_cod`,`is_online`) values (9,'alipay','支付宝','0','支付宝网站(www.alipay.com) 是国内先进的网上支付平台。',0,'a:9:{i:0;a:3:{s:4:\"name\";s:14:\"alipay_account\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:1:\"1\";}i:1;a:3:{s:4:\"name\";s:10:\"alipay_key\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:1:\"1\";}i:2;a:3:{s:4:\"name\";s:14:\"alipay_partner\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:1:\"1\";}i:3;a:3:{s:4:\"name\";s:17:\"alipay_pay_method\";s:4:\"type\";s:6:\"select\";s:5:\"value\";s:0:\"\";}i:4;a:3:{s:4:\"name\";s:11:\"use_sandbox\";s:4:\"type\";s:6:\"select\";s:5:\"value\";s:0:\"\";}i:5;a:3:{s:4:\"name\";s:6:\"app_id\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:0:\"\";}i:6;a:3:{s:4:\"name\";s:9:\"sign_type\";s:4:\"type\";s:6:\"select\";s:5:\"value\";s:0:\"\";}i:7;a:3:{s:4:\"name\";s:14:\"ali_public_key\";s:4:\"type\";s:8:\"textarea\";s:5:\"value\";s:1:\"1\";}i:8;a:3:{s:4:\"name\";s:15:\"rsa_private_key\";s:4:\"type\";s:8:\"textarea\";s:5:\"value\";s:1:\"1\";}}',0,0,1),(10,'bank','银行汇款/转帐','0','银行名称\r\n收款人信息：全称 ××× ；帐号或地址 ××× ；开户行 ×××。\r\n注意事项：办理电汇时，请在电汇单“汇款用途”一栏处注明您的订单号。',0,'a:0:{}',1,0,0),(11,'balance','余额支付','0','使用帐户余额支付。只有会员才能使用，通过设置信用额度，可以透支。',0,'a:0:{}',1,0,0),(14,'chunsejinrong','白条支付','0','ecmoban模板堂根据京东白条理念自主开发支付方式程序,如您想要在网站中使用白条支付、白条分期,请务必安装此方法!',0,'a:0:{}',0,0,1),(15,'onlinepay','在线支付','0','想要使用在线支付的一系列方法如支付宝,余额支付,就必须安装该插件,否则订单结算页不会显示\"在线支付\"按钮',0,'a:0:{}',1,0,0),(16,'cod','货到付款','0','开通城市：海南省儋州市\r\n货到付款区域：儋州市',0,'a:0:{}',0,1,0),(17,'wxpay','微信支付','0','微信支付，是基于客户端提供的服务功能。同时向商户提供销售经营分析、账户和资金管理的功能支持。用户通过扫描二维码、微信内打开商品页面购买等多种方式调起微信支付模块完成支付。',0,'a:4:{i:0;a:3:{s:4:\"name\";s:11:\"wxpay_appid\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:0:\"\";}i:1;a:3:{s:4:\"name\";s:15:\"wxpay_appsecret\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:0:\"\";}i:2;a:3:{s:4:\"name\";s:9:\"wxpay_key\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:0:\"\";}i:3;a:3:{s:4:\"name\";s:11:\"wxpay_mchid\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:0:\"\";}}',0,0,1),(18,'post','邮局汇款','0.1','收款人信息：姓名 杨冠棠；地址 海南儋州那大鼎尚广场A102 ；邮编571700 。\r\n注意事项： 请在汇款单背面的附言中注明您的订单号，只填写后6位即可。',0,'a:0:{}',0,0,0);

/*Table structure for table `fly_pic_album` */

DROP TABLE IF EXISTS `fly_pic_album`;

CREATE TABLE `fly_pic_album` (
  `pic_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `pic_name` varchar(100) NOT NULL,
  `album_id` int(10) unsigned NOT NULL,
  `pic_file` varchar(255) NOT NULL,
  `pic_thumb` varchar(255) NOT NULL,
  `pic_image` varchar(255) NOT NULL,
  `pic_size` int(10) unsigned NOT NULL,
  `pic_spec` varchar(100) NOT NULL,
  `ru_id` int(10) unsigned NOT NULL,
  `add_time` int(10) unsigned NOT NULL,
  PRIMARY KEY (`pic_id`),
  KEY `album_id` (`album_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_pic_album` */

insert  into `fly_pic_album`(`pic_id`,`pic_name`,`album_id`,`pic_file`,`pic_thumb`,`pic_image`,`pic_size`,`pic_spec`,`ru_id`,`add_time`) values (1,'top_banner',1,'data/gallery_album/1/original_img/1563298436476738078.png','data/gallery_album/1/thumb_img/1563298436270430514.jpg','data/gallery_album/1/images/1563298436673625279.jpg',7934,'1200x180',0,1563298436);

/*Table structure for table `fly_plugins` */

DROP TABLE IF EXISTS `fly_plugins`;

CREATE TABLE `fly_plugins` (
  `code` varchar(30) NOT NULL DEFAULT '',
  `version` varchar(10) NOT NULL DEFAULT '',
  `library` varchar(255) NOT NULL DEFAULT '',
  `assign` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `install_date` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_plugins` */

/*Table structure for table `fly_presale_activity` */

DROP TABLE IF EXISTS `fly_presale_activity`;

CREATE TABLE `fly_presale_activity` (
  `act_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `act_name` varchar(255) NOT NULL,
  `cat_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL,
  `goods_name` varchar(255) NOT NULL,
  `act_desc` text NOT NULL,
  `deposit` decimal(10,2) NOT NULL DEFAULT '0.00',
  `start_time` int(10) unsigned NOT NULL,
  `end_time` int(10) unsigned NOT NULL,
  `pay_start_time` int(10) unsigned NOT NULL,
  `pay_end_time` int(10) unsigned NOT NULL,
  `is_finished` tinyint(1) unsigned NOT NULL,
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  `pre_num` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`act_id`),
  KEY `review_status` (`review_status`),
  KEY `goods_id` (`goods_id`),
  KEY `goods_name` (`goods_name`),
  KEY `user_id` (`user_id`),
  KEY `cat_id` (`cat_id`),
  KEY `start_time` (`start_time`),
  KEY `end_time` (`end_time`)
) ENGINE=MyISAM AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;

/*Data for the table `fly_presale_activity` */

/*Table structure for table `fly_presale_cat` */

DROP TABLE IF EXISTS `fly_presale_cat`;

CREATE TABLE `fly_presale_cat` (
  `cat_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(90) NOT NULL,
  `keywords` varchar(255) NOT NULL,
  `cat_desc` varchar(255) NOT NULL,
  `measure_unit` varchar(15) NOT NULL,
  `show_in_nav` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `style` varchar(150) NOT NULL,
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `grade` tinyint(4) unsigned NOT NULL DEFAULT '0',
  `filter_attr` varchar(225) NOT NULL,
  `is_top_style` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `top_style_tpl` varchar(255) NOT NULL,
  `cat_icon` varchar(255) NOT NULL,
  `is_top_show` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `category_links` text NOT NULL,
  `category_topic` text NOT NULL,
  `pinyin_keyword` text NOT NULL,
  `cat_alias_name` varchar(90) NOT NULL,
  `template_file` varchar(50) NOT NULL,
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `sort_order` tinyint(1) NOT NULL DEFAULT '50',
  PRIMARY KEY (`cat_id`),
  KEY `parent_id` (`parent_id`),
  KEY `is_show` (`is_show`),
  KEY `cat_name` (`cat_name`)
) ENGINE=MyISAM AUTO_INCREMENT=28 DEFAULT CHARSET=utf8;

/*Data for the table `fly_presale_cat` */

insert  into `fly_presale_cat`(`cat_id`,`cat_name`,`keywords`,`cat_desc`,`measure_unit`,`show_in_nav`,`style`,`is_show`,`grade`,`filter_attr`,`is_top_style`,`top_style_tpl`,`cat_icon`,`is_top_show`,`category_links`,`category_topic`,`pinyin_keyword`,`cat_alias_name`,`template_file`,`parent_id`,`sort_order`) values (27,'相关软件','','','',0,'',0,0,'',0,'','',0,'','','','','',0,4),(23,'专检设备','','','',0,'',0,0,'',0,'','',0,'','','','','',0,3),(24,'钥匙编程器','','','',0,'',0,0,'',0,'','',0,'','','','','',0,2),(26,'SVCI系列','','','',0,'',0,0,'',0,'','',0,'','','','','',0,1);

/*Table structure for table `fly_products` */

DROP TABLE IF EXISTS `fly_products`;

CREATE TABLE `fly_products` (
  `product_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_attr` text,
  `product_sn` varchar(60) DEFAULT NULL,
  `bar_code` varchar(60) NOT NULL,
  `product_number` int(10) unsigned DEFAULT '0',
  `product_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_warn_number` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  `cloud_product_id` int(10) unsigned NOT NULL DEFAULT '0',
  `inventoryid` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`product_id`),
  KEY `goods_id` (`goods_id`),
  KEY `product_sn` (`product_sn`),
  KEY `admin_id` (`admin_id`)
) ENGINE=MyISAM AUTO_INCREMENT=44 DEFAULT CHARSET=utf8;

/*Data for the table `fly_products` */

/*Table structure for table `fly_products_area` */

DROP TABLE IF EXISTS `fly_products_area`;

CREATE TABLE `fly_products_area` (
  `product_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_attr` text,
  `product_sn` varchar(60) DEFAULT NULL,
  `bar_code` varchar(60) NOT NULL,
  `product_number` int(10) unsigned DEFAULT '0',
  `product_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_warn_number` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `area_id` int(10) unsigned NOT NULL DEFAULT '0',
  `city_id` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '10',
  PRIMARY KEY (`product_id`),
  KEY `goods_id` (`goods_id`),
  KEY `product_sn` (`product_sn`),
  KEY `admin_id` (`admin_id`),
  KEY `area_id` (`area_id`),
  KEY `city_id` (`city_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_products_area` */

/*Table structure for table `fly_products_changelog` */

DROP TABLE IF EXISTS `fly_products_changelog`;

CREATE TABLE `fly_products_changelog` (
  `product_id` int(10) NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_attr` varchar(50) NOT NULL,
  `product_sn` varchar(60) NOT NULL,
  `bar_code` varchar(60) NOT NULL,
  `product_number` int(10) unsigned NOT NULL DEFAULT '0',
  `product_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_warn_number` int(10) unsigned NOT NULL DEFAULT '0',
  `warehouse_id` int(11) unsigned NOT NULL DEFAULT '0',
  `area_id` int(10) unsigned NOT NULL DEFAULT '0',
  `city_id` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`product_id`),
  KEY `goods_id` (`goods_id`),
  KEY `warehouse_id` (`warehouse_id`),
  KEY `area_id` (`area_id`),
  KEY `admin_id` (`admin_id`),
  KEY `city_id` (`city_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_products_changelog` */

/*Table structure for table `fly_products_warehouse` */

DROP TABLE IF EXISTS `fly_products_warehouse`;

CREATE TABLE `fly_products_warehouse` (
  `product_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_attr` text,
  `product_sn` varchar(60) DEFAULT NULL,
  `bar_code` varchar(60) NOT NULL,
  `product_number` int(10) unsigned DEFAULT '0',
  `product_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `product_warn_number` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `warehouse_id` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`product_id`),
  KEY `goods_id` (`goods_id`),
  KEY `product_sn` (`product_sn`),
  KEY `admin_id` (`admin_id`),
  KEY `warehouse_id` (`warehouse_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_products_warehouse` */

/*Table structure for table `fly_qrpay_discounts` */

DROP TABLE IF EXISTS `fly_qrpay_discounts`;

CREATE TABLE `fly_qrpay_discounts` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商家ID',
  `min_amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '满金额',
  `discount_amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '优惠金额',
  `max_discount_amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '最高优惠金额',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '优惠状态(0 关闭，1 开启)',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_qrpay_discounts` */

/*Table structure for table `fly_qrpay_log` */

DROP TABLE IF EXISTS `fly_qrpay_log`;

CREATE TABLE `fly_qrpay_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `pay_order_sn` varchar(255) NOT NULL DEFAULT '' COMMENT '收款订单号',
  `pay_amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '收款金额',
  `qrpay_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '关联收款码id',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商家ID',
  `pay_user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '支付用户id',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '微信用户openid',
  `payment_code` varchar(255) NOT NULL DEFAULT '' COMMENT '支付方式',
  `trade_no` varchar(255) NOT NULL DEFAULT '' COMMENT '支付交易号',
  `notify_data` text NOT NULL COMMENT '交易数据',
  `pay_status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否支付：0未支付 1已支付 ',
  `is_settlement` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否结算：0未结算 1已结算 ',
  `pay_desc` varchar(255) NOT NULL DEFAULT '' COMMENT '备注',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '记录时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `qrpay_log_pay_order_sn_unique` (`pay_order_sn`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_qrpay_log` */

/*Table structure for table `fly_qrpay_manage` */

DROP TABLE IF EXISTS `fly_qrpay_manage`;

CREATE TABLE `fly_qrpay_manage` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `qrpay_name` varchar(255) NOT NULL DEFAULT '' COMMENT '收款码名称',
  `type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '收款码类型(0自助、1 指定)',
  `amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '收款码金额',
  `discount_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '关联优惠类型id',
  `tag_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '关联标签id',
  `qrpay_status` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '收款状况',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商家ID',
  `qrpay_code` varchar(255) NOT NULL DEFAULT '' COMMENT '二维码链接',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_qrpay_manage` */

insert  into `fly_qrpay_manage`(`id`,`qrpay_name`,`type`,`amount`,`discount_id`,`tag_id`,`qrpay_status`,`ru_id`,`qrpay_code`,`add_time`) values (1,'自助收款码',0,'0.00',0,0,0,0,'data/attached/qrpay/qrpay_01Q8.png',1505253902),(2,'指定金额收款码',1,'10.24',0,0,0,0,'data/attached/qrpay/qrpay_02Q8.png',1505253931);

/*Table structure for table `fly_qrpay_tag` */

DROP TABLE IF EXISTS `fly_qrpay_tag`;

CREATE TABLE `fly_qrpay_tag` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商家ID',
  `tag_name` varchar(255) NOT NULL DEFAULT '' COMMENT '标签名称',
  `self_qrpay_num` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '相关自助收款码数量',
  `fixed_qrpay_num` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '相关指定金额收款码数量',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_qrpay_tag` */

/*Table structure for table `fly_reg_extend_info` */

DROP TABLE IF EXISTS `fly_reg_extend_info`;

CREATE TABLE `fly_reg_extend_info` (
  `Id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `reg_field_id` int(10) unsigned NOT NULL,
  `content` text NOT NULL,
  PRIMARY KEY (`Id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_reg_extend_info` */

/*Table structure for table `fly_reg_fields` */

DROP TABLE IF EXISTS `fly_reg_fields`;

CREATE TABLE `fly_reg_fields` (
  `id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `reg_field_name` varchar(60) NOT NULL,
  `dis_order` tinyint(3) unsigned NOT NULL DEFAULT '100',
  `display` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_need` tinyint(1) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

/*Data for the table `fly_reg_fields` */

insert  into `fly_reg_fields`(`id`,`reg_field_name`,`dis_order`,`display`,`type`,`is_need`) values (1,'MSN',0,0,1,0),(2,'QQ',0,0,1,0),(3,'办公电话',0,0,1,0),(4,'家庭电话',0,0,1,0),(5,'手机',0,1,1,1),(6,'密码找回问题',0,0,1,0);

/*Table structure for table `fly_region` */

DROP TABLE IF EXISTS `fly_region`;

CREATE TABLE `fly_region` (
  `region_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `region_name` varchar(120) NOT NULL DEFAULT '',
  `region_type` tinyint(1) NOT NULL DEFAULT '2',
  `agency_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`region_id`),
  KEY `parent_id` (`parent_id`),
  KEY `region_type` (`region_type`),
  KEY `agency_id` (`agency_id`),
  KEY `region_name` (`region_name`)
) ENGINE=MyISAM AUTO_INCREMENT=3409 DEFAULT CHARSET=utf8;

/*Data for the table `fly_region` */

insert  into `fly_region`(`region_id`,`parent_id`,`region_name`,`region_type`,`agency_id`) values (1,0,'中国',0,0),(2,1,'北京',1,0),(3,1,'安徽',1,0),(4,1,'福建',1,0),(5,1,'甘肃',1,0),(6,1,'广东',1,0),(7,1,'广西',1,0),(8,1,'贵州',1,0),(9,1,'海南',1,0),(10,1,'河北',1,0),(11,1,'河南',1,0),(12,1,'黑龙江',1,0),(13,1,'湖北',1,0),(14,1,'湖南',1,0),(15,1,'吉林',1,0),(16,1,'江苏',1,0),(17,1,'江西',1,0),(18,1,'辽宁',1,0),(19,1,'内蒙古',1,0),(20,1,'宁夏',1,0),(21,1,'青海',1,0),(22,1,'山东',1,0),(23,1,'山西',1,0),(24,1,'陕西',1,0),(25,1,'上海',1,0),(26,1,'四川',1,0),(27,1,'天津',1,0),(28,1,'西藏',1,0),(29,1,'新疆',1,0),(30,1,'云南',1,0),(31,1,'浙江',1,0),(32,1,'重庆',1,0),(33,1,'香港',1,0),(34,1,'澳门',1,0),(35,1,'台湾',1,0),(36,3,'安庆',2,0),(37,3,'蚌埠',2,0),(38,3,'巢湖',2,0),(39,3,'池州',2,0),(40,3,'滁州',2,0),(41,3,'阜阳',2,0),(42,3,'淮北',2,0),(43,3,'淮南',2,0),(44,3,'黄山',2,0),(45,3,'六安',2,0),(46,3,'马鞍山',2,0),(47,3,'宿州',2,0),(48,3,'铜陵',2,0),(49,3,'芜湖',2,0),(50,3,'宣城',2,0),(51,3,'亳州',2,0),(52,2,'北京',2,0),(53,4,'福州',2,0),(54,4,'龙岩',2,0),(55,4,'南平',2,0),(56,4,'宁德',2,0),(57,4,'莆田',2,0),(58,4,'泉州',2,0),(59,4,'三明',2,0),(60,4,'厦门',2,0),(61,4,'漳州',2,0),(62,5,'兰州',2,0),(63,5,'白银',2,0),(64,5,'定西',2,0),(65,5,'甘南',2,0),(66,5,'嘉峪关',2,0),(67,5,'金昌',2,0),(68,5,'酒泉',2,0),(69,5,'临夏',2,0),(70,5,'陇南',2,0),(71,5,'平凉',2,0),(72,5,'庆阳',2,0),(73,5,'天水',2,0),(74,5,'武威',2,0),(75,5,'张掖',2,0),(76,6,'广州',2,0),(77,6,'深圳',2,0),(78,6,'潮州',2,0),(79,6,'东莞',2,0),(80,6,'佛山',2,0),(81,6,'河源',2,0),(82,6,'惠州',2,0),(83,6,'江门',2,0),(84,6,'揭阳',2,0),(85,6,'茂名',2,0),(86,6,'梅州',2,0),(87,6,'清远',2,0),(88,6,'汕头',2,0),(89,6,'汕尾',2,0),(90,6,'韶关',2,0),(91,6,'阳江',2,0),(92,6,'云浮',2,0),(93,6,'湛江',2,0),(94,6,'肇庆',2,0),(95,6,'中山',2,0),(96,6,'珠海',2,0),(97,7,'南宁',2,0),(98,7,'桂林',2,0),(99,7,'百色',2,0),(100,7,'北海',2,0),(101,7,'崇左',2,0),(102,7,'防城港',2,0),(103,7,'贵港',2,0),(104,7,'河池',2,0),(105,7,'贺州',2,0),(106,7,'来宾',2,0),(107,7,'柳州',2,0),(108,7,'钦州',2,0),(109,7,'梧州',2,0),(110,7,'玉林',2,0),(111,8,'贵阳',2,0),(112,8,'安顺',2,0),(113,8,'毕节',2,0),(114,8,'六盘水',2,0),(115,8,'黔东南',2,0),(116,8,'黔南',2,0),(117,8,'黔西南',2,0),(118,8,'铜仁',2,0),(119,8,'遵义',2,0),(120,9,'海口',2,0),(121,9,'三亚',2,0),(122,9,'白沙',2,0),(123,9,'保亭',2,0),(124,9,'昌江',2,0),(125,9,'澄迈县',2,0),(126,9,'定安县',2,0),(127,9,'东方',2,0),(128,9,'乐东',2,0),(129,9,'临高县',2,0),(130,9,'陵水',2,0),(131,9,'琼海',2,0),(132,9,'琼中',2,0),(133,9,'屯昌县',2,0),(134,9,'万宁',2,0),(135,9,'文昌',2,0),(136,9,'五指山',2,0),(137,9,'儋州',2,0),(138,10,'石家庄',2,0),(139,10,'保定',2,0),(140,10,'沧州',2,0),(141,10,'承德',2,0),(142,10,'邯郸',2,0),(143,10,'衡水',2,0),(144,10,'廊坊',2,0),(145,10,'秦皇岛',2,0),(146,10,'唐山',2,0),(147,10,'邢台',2,0),(148,10,'张家口',2,0),(149,11,'郑州',2,0),(150,11,'洛阳',2,0),(151,11,'开封',2,0),(152,11,'安阳',2,0),(153,11,'鹤壁',2,0),(154,11,'济源',2,0),(155,11,'焦作',2,0),(156,11,'南阳',2,0),(157,11,'平顶山',2,0),(158,11,'三门峡',2,0),(159,11,'商丘',2,0),(160,11,'新乡',2,0),(161,11,'信阳',2,0),(162,11,'许昌',2,0),(163,11,'周口',2,0),(164,11,'驻马店',2,0),(165,11,'漯河',2,0),(166,11,'濮阳',2,0),(167,12,'哈尔滨',2,0),(168,12,'大庆',2,0),(169,12,'大兴安岭',2,0),(170,12,'鹤岗',2,0),(171,12,'黑河',2,0),(172,12,'鸡西',2,0),(173,12,'佳木斯',2,0),(174,12,'牡丹江',2,0),(175,12,'七台河',2,0),(176,12,'齐齐哈尔',2,0),(177,12,'双鸭山',2,0),(178,12,'绥化',2,0),(179,12,'伊春',2,0),(180,13,'武汉',2,0),(181,13,'仙桃',2,0),(182,13,'鄂州',2,0),(183,13,'黄冈',2,0),(184,13,'黄石',2,0),(185,13,'荆门',2,0),(186,13,'荆州',2,0),(187,13,'潜江',2,0),(188,13,'神农架林区',2,0),(189,13,'十堰',2,0),(190,13,'随州',2,0),(191,13,'天门',2,0),(192,13,'咸宁',2,0),(193,13,'襄樊',2,0),(194,13,'孝感',2,0),(195,13,'宜昌',2,0),(196,13,'恩施',2,0),(197,14,'长沙',2,0),(198,14,'张家界',2,0),(199,14,'常德',2,0),(200,14,'郴州',2,0),(201,14,'衡阳',2,0),(202,14,'怀化',2,0),(203,14,'娄底',2,0),(204,14,'邵阳',2,0),(205,14,'湘潭',2,0),(206,14,'湘西',2,0),(207,14,'益阳',2,0),(208,14,'永州',2,0),(209,14,'岳阳',2,0),(210,14,'株洲',2,0),(211,15,'长春',2,0),(212,15,'吉林',2,0),(213,15,'白城',2,0),(214,15,'白山',2,0),(215,15,'辽源',2,0),(216,15,'四平',2,0),(217,15,'松原',2,0),(218,15,'通化',2,0),(219,15,'延边',2,0),(220,16,'南京',2,0),(221,16,'苏州',2,0),(222,16,'无锡',2,0),(223,16,'常州',2,0),(224,16,'淮安',2,0),(225,16,'连云港',2,0),(226,16,'南通',2,0),(227,16,'宿迁',2,0),(228,16,'泰州',2,0),(229,16,'徐州',2,0),(230,16,'盐城',2,0),(231,16,'扬州',2,0),(232,16,'镇江',2,0),(233,17,'南昌',2,0),(234,17,'抚州',2,0),(235,17,'赣州',2,0),(236,17,'吉安',2,0),(237,17,'景德镇',2,0),(238,17,'九江',2,0),(239,17,'萍乡',2,0),(240,17,'上饶',2,0),(241,17,'新余',2,0),(242,17,'宜春',2,0),(243,17,'鹰潭',2,0),(244,18,'沈阳',2,0),(245,18,'大连',2,0),(246,18,'鞍山',2,0),(247,18,'本溪',2,0),(248,18,'朝阳',2,0),(249,18,'丹东',2,0),(250,18,'抚顺',2,0),(251,18,'阜新',2,0),(252,18,'葫芦岛',2,0),(253,18,'锦州',2,0),(254,18,'辽阳',2,0),(255,18,'盘锦',2,0),(256,18,'铁岭',2,0),(257,18,'营口',2,0),(258,19,'呼和浩特',2,0),(259,19,'阿拉善盟',2,0),(260,19,'巴彦淖尔盟',2,0),(261,19,'包头',2,0),(262,19,'赤峰',2,0),(263,19,'鄂尔多斯',2,0),(264,19,'呼伦贝尔',2,0),(265,19,'通辽',2,0),(266,19,'乌海',2,0),(267,19,'乌兰察布市',2,0),(268,19,'锡林郭勒盟',2,0),(269,19,'兴安盟',2,0),(270,20,'银川',2,0),(271,20,'固原',2,0),(272,20,'石嘴山',2,0),(273,20,'吴忠',2,0),(274,20,'中卫',2,0),(275,21,'西宁',2,0),(276,21,'果洛',2,0),(277,21,'海北',2,0),(278,21,'海东',2,0),(279,21,'海南',2,0),(280,21,'海西',2,0),(281,21,'黄南',2,0),(282,21,'玉树',2,0),(283,22,'济南',2,0),(284,22,'青岛',2,0),(285,22,'滨州',2,0),(286,22,'德州',2,0),(287,22,'东营',2,0),(288,22,'菏泽',2,0),(289,22,'济宁',2,0),(290,22,'莱芜',2,0),(291,22,'聊城',2,0),(292,22,'临沂',2,0),(293,22,'日照',2,0),(294,22,'泰安',2,0),(295,22,'威海',2,0),(296,22,'潍坊',2,0),(297,22,'烟台',2,0),(298,22,'枣庄',2,0),(299,22,'淄博',2,0),(300,23,'太原',2,0),(301,23,'长治',2,0),(302,23,'大同',2,0),(303,23,'晋城',2,0),(304,23,'晋中',2,0),(305,23,'临汾',2,0),(306,23,'吕梁',2,0),(307,23,'朔州',2,0),(308,23,'忻州',2,0),(309,23,'阳泉',2,0),(310,23,'运城',2,0),(311,24,'西安',2,0),(312,24,'安康',2,0),(313,24,'宝鸡',2,0),(314,24,'汉中',2,0),(315,24,'商洛',2,0),(316,24,'铜川',2,0),(317,24,'渭南',2,0),(318,24,'咸阳',2,0),(319,24,'延安',2,0),(320,24,'榆林',2,0),(321,25,'上海',2,0),(322,26,'成都',2,0),(323,26,'绵阳',2,0),(324,26,'阿坝',2,0),(325,26,'巴中',2,0),(326,26,'达州',2,0),(327,26,'德阳',2,0),(328,26,'甘孜',2,0),(329,26,'广安',2,0),(330,26,'广元',2,0),(331,26,'乐山',2,0),(332,26,'凉山',2,0),(333,26,'眉山',2,0),(334,26,'南充',2,0),(335,26,'内江',2,0),(336,26,'攀枝花',2,0),(337,26,'遂宁',2,0),(338,26,'雅安',2,0),(339,26,'宜宾',2,0),(340,26,'资阳',2,0),(341,26,'自贡',2,0),(342,26,'泸州',2,0),(343,27,'天津',2,0),(344,28,'拉萨',2,0),(345,28,'阿里',2,0),(346,28,'昌都',2,0),(347,28,'林芝',2,0),(348,28,'那曲',2,0),(349,28,'日喀则',2,0),(350,28,'山南',2,0),(351,29,'乌鲁木齐',2,0),(352,29,'阿克苏',2,0),(353,29,'阿拉尔',2,0),(354,29,'巴音郭楞',2,0),(355,29,'博尔塔拉',2,0),(356,29,'昌吉',2,0),(357,29,'哈密',2,0),(358,29,'和田',2,0),(359,29,'喀什',2,0),(360,29,'克拉玛依',2,0),(361,29,'克孜勒苏',2,0),(362,29,'石河子',2,0),(363,29,'图木舒克',2,0),(364,29,'吐鲁番',2,0),(365,29,'五家渠',2,0),(366,29,'伊犁',2,0),(367,30,'昆明',2,0),(368,30,'怒江',2,0),(369,30,'普洱',2,0),(370,30,'丽江',2,0),(371,30,'保山',2,0),(372,30,'楚雄',2,0),(373,30,'大理',2,0),(374,30,'德宏',2,0),(375,30,'迪庆',2,0),(376,30,'红河',2,0),(377,30,'临沧',2,0),(378,30,'曲靖',2,0),(379,30,'文山',2,0),(380,30,'西双版纳',2,0),(381,30,'玉溪',2,0),(382,30,'昭通',2,0),(383,31,'杭州',2,0),(384,31,'湖州',2,0),(385,31,'嘉兴',2,0),(386,31,'金华',2,0),(387,31,'丽水',2,0),(388,31,'宁波',2,0),(389,31,'绍兴',2,0),(390,31,'台州',2,0),(391,31,'温州',2,0),(392,31,'舟山',2,0),(393,31,'衢州',2,0),(394,32,'重庆',2,0),(395,33,'香港',2,0),(396,34,'澳门',2,0),(397,35,'台湾',2,0),(398,36,'迎江区',3,0),(399,36,'大观区',3,0),(400,36,'宜秀区',3,0),(401,36,'桐城市',3,0),(402,36,'怀宁县',3,0),(403,36,'枞阳县',3,0),(404,36,'潜山县',3,0),(405,36,'太湖县',3,0),(406,36,'宿松县',3,0),(407,36,'望江县',3,0),(408,36,'岳西县',3,0),(409,37,'中市区',3,0),(410,37,'东市区',3,0),(411,37,'西市区',3,0),(412,37,'郊区',3,0),(413,37,'怀远县',3,0),(414,37,'五河县',3,0),(415,37,'固镇县',3,0),(416,38,'居巢区',3,0),(417,38,'庐江县',3,0),(418,38,'无为县',3,0),(419,38,'含山县',3,0),(420,38,'和县',3,0),(421,39,'贵池区',3,0),(422,39,'东至县',3,0),(423,39,'石台县',3,0),(424,39,'青阳县',3,0),(425,40,'琅琊区',3,0),(426,40,'南谯区',3,0),(427,40,'天长市',3,0),(428,40,'明光市',3,0),(429,40,'来安县',3,0),(430,40,'全椒县',3,0),(431,40,'定远县',3,0),(432,40,'凤阳县',3,0),(433,41,'蚌山区',3,0),(434,41,'龙子湖区',3,0),(435,41,'禹会区',3,0),(436,41,'淮上区',3,0),(437,41,'颍州区',3,0),(438,41,'颍东区',3,0),(439,41,'颍泉区',3,0),(440,41,'界首市',3,0),(441,41,'临泉县',3,0),(442,41,'太和县',3,0),(443,41,'阜南县',3,0),(444,41,'颖上县',3,0),(445,42,'相山区',3,0),(446,42,'杜集区',3,0),(447,42,'烈山区',3,0),(448,42,'濉溪县',3,0),(449,43,'田家庵区',3,0),(450,43,'大通区',3,0),(451,43,'谢家集区',3,0),(452,43,'八公山区',3,0),(453,43,'潘集区',3,0),(454,43,'凤台县',3,0),(455,44,'屯溪区',3,0),(456,44,'黄山区',3,0),(457,44,'徽州区',3,0),(458,44,'歙县',3,0),(459,44,'休宁县',3,0),(460,44,'黟县',3,0),(461,44,'祁门县',3,0),(462,45,'金安区',3,0),(463,45,'裕安区',3,0),(464,45,'寿县',3,0),(465,45,'霍邱县',3,0),(466,45,'舒城县',3,0),(467,45,'金寨县',3,0),(468,45,'霍山县',3,0),(469,46,'雨山区',3,0),(470,46,'花山区',3,0),(471,46,'金家庄区',3,0),(472,46,'当涂县',3,0),(473,47,'埇桥区',3,0),(474,47,'砀山县',3,0),(475,47,'萧县',3,0),(476,47,'灵璧县',3,0),(477,47,'泗县',3,0),(478,48,'铜官山区',3,0),(479,48,'狮子山区',3,0),(480,48,'郊区',3,0),(481,48,'铜陵县',3,0),(482,49,'镜湖区',3,0),(483,49,'弋江区',3,0),(484,49,'鸠江区',3,0),(485,49,'三山区',3,0),(486,49,'芜湖县',3,0),(487,49,'繁昌县',3,0),(488,49,'南陵县',3,0),(489,50,'宣州区',3,0),(490,50,'宁国市',3,0),(491,50,'郎溪县',3,0),(492,50,'广德县',3,0),(493,50,'泾县',3,0),(494,50,'绩溪县',3,0),(495,50,'旌德县',3,0),(496,51,'涡阳县',3,0),(497,51,'蒙城县',3,0),(498,51,'利辛县',3,0),(499,51,'谯城区',3,0),(500,52,'东城区',3,0),(501,52,'西城区',3,0),(502,52,'海淀区',3,0),(503,52,'朝阳区',3,0),(504,52,'崇文区',3,0),(505,52,'宣武区',3,0),(506,52,'丰台区',3,0),(507,52,'石景山区',3,0),(508,52,'房山区',3,0),(509,52,'门头沟区',3,0),(510,52,'通州区',3,0),(511,52,'顺义区',3,0),(512,52,'昌平区',3,0),(513,52,'怀柔区',3,0),(514,52,'平谷区',3,0),(515,52,'大兴区',3,0),(516,52,'密云县',3,0),(517,52,'延庆县',3,0),(518,53,'鼓楼区',3,0),(519,53,'台江区',3,0),(520,53,'仓山区',3,0),(521,53,'马尾区',3,0),(522,53,'晋安区',3,0),(523,53,'福清市',3,0),(524,53,'长乐市',3,0),(525,53,'闽侯县',3,0),(526,53,'连江县',3,0),(527,53,'罗源县',3,0),(528,53,'闽清县',3,0),(529,53,'永泰县',3,0),(530,53,'平潭县',3,0),(531,54,'新罗区',3,0),(532,54,'漳平市',3,0),(533,54,'长汀县',3,0),(534,54,'永定县',3,0),(535,54,'上杭县',3,0),(536,54,'武平县',3,0),(537,54,'连城县',3,0),(538,55,'延平区',3,0),(539,55,'邵武市',3,0),(540,55,'武夷山市',3,0),(541,55,'建瓯市',3,0),(542,55,'建阳市',3,0),(543,55,'顺昌县',3,0),(544,55,'浦城县',3,0),(545,55,'光泽县',3,0),(546,55,'松溪县',3,0),(547,55,'政和县',3,0),(548,56,'蕉城区',3,0),(549,56,'福安市',3,0),(550,56,'福鼎市',3,0),(551,56,'霞浦县',3,0),(552,56,'古田县',3,0),(553,56,'屏南县',3,0),(554,56,'寿宁县',3,0),(555,56,'周宁县',3,0),(556,56,'柘荣县',3,0),(557,57,'城厢区',3,0),(558,57,'涵江区',3,0),(559,57,'荔城区',3,0),(560,57,'秀屿区',3,0),(561,57,'仙游县',3,0),(562,58,'鲤城区',3,0),(563,58,'丰泽区',3,0),(564,58,'洛江区',3,0),(565,58,'清濛开发区',3,0),(566,58,'泉港区',3,0),(567,58,'石狮市',3,0),(568,58,'晋江市',3,0),(569,58,'南安市',3,0),(570,58,'惠安县',3,0),(571,58,'安溪县',3,0),(572,58,'永春县',3,0),(573,58,'德化县',3,0),(574,58,'金门县',3,0),(575,59,'梅列区',3,0),(576,59,'三元区',3,0),(577,59,'永安市',3,0),(578,59,'明溪县',3,0),(579,59,'清流县',3,0),(580,59,'宁化县',3,0),(581,59,'大田县',3,0),(582,59,'尤溪县',3,0),(583,59,'沙县',3,0),(584,59,'将乐县',3,0),(585,59,'泰宁县',3,0),(586,59,'建宁县',3,0),(587,60,'思明区',3,0),(588,60,'海沧区',3,0),(589,60,'湖里区',3,0),(590,60,'集美区',3,0),(591,60,'同安区',3,0),(592,60,'翔安区',3,0),(593,61,'芗城区',3,0),(594,61,'龙文区',3,0),(595,61,'龙海市',3,0),(596,61,'云霄县',3,0),(597,61,'漳浦县',3,0),(598,61,'诏安县',3,0),(599,61,'长泰县',3,0),(600,61,'东山县',3,0),(601,61,'南靖县',3,0),(602,61,'平和县',3,0),(603,61,'华安县',3,0),(604,62,'皋兰县',3,0),(605,62,'城关区',3,0),(606,62,'七里河区',3,0),(607,62,'西固区',3,0),(608,62,'安宁区',3,0),(609,62,'红古区',3,0),(610,62,'永登县',3,0),(611,62,'榆中县',3,0),(612,63,'白银区',3,0),(613,63,'平川区',3,0),(614,63,'会宁县',3,0),(615,63,'景泰县',3,0),(616,63,'靖远县',3,0),(617,64,'临洮县',3,0),(618,64,'陇西县',3,0),(619,64,'通渭县',3,0),(620,64,'渭源县',3,0),(621,64,'漳县',3,0),(622,64,'岷县',3,0),(623,64,'安定区',3,0),(624,64,'安定区',3,0),(625,65,'合作市',3,0),(626,65,'临潭县',3,0),(627,65,'卓尼县',3,0),(628,65,'舟曲县',3,0),(629,65,'迭部县',3,0),(630,65,'玛曲县',3,0),(631,65,'碌曲县',3,0),(632,65,'夏河县',3,0),(633,66,'嘉峪关市',3,0),(634,67,'金川区',3,0),(635,67,'永昌县',3,0),(636,68,'肃州区',3,0),(637,68,'玉门市',3,0),(638,68,'敦煌市',3,0),(639,68,'金塔县',3,0),(640,68,'瓜州县',3,0),(641,68,'肃北',3,0),(642,68,'阿克塞',3,0),(643,69,'临夏市',3,0),(644,69,'临夏县',3,0),(645,69,'康乐县',3,0),(646,69,'永靖县',3,0),(647,69,'广河县',3,0),(648,69,'和政县',3,0),(649,69,'东乡族自治县',3,0),(650,69,'积石山',3,0),(651,70,'成县',3,0),(652,70,'徽县',3,0),(653,70,'康县',3,0),(654,70,'礼县',3,0),(655,70,'两当县',3,0),(656,70,'文县',3,0),(657,70,'西和县',3,0),(658,70,'宕昌县',3,0),(659,70,'武都区',3,0),(660,71,'崇信县',3,0),(661,71,'华亭县',3,0),(662,71,'静宁县',3,0),(663,71,'灵台县',3,0),(664,71,'崆峒区',3,0),(665,71,'庄浪县',3,0),(666,71,'泾川县',3,0),(667,72,'合水县',3,0),(668,72,'华池县',3,0),(669,72,'环县',3,0),(670,72,'宁县',3,0),(671,72,'庆城县',3,0),(672,72,'西峰区',3,0),(673,72,'镇原县',3,0),(674,72,'正宁县',3,0),(675,73,'甘谷县',3,0),(676,73,'秦安县',3,0),(677,73,'清水县',3,0),(678,73,'秦州区',3,0),(679,73,'麦积区',3,0),(680,73,'武山县',3,0),(681,73,'张家川',3,0),(682,74,'古浪县',3,0),(683,74,'民勤县',3,0),(684,74,'天祝',3,0),(685,74,'凉州区',3,0),(686,75,'高台县',3,0),(687,75,'临泽县',3,0),(688,75,'民乐县',3,0),(689,75,'山丹县',3,0),(690,75,'肃南',3,0),(691,75,'甘州区',3,0),(692,76,'从化市',3,0),(693,76,'天河区',3,0),(694,76,'东山区',3,0),(695,76,'白云区',3,0),(696,76,'海珠区',3,0),(697,76,'荔湾区',3,0),(698,76,'越秀区',3,0),(699,76,'黄埔区',3,0),(700,76,'番禺区',3,0),(701,76,'花都区',3,0),(702,76,'增城区',3,0),(703,76,'从化区',3,0),(704,76,'市郊',3,0),(705,77,'福田区',3,0),(706,77,'罗湖区',3,0),(707,77,'南山区',3,0),(708,77,'宝安区',3,0),(709,77,'龙岗区',3,0),(710,77,'盐田区',3,0),(711,78,'湘桥区',3,0),(712,78,'潮安县',3,0),(713,78,'饶平县',3,0),(714,79,'南城区',3,0),(715,79,'东城区',3,0),(716,79,'万江区',3,0),(717,79,'莞城区',3,0),(718,79,'石龙镇',3,0),(719,79,'虎门镇',3,0),(720,79,'麻涌镇',3,0),(721,79,'道滘镇',3,0),(722,79,'石碣镇',3,0),(723,79,'沙田镇',3,0),(724,79,'望牛墩镇',3,0),(725,79,'洪梅镇',3,0),(726,79,'茶山镇',3,0),(727,79,'寮步镇',3,0),(728,79,'大岭山镇',3,0),(729,79,'大朗镇',3,0),(730,79,'黄江镇',3,0),(731,79,'樟木头',3,0),(732,79,'凤岗镇',3,0),(733,79,'塘厦镇',3,0),(734,79,'谢岗镇',3,0),(735,79,'厚街镇',3,0),(736,79,'清溪镇',3,0),(737,79,'常平镇',3,0),(738,79,'桥头镇',3,0),(739,79,'横沥镇',3,0),(740,79,'东坑镇',3,0),(741,79,'企石镇',3,0),(742,79,'石排镇',3,0),(743,79,'长安镇',3,0),(744,79,'中堂镇',3,0),(745,79,'高埗镇',3,0),(746,80,'禅城区',3,0),(747,80,'南海区',3,0),(748,80,'顺德区',3,0),(749,80,'三水区',3,0),(750,80,'高明区',3,0),(751,81,'东源县',3,0),(752,81,'和平县',3,0),(753,81,'源城区',3,0),(754,81,'连平县',3,0),(755,81,'龙川县',3,0),(756,81,'紫金县',3,0),(757,82,'惠阳区',3,0),(758,82,'惠城区',3,0),(759,82,'大亚湾',3,0),(760,82,'博罗县',3,0),(761,82,'惠东县',3,0),(762,82,'龙门县',3,0),(763,83,'江海区',3,0),(764,83,'蓬江区',3,0),(765,83,'新会区',3,0),(766,83,'台山市',3,0),(767,83,'开平市',3,0),(768,83,'鹤山市',3,0),(769,83,'恩平市',3,0),(770,84,'榕城区',3,0),(771,84,'普宁市',3,0),(772,84,'揭东县',3,0),(773,84,'揭西县',3,0),(774,84,'惠来县',3,0),(775,85,'茂南区',3,0),(776,85,'茂港区',3,0),(777,85,'高州市',3,0),(778,85,'化州市',3,0),(779,85,'信宜市',3,0),(780,85,'电白县',3,0),(781,86,'梅县',3,0),(782,86,'梅江区',3,0),(783,86,'兴宁市',3,0),(784,86,'大埔县',3,0),(785,86,'丰顺县',3,0),(786,86,'五华县',3,0),(787,86,'平远县',3,0),(788,86,'蕉岭县',3,0),(789,87,'清城区',3,0),(790,87,'英德市',3,0),(791,87,'连州市',3,0),(792,87,'佛冈县',3,0),(793,87,'阳山县',3,0),(794,87,'清新县',3,0),(795,87,'连山',3,0),(796,87,'连南',3,0),(797,88,'南澳县',3,0),(798,88,'潮阳区',3,0),(799,88,'澄海区',3,0),(800,88,'龙湖区',3,0),(801,88,'金平区',3,0),(802,88,'濠江区',3,0),(803,88,'潮南区',3,0),(804,89,'城区',3,0),(805,89,'陆丰市',3,0),(806,89,'海丰县',3,0),(807,89,'陆河县',3,0),(808,90,'曲江县',3,0),(809,90,'浈江区',3,0),(810,90,'武江区',3,0),(811,90,'曲江区',3,0),(812,90,'乐昌市',3,0),(813,90,'南雄市',3,0),(814,90,'始兴县',3,0),(815,90,'仁化县',3,0),(816,90,'翁源县',3,0),(817,90,'新丰县',3,0),(818,90,'乳源',3,0),(819,91,'江城区',3,0),(820,91,'阳春市',3,0),(821,91,'阳西县',3,0),(822,91,'阳东县',3,0),(823,92,'云城区',3,0),(824,92,'罗定市',3,0),(825,92,'新兴县',3,0),(826,92,'郁南县',3,0),(827,92,'云安县',3,0),(828,93,'赤坎区',3,0),(829,93,'霞山区',3,0),(830,93,'坡头区',3,0),(831,93,'麻章区',3,0),(832,93,'廉江市',3,0),(833,93,'雷州市',3,0),(834,93,'吴川市',3,0),(835,93,'遂溪县',3,0),(836,93,'徐闻县',3,0),(837,94,'肇庆市',3,0),(838,94,'高要市',3,0),(839,94,'四会市',3,0),(840,94,'广宁县',3,0),(841,94,'怀集县',3,0),(842,94,'封开县',3,0),(843,94,'德庆县',3,0),(844,95,'石岐街道',3,0),(845,95,'东区街道',3,0),(846,95,'西区街道',3,0),(847,95,'环城街道',3,0),(848,95,'中山港街道',3,0),(849,95,'五桂山街道',3,0),(850,96,'香洲区',3,0),(851,96,'斗门区',3,0),(852,96,'金湾区',3,0),(853,97,'邕宁区',3,0),(854,97,'青秀区',3,0),(855,97,'兴宁区',3,0),(856,97,'良庆区',3,0),(857,97,'西乡塘区',3,0),(858,97,'江南区',3,0),(859,97,'武鸣县',3,0),(860,97,'隆安县',3,0),(861,97,'马山县',3,0),(862,97,'上林县',3,0),(863,97,'宾阳县',3,0),(864,97,'横县',3,0),(865,98,'秀峰区',3,0),(866,98,'叠彩区',3,0),(867,98,'象山区',3,0),(868,98,'七星区',3,0),(869,98,'雁山区',3,0),(870,98,'阳朔县',3,0),(871,98,'临桂县',3,0),(872,98,'灵川县',3,0),(873,98,'全州县',3,0),(874,98,'平乐县',3,0),(875,98,'兴安县',3,0),(876,98,'灌阳县',3,0),(877,98,'荔浦县',3,0),(878,98,'资源县',3,0),(879,98,'永福县',3,0),(880,98,'龙胜',3,0),(881,98,'恭城',3,0),(882,99,'右江区',3,0),(883,99,'凌云县',3,0),(884,99,'平果县',3,0),(885,99,'西林县',3,0),(886,99,'乐业县',3,0),(887,99,'德保县',3,0),(888,99,'田林县',3,0),(889,99,'田阳县',3,0),(890,99,'靖西县',3,0),(891,99,'田东县',3,0),(892,99,'那坡县',3,0),(893,99,'隆林',3,0),(894,100,'海城区',3,0),(895,100,'银海区',3,0),(896,100,'铁山港区',3,0),(897,100,'合浦县',3,0),(898,101,'江州区',3,0),(899,101,'凭祥市',3,0),(900,101,'宁明县',3,0),(901,101,'扶绥县',3,0),(902,101,'龙州县',3,0),(903,101,'大新县',3,0),(904,101,'天等县',3,0),(905,102,'港口区',3,0),(906,102,'防城区',3,0),(907,102,'东兴市',3,0),(908,102,'上思县',3,0),(909,103,'港北区',3,0),(910,103,'港南区',3,0),(911,103,'覃塘区',3,0),(912,103,'桂平市',3,0),(913,103,'平南县',3,0),(914,104,'金城江区',3,0),(915,104,'宜州市',3,0),(916,104,'天峨县',3,0),(917,104,'凤山县',3,0),(918,104,'南丹县',3,0),(919,104,'东兰县',3,0),(920,104,'都安',3,0),(921,104,'罗城',3,0),(922,104,'巴马',3,0),(923,104,'环江',3,0),(924,104,'大化',3,0),(925,105,'八步区',3,0),(926,105,'钟山县',3,0),(927,105,'昭平县',3,0),(928,105,'富川',3,0),(929,106,'兴宾区',3,0),(930,106,'合山市',3,0),(931,106,'象州县',3,0),(932,106,'武宣县',3,0),(933,106,'忻城县',3,0),(934,106,'金秀',3,0),(935,107,'城中区',3,0),(936,107,'鱼峰区',3,0),(937,107,'柳北区',3,0),(938,107,'柳南区',3,0),(939,107,'柳江县',3,0),(940,107,'柳城县',3,0),(941,107,'鹿寨县',3,0),(942,107,'融安县',3,0),(943,107,'融水',3,0),(944,107,'三江',3,0),(945,108,'钦南区',3,0),(946,108,'钦北区',3,0),(947,108,'灵山县',3,0),(948,108,'浦北县',3,0),(949,109,'万秀区',3,0),(950,109,'蝶山区',3,0),(951,109,'长洲区',3,0),(952,109,'岑溪市',3,0),(953,109,'苍梧县',3,0),(954,109,'藤县',3,0),(955,109,'蒙山县',3,0),(956,110,'玉州区',3,0),(957,110,'北流市',3,0),(958,110,'容县',3,0),(959,110,'陆川县',3,0),(960,110,'博白县',3,0),(961,110,'兴业县',3,0),(962,111,'南明区',3,0),(963,111,'云岩区',3,0),(964,111,'花溪区',3,0),(965,111,'乌当区',3,0),(966,111,'白云区',3,0),(967,111,'小河区',3,0),(968,111,'金阳新区',3,0),(969,111,'新天园区',3,0),(970,111,'清镇市',3,0),(971,111,'开阳县',3,0),(972,111,'修文县',3,0),(973,111,'息烽县',3,0),(974,112,'西秀区',3,0),(975,112,'关岭',3,0),(976,112,'镇宁',3,0),(977,112,'紫云',3,0),(978,112,'平坝县',3,0),(979,112,'普定县',3,0),(980,113,'毕节市',3,0),(981,113,'大方县',3,0),(982,113,'黔西县',3,0),(983,113,'金沙县',3,0),(984,113,'织金县',3,0),(985,113,'纳雍县',3,0),(986,113,'赫章县',3,0),(987,113,'威宁',3,0),(988,114,'钟山区',3,0),(989,114,'六枝特区',3,0),(990,114,'水城县',3,0),(991,114,'盘县',3,0),(992,115,'凯里市',3,0),(993,115,'黄平县',3,0),(994,115,'施秉县',3,0),(995,115,'三穗县',3,0),(996,115,'镇远县',3,0),(997,115,'岑巩县',3,0),(998,115,'天柱县',3,0),(999,115,'锦屏县',3,0),(1000,115,'剑河县',3,0),(1001,115,'台江县',3,0),(1002,115,'黎平县',3,0),(1003,115,'榕江县',3,0),(1004,115,'从江县',3,0),(1005,115,'雷山县',3,0),(1006,115,'麻江县',3,0),(1007,115,'丹寨县',3,0),(1008,116,'都匀市',3,0),(1009,116,'福泉市',3,0),(1010,116,'荔波县',3,0),(1011,116,'贵定县',3,0),(1012,116,'瓮安县',3,0),(1013,116,'独山县',3,0),(1014,116,'平塘县',3,0),(1015,116,'罗甸县',3,0),(1016,116,'长顺县',3,0),(1017,116,'龙里县',3,0),(1018,116,'惠水县',3,0),(1019,116,'三都',3,0),(1020,117,'兴义市',3,0),(1021,117,'兴仁县',3,0),(1022,117,'普安县',3,0),(1023,117,'晴隆县',3,0),(1024,117,'贞丰县',3,0),(1025,117,'望谟县',3,0),(1026,117,'册亨县',3,0),(1027,117,'安龙县',3,0),(1028,118,'铜仁市',3,0),(1029,118,'江口县',3,0),(1030,118,'石阡县',3,0),(1031,118,'思南县',3,0),(1032,118,'德江县',3,0),(1033,118,'玉屏',3,0),(1034,118,'印江',3,0),(1035,118,'沿河',3,0),(1036,118,'松桃',3,0),(1037,118,'万山特区',3,0),(1038,119,'红花岗区',3,0),(1039,119,'务川县',3,0),(1040,119,'道真县',3,0),(1041,119,'汇川区',3,0),(1042,119,'赤水市',3,0),(1043,119,'仁怀市',3,0),(1044,119,'遵义县',3,0),(1045,119,'桐梓县',3,0),(1046,119,'绥阳县',3,0),(1047,119,'正安县',3,0),(1048,119,'凤冈县',3,0),(1049,119,'湄潭县',3,0),(1050,119,'余庆县',3,0),(1051,119,'习水县',3,0),(1052,119,'道真',3,0),(1053,119,'务川',3,0),(1054,120,'秀英区',3,0),(1055,120,'龙华区',3,0),(1056,120,'琼山区',3,0),(1057,120,'美兰区',3,0),(1058,137,'市区',3,0),(1059,137,'洋浦开发区',3,0),(1060,137,'那大镇',3,0),(1061,137,'王五镇',3,0),(1062,137,'雅星镇',3,0),(1063,137,'大成镇',3,0),(1064,137,'中和镇',3,0),(1065,137,'峨蔓镇',3,0),(1066,137,'南丰镇',3,0),(1067,137,'白马井镇',3,0),(1068,137,'兰洋镇',3,0),(1069,137,'和庆镇',3,0),(1070,137,'海头镇',3,0),(1071,137,'排浦镇',3,0),(1072,137,'东成镇',3,0),(1073,137,'光村镇',3,0),(1074,137,'木棠镇',3,0),(1075,137,'新州镇',3,0),(1076,137,'三都镇',3,0),(1077,137,'其他',3,0),(1078,138,'长安区',3,0),(1079,138,'桥东区',3,0),(1080,138,'桥西区',3,0),(1081,138,'新华区',3,0),(1082,138,'裕华区',3,0),(1083,138,'井陉矿区',3,0),(1084,138,'高新区',3,0),(1085,138,'辛集市',3,0),(1086,138,'藁城市',3,0),(1087,138,'晋州市',3,0),(1088,138,'新乐市',3,0),(1089,138,'鹿泉市',3,0),(1090,138,'井陉县',3,0),(1091,138,'正定县',3,0),(1092,138,'栾城县',3,0),(1093,138,'行唐县',3,0),(1094,138,'灵寿县',3,0),(1095,138,'高邑县',3,0),(1096,138,'深泽县',3,0),(1097,138,'赞皇县',3,0),(1098,138,'无极县',3,0),(1099,138,'平山县',3,0),(1100,138,'元氏县',3,0),(1101,138,'赵县',3,0),(1102,139,'新市区',3,0),(1103,139,'南市区',3,0),(1104,139,'北市区',3,0),(1105,139,'涿州市',3,0),(1106,139,'定州市',3,0),(1107,139,'安国市',3,0),(1108,139,'高碑店市',3,0),(1109,139,'满城县',3,0),(1110,139,'清苑县',3,0),(1111,139,'涞水县',3,0),(1112,139,'阜平县',3,0),(1113,139,'徐水县',3,0),(1114,139,'定兴县',3,0),(1115,139,'唐县',3,0),(1116,139,'高阳县',3,0),(1117,139,'容城县',3,0),(1118,139,'涞源县',3,0),(1119,139,'望都县',3,0),(1120,139,'安新县',3,0),(1121,139,'易县',3,0),(1122,139,'曲阳县',3,0),(1123,139,'蠡县',3,0),(1124,139,'顺平县',3,0),(1125,139,'博野县',3,0),(1126,139,'雄县',3,0),(1127,140,'运河区',3,0),(1128,140,'新华区',3,0),(1129,140,'泊头市',3,0),(1130,140,'任丘市',3,0),(1131,140,'黄骅市',3,0),(1132,140,'河间市',3,0),(1133,140,'沧县',3,0),(1134,140,'青县',3,0),(1135,140,'东光县',3,0),(1136,140,'海兴县',3,0),(1137,140,'盐山县',3,0),(1138,140,'肃宁县',3,0),(1139,140,'南皮县',3,0),(1140,140,'吴桥县',3,0),(1141,140,'献县',3,0),(1142,140,'孟村',3,0),(1143,141,'双桥区',3,0),(1144,141,'双滦区',3,0),(1145,141,'鹰手营子矿区',3,0),(1146,141,'承德县',3,0),(1147,141,'兴隆县',3,0),(1148,141,'平泉县',3,0),(1149,141,'滦平县',3,0),(1150,141,'隆化县',3,0),(1151,141,'丰宁',3,0),(1152,141,'宽城',3,0),(1153,141,'围场',3,0),(1154,142,'从台区',3,0),(1155,142,'复兴区',3,0),(1156,142,'邯山区',3,0),(1157,142,'峰峰矿区',3,0),(1158,142,'武安市',3,0),(1159,142,'邯郸县',3,0),(1160,142,'临漳县',3,0),(1161,142,'成安县',3,0),(1162,142,'大名县',3,0),(1163,142,'涉县',3,0),(1164,142,'磁县',3,0),(1165,142,'肥乡县',3,0),(1166,142,'永年县',3,0),(1167,142,'邱县',3,0),(1168,142,'鸡泽县',3,0),(1169,142,'广平县',3,0),(1170,142,'馆陶县',3,0),(1171,142,'魏县',3,0),(1172,142,'曲周县',3,0),(1173,143,'桃城区',3,0),(1174,143,'冀州市',3,0),(1175,143,'深州市',3,0),(1176,143,'枣强县',3,0),(1177,143,'武邑县',3,0),(1178,143,'武强县',3,0),(1179,143,'饶阳县',3,0),(1180,143,'安平县',3,0),(1181,143,'故城县',3,0),(1182,143,'景县',3,0),(1183,143,'阜城县',3,0),(1184,144,'安次区',3,0),(1185,144,'广阳区',3,0),(1186,144,'霸州市',3,0),(1187,144,'三河市',3,0),(1188,144,'固安县',3,0),(1189,144,'永清县',3,0),(1190,144,'香河县',3,0),(1191,144,'大城县',3,0),(1192,144,'文安县',3,0),(1193,144,'大厂',3,0),(1194,145,'海港区',3,0),(1195,145,'山海关区',3,0),(1196,145,'北戴河区',3,0),(1197,145,'昌黎县',3,0),(1198,145,'抚宁县',3,0),(1199,145,'卢龙县',3,0),(1200,145,'青龙',3,0),(1201,146,'路北区',3,0),(1202,146,'路南区',3,0),(1203,146,'古冶区',3,0),(1204,146,'开平区',3,0),(1205,146,'丰南区',3,0),(1206,146,'丰润区',3,0),(1207,146,'遵化市',3,0),(1208,146,'迁安市',3,0),(1209,146,'滦县',3,0),(1210,146,'滦南县',3,0),(1211,146,'乐亭县',3,0),(1212,146,'迁西县',3,0),(1213,146,'玉田县',3,0),(1214,146,'唐海县',3,0),(1215,147,'桥东区',3,0),(1216,147,'桥西区',3,0),(1217,147,'南宫市',3,0),(1218,147,'沙河市',3,0),(1219,147,'邢台县',3,0),(1220,147,'临城县',3,0),(1221,147,'内丘县',3,0),(1222,147,'柏乡县',3,0),(1223,147,'隆尧县',3,0),(1224,147,'任县',3,0),(1225,147,'南和县',3,0),(1226,147,'宁晋县',3,0),(1227,147,'巨鹿县',3,0),(1228,147,'新河县',3,0),(1229,147,'广宗县',3,0),(1230,147,'平乡县',3,0),(1231,147,'威县',3,0),(1232,147,'清河县',3,0),(1233,147,'临西县',3,0),(1234,148,'桥西区',3,0),(1235,148,'桥东区',3,0),(1236,148,'宣化区',3,0),(1237,148,'下花园区',3,0),(1238,148,'宣化县',3,0),(1239,148,'张北县',3,0),(1240,148,'康保县',3,0),(1241,148,'沽源县',3,0),(1242,148,'尚义县',3,0),(1243,148,'蔚县',3,0),(1244,148,'阳原县',3,0),(1245,148,'怀安县',3,0),(1246,148,'万全县',3,0),(1247,148,'怀来县',3,0),(1248,148,'涿鹿县',3,0),(1249,148,'赤城县',3,0),(1250,148,'崇礼县',3,0),(1251,149,'金水区',3,0),(1252,149,'邙山区',3,0),(1253,149,'二七区',3,0),(1254,149,'管城区',3,0),(1255,149,'中原区',3,0),(1256,149,'上街区',3,0),(1257,149,'惠济区',3,0),(1258,149,'郑东新区',3,0),(1259,149,'经济技术开发区',3,0),(1260,149,'高新开发区',3,0),(1261,149,'出口加工区',3,0),(1262,149,'巩义市',3,0),(1263,149,'荥阳市',3,0),(1264,149,'新密市',3,0),(1265,149,'新郑市',3,0),(1266,149,'登封市',3,0),(1267,149,'中牟县',3,0),(1268,150,'西工区',3,0),(1269,150,'老城区',3,0),(1270,150,'涧西区',3,0),(1271,150,'瀍河回族区',3,0),(1272,150,'洛龙区',3,0),(1273,150,'吉利区',3,0),(1274,150,'偃师市',3,0),(1275,150,'孟津县',3,0),(1276,150,'新安县',3,0),(1277,150,'栾川县',3,0),(1278,150,'嵩县',3,0),(1279,150,'汝阳县',3,0),(1280,150,'宜阳县',3,0),(1281,150,'洛宁县',3,0),(1282,150,'伊川县',3,0),(1283,151,'鼓楼区',3,0),(1284,151,'龙亭区',3,0),(1285,151,'顺河回族区',3,0),(1286,151,'金明区',3,0),(1287,151,'禹王台区',3,0),(1288,151,'杞县',3,0),(1289,151,'通许县',3,0),(1290,151,'尉氏县',3,0),(1291,151,'开封县',3,0),(1292,151,'兰考县',3,0),(1293,152,'北关区',3,0),(1294,152,'文峰区',3,0),(1295,152,'殷都区',3,0),(1296,152,'龙安区',3,0),(1297,152,'林州市',3,0),(1298,152,'安阳县',3,0),(1299,152,'汤阴县',3,0),(1300,152,'滑县',3,0),(1301,152,'内黄县',3,0),(1302,153,'淇滨区',3,0),(1303,153,'山城区',3,0),(1304,153,'鹤山区',3,0),(1305,153,'浚县',3,0),(1306,153,'淇县',3,0),(1307,154,'济源市',3,0),(1308,155,'解放区',3,0),(1309,155,'中站区',3,0),(1310,155,'马村区',3,0),(1311,155,'山阳区',3,0),(1312,155,'沁阳市',3,0),(1313,155,'孟州市',3,0),(1314,155,'修武县',3,0),(1315,155,'博爱县',3,0),(1316,155,'武陟县',3,0),(1317,155,'温县',3,0),(1318,156,'卧龙区',3,0),(1319,156,'宛城区',3,0),(1320,156,'邓州市',3,0),(1321,156,'南召县',3,0),(1322,156,'方城县',3,0),(1323,156,'西峡县',3,0),(1324,156,'镇平县',3,0),(1325,156,'内乡县',3,0),(1326,156,'淅川县',3,0),(1327,156,'社旗县',3,0),(1328,156,'唐河县',3,0),(1329,156,'新野县',3,0),(1330,156,'桐柏县',3,0),(1331,157,'新华区',3,0),(1332,157,'卫东区',3,0),(1333,157,'湛河区',3,0),(1334,157,'石龙区',3,0),(1335,157,'舞钢市',3,0),(1336,157,'汝州市',3,0),(1337,157,'宝丰县',3,0),(1338,157,'叶县',3,0),(1339,157,'鲁山县',3,0),(1340,157,'郏县',3,0),(1341,158,'湖滨区',3,0),(1342,158,'义马市',3,0),(1343,158,'灵宝市',3,0),(1344,158,'渑池县',3,0),(1345,158,'陕县',3,0),(1346,158,'卢氏县',3,0),(1347,159,'梁园区',3,0),(1348,159,'睢阳区',3,0),(1349,159,'永城市',3,0),(1350,159,'民权县',3,0),(1351,159,'睢县',3,0),(1352,159,'宁陵县',3,0),(1353,159,'虞城县',3,0),(1354,159,'柘城县',3,0),(1355,159,'夏邑县',3,0),(1356,160,'卫滨区',3,0),(1357,160,'红旗区',3,0),(1358,160,'凤泉区',3,0),(1359,160,'牧野区',3,0),(1360,160,'卫辉市',3,0),(1361,160,'辉县市',3,0),(1362,160,'新乡县',3,0),(1363,160,'获嘉县',3,0),(1364,160,'原阳县',3,0),(1365,160,'延津县',3,0),(1366,160,'封丘县',3,0),(1367,160,'长垣县',3,0),(1368,161,'浉河区',3,0),(1369,161,'平桥区',3,0),(1370,161,'罗山县',3,0),(1371,161,'光山县',3,0),(1372,161,'新县',3,0),(1373,161,'商城县',3,0),(1374,161,'固始县',3,0),(1375,161,'潢川县',3,0),(1376,161,'淮滨县',3,0),(1377,161,'息县',3,0),(1378,162,'魏都区',3,0),(1379,162,'禹州市',3,0),(1380,162,'长葛市',3,0),(1381,162,'许昌县',3,0),(1382,162,'鄢陵县',3,0),(1383,162,'襄城县',3,0),(1384,163,'川汇区',3,0),(1385,163,'项城市',3,0),(1386,163,'扶沟县',3,0),(1387,163,'西华县',3,0),(1388,163,'商水县',3,0),(1389,163,'沈丘县',3,0),(1390,163,'郸城县',3,0),(1391,163,'淮阳县',3,0),(1392,163,'太康县',3,0),(1393,163,'鹿邑县',3,0),(1394,164,'驿城区',3,0),(1395,164,'西平县',3,0),(1396,164,'上蔡县',3,0),(1397,164,'平舆县',3,0),(1398,164,'正阳县',3,0),(1399,164,'确山县',3,0),(1400,164,'泌阳县',3,0),(1401,164,'汝南县',3,0),(1402,164,'遂平县',3,0),(1403,164,'新蔡县',3,0),(1404,165,'郾城区',3,0),(1405,165,'源汇区',3,0),(1406,165,'召陵区',3,0),(1407,165,'舞阳县',3,0),(1408,165,'临颍县',3,0),(1409,166,'华龙区',3,0),(1410,166,'清丰县',3,0),(1411,166,'南乐县',3,0),(1412,166,'范县',3,0),(1413,166,'台前县',3,0),(1414,166,'濮阳县',3,0),(1415,167,'道里区',3,0),(1416,167,'南岗区',3,0),(1417,167,'动力区',3,0),(1418,167,'平房区',3,0),(1419,167,'香坊区',3,0),(1420,167,'太平区',3,0),(1421,167,'道外区',3,0),(1422,167,'阿城区',3,0),(1423,167,'呼兰区',3,0),(1424,167,'松北区',3,0),(1425,167,'尚志市',3,0),(1426,167,'双城市',3,0),(1427,167,'五常市',3,0),(1428,167,'方正县',3,0),(1429,167,'宾县',3,0),(1430,167,'依兰县',3,0),(1431,167,'巴彦县',3,0),(1432,167,'通河县',3,0),(1433,167,'木兰县',3,0),(1434,167,'延寿县',3,0),(1435,168,'萨尔图区',3,0),(1436,168,'红岗区',3,0),(1437,168,'龙凤区',3,0),(1438,168,'让胡路区',3,0),(1439,168,'大同区',3,0),(1440,168,'肇州县',3,0),(1441,168,'肇源县',3,0),(1442,168,'林甸县',3,0),(1443,168,'杜尔伯特',3,0),(1444,169,'呼玛县',3,0),(1445,169,'漠河县',3,0),(1446,169,'塔河县',3,0),(1447,170,'兴山区',3,0),(1448,170,'工农区',3,0),(1449,170,'南山区',3,0),(1450,170,'兴安区',3,0),(1451,170,'向阳区',3,0),(1452,170,'东山区',3,0),(1453,170,'萝北县',3,0),(1454,170,'绥滨县',3,0),(1455,171,'爱辉区',3,0),(1456,171,'五大连池市',3,0),(1457,171,'北安市',3,0),(1458,171,'嫩江县',3,0),(1459,171,'逊克县',3,0),(1460,171,'孙吴县',3,0),(1461,172,'鸡冠区',3,0),(1462,172,'恒山区',3,0),(1463,172,'城子河区',3,0),(1464,172,'滴道区',3,0),(1465,172,'梨树区',3,0),(1466,172,'虎林市',3,0),(1467,172,'密山市',3,0),(1468,172,'鸡东县',3,0),(1469,173,'前进区',3,0),(1470,173,'郊区',3,0),(1471,173,'向阳区',3,0),(1472,173,'东风区',3,0),(1473,173,'同江市',3,0),(1474,173,'富锦市',3,0),(1475,173,'桦南县',3,0),(1476,173,'桦川县',3,0),(1477,173,'汤原县',3,0),(1478,173,'抚远县',3,0),(1479,174,'爱民区',3,0),(1480,174,'东安区',3,0),(1481,174,'阳明区',3,0),(1482,174,'西安区',3,0),(1483,174,'绥芬河市',3,0),(1484,174,'海林市',3,0),(1485,174,'宁安市',3,0),(1486,174,'穆棱市',3,0),(1487,174,'东宁县',3,0),(1488,174,'林口县',3,0),(1489,175,'桃山区',3,0),(1490,175,'新兴区',3,0),(1491,175,'茄子河区',3,0),(1492,175,'勃利县',3,0),(1493,176,'龙沙区',3,0),(1494,176,'昂昂溪区',3,0),(1495,176,'铁峰区',3,0),(1496,176,'建华区',3,0),(1497,176,'富拉尔基区',3,0),(1498,176,'碾子山区',3,0),(1499,176,'梅里斯达斡尔区',3,0),(1500,176,'讷河市',3,0),(1501,176,'龙江县',3,0),(1502,176,'依安县',3,0),(1503,176,'泰来县',3,0),(1504,176,'甘南县',3,0),(1505,176,'富裕县',3,0),(1506,176,'克山县',3,0),(1507,176,'克东县',3,0),(1508,176,'拜泉县',3,0),(1509,177,'尖山区',3,0),(1510,177,'岭东区',3,0),(1511,177,'四方台区',3,0),(1512,177,'宝山区',3,0),(1513,177,'集贤县',3,0),(1514,177,'友谊县',3,0),(1515,177,'宝清县',3,0),(1516,177,'饶河县',3,0),(1517,178,'北林区',3,0),(1518,178,'安达市',3,0),(1519,178,'肇东市',3,0),(1520,178,'海伦市',3,0),(1521,178,'望奎县',3,0),(1522,178,'兰西县',3,0),(1523,178,'青冈县',3,0),(1524,178,'庆安县',3,0),(1525,178,'明水县',3,0),(1526,178,'绥棱县',3,0),(1527,179,'伊春区',3,0),(1528,179,'带岭区',3,0),(1529,179,'南岔区',3,0),(1530,179,'金山屯区',3,0),(1531,179,'西林区',3,0),(1532,179,'美溪区',3,0),(1533,179,'乌马河区',3,0),(1534,179,'翠峦区',3,0),(1535,179,'友好区',3,0),(1536,179,'上甘岭区',3,0),(1537,179,'五营区',3,0),(1538,179,'红星区',3,0),(1539,179,'新青区',3,0),(1540,179,'汤旺河区',3,0),(1541,179,'乌伊岭区',3,0),(1542,179,'铁力市',3,0),(1543,179,'嘉荫县',3,0),(1544,180,'江岸区',3,0),(1545,180,'武昌区',3,0),(1546,180,'江汉区',3,0),(1547,180,'硚口区',3,0),(1548,180,'汉阳区',3,0),(1549,180,'青山区',3,0),(1550,180,'洪山区',3,0),(1551,180,'东西湖区',3,0),(1552,180,'汉南区',3,0),(1553,180,'蔡甸区',3,0),(1554,180,'江夏区',3,0),(1555,180,'黄陂区',3,0),(1556,180,'新洲区',3,0),(1557,180,'经济开发区',3,0),(1558,181,'仙桃市',3,0),(1559,182,'鄂城区',3,0),(1560,182,'华容区',3,0),(1561,182,'梁子湖区',3,0),(1562,183,'黄州区',3,0),(1563,183,'麻城市',3,0),(1564,183,'武穴市',3,0),(1565,183,'团风县',3,0),(1566,183,'红安县',3,0),(1567,183,'罗田县',3,0),(1568,183,'英山县',3,0),(1569,183,'浠水县',3,0),(1570,183,'蕲春县',3,0),(1571,183,'黄梅县',3,0),(1572,184,'黄石港区',3,0),(1573,184,'西塞山区',3,0),(1574,184,'下陆区',3,0),(1575,184,'铁山区',3,0),(1576,184,'大冶市',3,0),(1577,184,'阳新县',3,0),(1578,185,'东宝区',3,0),(1579,185,'掇刀区',3,0),(1580,185,'钟祥市',3,0),(1581,185,'京山县',3,0),(1582,185,'沙洋县',3,0),(1583,186,'沙市区',3,0),(1584,186,'荆州区',3,0),(1585,186,'石首市',3,0),(1586,186,'洪湖市',3,0),(1587,186,'松滋市',3,0),(1588,186,'公安县',3,0),(1589,186,'监利县',3,0),(1590,186,'江陵县',3,0),(1591,187,'潜江市',3,0),(1592,188,'神农架林区',3,0),(1593,189,'张湾区',3,0),(1594,189,'茅箭区',3,0),(1595,189,'丹江口市',3,0),(1596,189,'郧县',3,0),(1597,189,'郧西县',3,0),(1598,189,'竹山县',3,0),(1599,189,'竹溪县',3,0),(1600,189,'房县',3,0),(1601,190,'曾都区',3,0),(1602,190,'广水市',3,0),(1603,191,'天门市',3,0),(1604,192,'咸安区',3,0),(1605,192,'赤壁市',3,0),(1606,192,'嘉鱼县',3,0),(1607,192,'通城县',3,0),(1608,192,'崇阳县',3,0),(1609,192,'通山县',3,0),(1610,193,'襄城区',3,0),(1611,193,'樊城区',3,0),(1612,193,'襄阳区',3,0),(1613,193,'老河口市',3,0),(1614,193,'枣阳市',3,0),(1615,193,'宜城市',3,0),(1616,193,'南漳县',3,0),(1617,193,'谷城县',3,0),(1618,193,'保康县',3,0),(1619,194,'孝南区',3,0),(1620,194,'应城市',3,0),(1621,194,'安陆市',3,0),(1622,194,'汉川市',3,0),(1623,194,'孝昌县',3,0),(1624,194,'大悟县',3,0),(1625,194,'云梦县',3,0),(1626,195,'长阳',3,0),(1627,195,'五峰',3,0),(1628,195,'西陵区',3,0),(1629,195,'伍家岗区',3,0),(1630,195,'点军区',3,0),(1631,195,'猇亭区',3,0),(1632,195,'夷陵区',3,0),(1633,195,'宜都市',3,0),(1634,195,'当阳市',3,0),(1635,195,'枝江市',3,0),(1636,195,'远安县',3,0),(1637,195,'兴山县',3,0),(1638,195,'秭归县',3,0),(1639,196,'恩施市',3,0),(1640,196,'利川市',3,0),(1641,196,'建始县',3,0),(1642,196,'巴东县',3,0),(1643,196,'宣恩县',3,0),(1644,196,'咸丰县',3,0),(1645,196,'来凤县',3,0),(1646,196,'鹤峰县',3,0),(1647,197,'岳麓区',3,0),(1648,197,'芙蓉区',3,0),(1649,197,'天心区',3,0),(1650,197,'开福区',3,0),(1651,197,'雨花区',3,0),(1652,197,'开发区',3,0),(1653,197,'浏阳市',3,0),(1654,197,'长沙县',3,0),(1655,197,'望城县',3,0),(1656,197,'宁乡县',3,0),(1657,198,'永定区',3,0),(1658,198,'武陵源区',3,0),(1659,198,'慈利县',3,0),(1660,198,'桑植县',3,0),(1661,199,'武陵区',3,0),(1662,199,'鼎城区',3,0),(1663,199,'津市市',3,0),(1664,199,'安乡县',3,0),(1665,199,'汉寿县',3,0),(1666,199,'澧县',3,0),(1667,199,'临澧县',3,0),(1668,199,'桃源县',3,0),(1669,199,'石门县',3,0),(1670,200,'北湖区',3,0),(1671,200,'苏仙区',3,0),(1672,200,'资兴市',3,0),(1673,200,'桂阳县',3,0),(1674,200,'宜章县',3,0),(1675,200,'永兴县',3,0),(1676,200,'嘉禾县',3,0),(1677,200,'临武县',3,0),(1678,200,'汝城县',3,0),(1679,200,'桂东县',3,0),(1680,200,'安仁县',3,0),(1681,201,'雁峰区',3,0),(1682,201,'珠晖区',3,0),(1683,201,'石鼓区',3,0),(1684,201,'蒸湘区',3,0),(1685,201,'南岳区',3,0),(1686,201,'耒阳市',3,0),(1687,201,'常宁市',3,0),(1688,201,'衡阳县',3,0),(1689,201,'衡南县',3,0),(1690,201,'衡山县',3,0),(1691,201,'衡东县',3,0),(1692,201,'祁东县',3,0),(1693,202,'鹤城区',3,0),(1694,202,'靖州',3,0),(1695,202,'麻阳',3,0),(1696,202,'通道',3,0),(1697,202,'新晃',3,0),(1698,202,'芷江',3,0),(1699,202,'沅陵县',3,0),(1700,202,'辰溪县',3,0),(1701,202,'溆浦县',3,0),(1702,202,'中方县',3,0),(1703,202,'会同县',3,0),(1704,202,'洪江市',3,0),(1705,203,'娄星区',3,0),(1706,203,'冷水江市',3,0),(1707,203,'涟源市',3,0),(1708,203,'双峰县',3,0),(1709,203,'新化县',3,0),(1710,204,'城步',3,0),(1711,204,'双清区',3,0),(1712,204,'大祥区',3,0),(1713,204,'北塔区',3,0),(1714,204,'武冈市',3,0),(1715,204,'邵东县',3,0),(1716,204,'新邵县',3,0),(1717,204,'邵阳县',3,0),(1718,204,'隆回县',3,0),(1719,204,'洞口县',3,0),(1720,204,'绥宁县',3,0),(1721,204,'新宁县',3,0),(1722,205,'岳塘区',3,0),(1723,205,'雨湖区',3,0),(1724,205,'湘乡市',3,0),(1725,205,'韶山市',3,0),(1726,205,'湘潭县',3,0),(1727,206,'吉首市',3,0),(1728,206,'泸溪县',3,0),(1729,206,'凤凰县',3,0),(1730,206,'花垣县',3,0),(1731,206,'保靖县',3,0),(1732,206,'古丈县',3,0),(1733,206,'永顺县',3,0),(1734,206,'龙山县',3,0),(1735,207,'赫山区',3,0),(1736,207,'资阳区',3,0),(1737,207,'沅江市',3,0),(1738,207,'南县',3,0),(1739,207,'桃江县',3,0),(1740,207,'安化县',3,0),(1741,208,'江华',3,0),(1742,208,'冷水滩区',3,0),(1743,208,'零陵区',3,0),(1744,208,'祁阳县',3,0),(1745,208,'东安县',3,0),(1746,208,'双牌县',3,0),(1747,208,'道县',3,0),(1748,208,'江永县',3,0),(1749,208,'宁远县',3,0),(1750,208,'蓝山县',3,0),(1751,208,'新田县',3,0),(1752,209,'岳阳楼区',3,0),(1753,209,'君山区',3,0),(1754,209,'云溪区',3,0),(1755,209,'汨罗市',3,0),(1756,209,'临湘市',3,0),(1757,209,'岳阳县',3,0),(1758,209,'华容县',3,0),(1759,209,'湘阴县',3,0),(1760,209,'平江县',3,0),(1761,210,'天元区',3,0),(1762,210,'荷塘区',3,0),(1763,210,'芦淞区',3,0),(1764,210,'石峰区',3,0),(1765,210,'醴陵市',3,0),(1766,210,'株洲县',3,0),(1767,210,'攸县',3,0),(1768,210,'茶陵县',3,0),(1769,210,'炎陵县',3,0),(1770,211,'朝阳区',3,0),(1771,211,'宽城区',3,0),(1772,211,'二道区',3,0),(1773,211,'南关区',3,0),(1774,211,'绿园区',3,0),(1775,211,'双阳区',3,0),(1776,211,'净月潭开发区',3,0),(1777,211,'高新技术开发区',3,0),(1778,211,'经济技术开发区',3,0),(1779,211,'汽车产业开发区',3,0),(1780,211,'德惠市',3,0),(1781,211,'九台市',3,0),(1782,211,'榆树市',3,0),(1783,211,'农安县',3,0),(1784,212,'船营区',3,0),(1785,212,'昌邑区',3,0),(1786,212,'龙潭区',3,0),(1787,212,'丰满区',3,0),(1788,212,'蛟河市',3,0),(1789,212,'桦甸市',3,0),(1790,212,'舒兰市',3,0),(1791,212,'磐石市',3,0),(1792,212,'永吉县',3,0),(1793,213,'洮北区',3,0),(1794,213,'洮南市',3,0),(1795,213,'大安市',3,0),(1796,213,'镇赉县',3,0),(1797,213,'通榆县',3,0),(1798,214,'江源区',3,0),(1799,214,'八道江区',3,0),(1800,214,'长白',3,0),(1801,214,'临江市',3,0),(1802,214,'抚松县',3,0),(1803,214,'靖宇县',3,0),(1804,215,'龙山区',3,0),(1805,215,'西安区',3,0),(1806,215,'东丰县',3,0),(1807,215,'东辽县',3,0),(1808,216,'铁西区',3,0),(1809,216,'铁东区',3,0),(1810,216,'伊通',3,0),(1811,216,'公主岭市',3,0),(1812,216,'双辽市',3,0),(1813,216,'梨树县',3,0),(1814,217,'前郭尔罗斯',3,0),(1815,217,'宁江区',3,0),(1816,217,'长岭县',3,0),(1817,217,'乾安县',3,0),(1818,217,'扶余县',3,0),(1819,218,'东昌区',3,0),(1820,218,'二道江区',3,0),(1821,218,'梅河口市',3,0),(1822,218,'集安市',3,0),(1823,218,'通化县',3,0),(1824,218,'辉南县',3,0),(1825,218,'柳河县',3,0),(1826,219,'延吉市',3,0),(1827,219,'图们市',3,0),(1828,219,'敦化市',3,0),(1829,219,'珲春市',3,0),(1830,219,'龙井市',3,0),(1831,219,'和龙市',3,0),(1832,219,'安图县',3,0),(1833,219,'汪清县',3,0),(1834,220,'玄武区',3,0),(1835,220,'鼓楼区',3,0),(1836,220,'白下区',3,0),(1837,220,'建邺区',3,0),(1838,220,'秦淮区',3,0),(1839,220,'雨花台区',3,0),(1840,220,'下关区',3,0),(1841,220,'栖霞区',3,0),(1842,220,'浦口区',3,0),(1843,220,'江宁区',3,0),(1844,220,'六合区',3,0),(1845,220,'溧水县',3,0),(1846,220,'高淳县',3,0),(1847,221,'沧浪区',3,0),(1848,221,'金阊区',3,0),(1849,221,'平江区',3,0),(1850,221,'虎丘区',3,0),(1851,221,'吴中区',3,0),(1852,221,'相城区',3,0),(1853,221,'园区',3,0),(1854,221,'新区',3,0),(1855,221,'常熟市',3,0),(1856,221,'张家港市',3,0),(1857,221,'玉山镇',3,0),(1858,221,'巴城镇',3,0),(1859,221,'周市镇',3,0),(1860,221,'陆家镇',3,0),(1861,221,'花桥镇',3,0),(1862,221,'淀山湖镇',3,0),(1863,221,'张浦镇',3,0),(1864,221,'周庄镇',3,0),(1865,221,'千灯镇',3,0),(1866,221,'锦溪镇',3,0),(1867,221,'开发区',3,0),(1868,221,'吴江市',3,0),(1869,221,'太仓市',3,0),(1870,222,'崇安区',3,0),(1871,222,'北塘区',3,0),(1872,222,'南长区',3,0),(1873,222,'锡山区',3,0),(1874,222,'惠山区',3,0),(1875,222,'滨湖区',3,0),(1876,222,'新区',3,0),(1877,222,'江阴市',3,0),(1878,222,'宜兴市',3,0),(1879,223,'天宁区',3,0),(1880,223,'钟楼区',3,0),(1881,223,'戚墅堰区',3,0),(1882,223,'郊区',3,0),(1883,223,'新北区',3,0),(1884,223,'武进区',3,0),(1885,223,'溧阳市',3,0),(1886,223,'金坛市',3,0),(1887,224,'清河区',3,0),(1888,224,'清浦区',3,0),(1889,224,'楚州区',3,0),(1890,224,'淮阴区',3,0),(1891,224,'涟水县',3,0),(1892,224,'洪泽县',3,0),(1893,224,'盱眙县',3,0),(1894,224,'金湖县',3,0),(1895,225,'新浦区',3,0),(1896,225,'连云区',3,0),(1897,225,'海州区',3,0),(1898,225,'赣榆县',3,0),(1899,225,'东海县',3,0),(1900,225,'灌云县',3,0),(1901,225,'灌南县',3,0),(1902,226,'崇川区',3,0),(1903,226,'港闸区',3,0),(1904,226,'经济开发区',3,0),(1905,226,'启东市',3,0),(1906,226,'如皋市',3,0),(1907,226,'通州市',3,0),(1908,226,'海门市',3,0),(1909,226,'海安县',3,0),(1910,226,'如东县',3,0),(1911,227,'宿城区',3,0),(1912,227,'宿豫区',3,0),(1913,227,'宿豫县',3,0),(1914,227,'沭阳县',3,0),(1915,227,'泗阳县',3,0),(1916,227,'泗洪县',3,0),(1917,228,'海陵区',3,0),(1918,228,'高港区',3,0),(1919,228,'兴化市',3,0),(1920,228,'靖江市',3,0),(1921,228,'泰兴市',3,0),(1922,228,'姜堰市',3,0),(1923,229,'云龙区',3,0),(1924,229,'鼓楼区',3,0),(1925,229,'九里区',3,0),(1926,229,'贾汪区',3,0),(1927,229,'泉山区',3,0),(1928,229,'新沂市',3,0),(1929,229,'邳州市',3,0),(1930,229,'丰县',3,0),(1931,229,'沛县',3,0),(1932,229,'铜山县',3,0),(1933,229,'睢宁县',3,0),(1934,230,'城区',3,0),(1935,230,'亭湖区',3,0),(1936,230,'盐都区',3,0),(1937,230,'盐都县',3,0),(1938,230,'东台市',3,0),(1939,230,'大丰市',3,0),(1940,230,'响水县',3,0),(1941,230,'滨海县',3,0),(1942,230,'阜宁县',3,0),(1943,230,'射阳县',3,0),(1944,230,'建湖县',3,0),(1945,231,'广陵区',3,0),(1946,231,'维扬区',3,0),(1947,231,'邗江区',3,0),(1948,231,'仪征市',3,0),(1949,231,'高邮市',3,0),(1950,231,'江都市',3,0),(1951,231,'宝应县',3,0),(1952,232,'京口区',3,0),(1953,232,'润州区',3,0),(1954,232,'丹徒区',3,0),(1955,232,'丹阳市',3,0),(1956,232,'扬中市',3,0),(1957,232,'句容市',3,0),(1958,233,'东湖区',3,0),(1959,233,'西湖区',3,0),(1960,233,'青云谱区',3,0),(1961,233,'湾里区',3,0),(1962,233,'青山湖区',3,0),(1963,233,'红谷滩新区',3,0),(1964,233,'昌北区',3,0),(1965,233,'高新区',3,0),(1966,233,'南昌县',3,0),(1967,233,'新建县',3,0),(1968,233,'安义县',3,0),(1969,233,'进贤县',3,0),(1970,234,'临川区',3,0),(1971,234,'南城县',3,0),(1972,234,'黎川县',3,0),(1973,234,'南丰县',3,0),(1974,234,'崇仁县',3,0),(1975,234,'乐安县',3,0),(1976,234,'宜黄县',3,0),(1977,234,'金溪县',3,0),(1978,234,'资溪县',3,0),(1979,234,'东乡县',3,0),(1980,234,'广昌县',3,0),(1981,235,'章贡区',3,0),(1982,235,'于都县',3,0),(1983,235,'瑞金市',3,0),(1984,235,'南康市',3,0),(1985,235,'赣县',3,0),(1986,235,'信丰县',3,0),(1987,235,'大余县',3,0),(1988,235,'上犹县',3,0),(1989,235,'崇义县',3,0),(1990,235,'安远县',3,0),(1991,235,'龙南县',3,0),(1992,235,'定南县',3,0),(1993,235,'全南县',3,0),(1994,235,'宁都县',3,0),(1995,235,'兴国县',3,0),(1996,235,'会昌县',3,0),(1997,235,'寻乌县',3,0),(1998,235,'石城县',3,0),(1999,236,'安福县',3,0),(2000,236,'吉州区',3,0),(2001,236,'青原区',3,0),(2002,236,'井冈山市',3,0),(2003,236,'吉安县',3,0),(2004,236,'吉水县',3,0),(2005,236,'峡江县',3,0),(2006,236,'新干县',3,0),(2007,236,'永丰县',3,0),(2008,236,'泰和县',3,0),(2009,236,'遂川县',3,0),(2010,236,'万安县',3,0),(2011,236,'永新县',3,0),(2012,237,'珠山区',3,0),(2013,237,'昌江区',3,0),(2014,237,'乐平市',3,0),(2015,237,'浮梁县',3,0),(2016,238,'浔阳区',3,0),(2017,238,'庐山区',3,0),(2018,238,'瑞昌市',3,0),(2019,238,'九江县',3,0),(2020,238,'武宁县',3,0),(2021,238,'修水县',3,0),(2022,238,'永修县',3,0),(2023,238,'德安县',3,0),(2024,238,'星子县',3,0),(2025,238,'都昌县',3,0),(2026,238,'湖口县',3,0),(2027,238,'彭泽县',3,0),(2028,239,'安源区',3,0),(2029,239,'湘东区',3,0),(2030,239,'莲花县',3,0),(2031,239,'芦溪县',3,0),(2032,239,'上栗县',3,0),(2033,240,'信州区',3,0),(2034,240,'德兴市',3,0),(2035,240,'上饶县',3,0),(2036,240,'广丰县',3,0),(2037,240,'玉山县',3,0),(2038,240,'铅山县',3,0),(2039,240,'横峰县',3,0),(2040,240,'弋阳县',3,0),(2041,240,'余干县',3,0),(2042,240,'波阳县',3,0),(2043,240,'万年县',3,0),(2044,240,'婺源县',3,0),(2045,241,'渝水区',3,0),(2046,241,'分宜县',3,0),(2047,242,'袁州区',3,0),(2048,242,'丰城市',3,0),(2049,242,'樟树市',3,0),(2050,242,'高安市',3,0),(2051,242,'奉新县',3,0),(2052,242,'万载县',3,0),(2053,242,'上高县',3,0),(2054,242,'宜丰县',3,0),(2055,242,'靖安县',3,0),(2056,242,'铜鼓县',3,0),(2057,243,'月湖区',3,0),(2058,243,'贵溪市',3,0),(2059,243,'余江县',3,0),(2060,244,'沈河区',3,0),(2061,244,'皇姑区',3,0),(2062,244,'和平区',3,0),(2063,244,'大东区',3,0),(2064,244,'铁西区',3,0),(2065,244,'苏家屯区',3,0),(2066,244,'东陵区',3,0),(2067,244,'沈北新区',3,0),(2068,244,'于洪区',3,0),(2069,244,'浑南新区',3,0),(2070,244,'新民市',3,0),(2071,244,'辽中县',3,0),(2072,244,'康平县',3,0),(2073,244,'法库县',3,0),(2074,245,'西岗区',3,0),(2075,245,'中山区',3,0),(2076,245,'沙河口区',3,0),(2077,245,'甘井子区',3,0),(2078,245,'旅顺口区',3,0),(2079,245,'金州区',3,0),(2080,245,'开发区',3,0),(2081,245,'瓦房店市',3,0),(2082,245,'普兰店市',3,0),(2083,245,'庄河市',3,0),(2084,245,'长海县',3,0),(2085,246,'铁东区',3,0),(2086,246,'铁西区',3,0),(2087,246,'立山区',3,0),(2088,246,'千山区',3,0),(2089,246,'岫岩',3,0),(2090,246,'海城市',3,0),(2091,246,'台安县',3,0),(2092,247,'本溪',3,0),(2093,247,'平山区',3,0),(2094,247,'明山区',3,0),(2095,247,'溪湖区',3,0),(2096,247,'南芬区',3,0),(2097,247,'桓仁',3,0),(2098,248,'双塔区',3,0),(2099,248,'龙城区',3,0),(2100,248,'喀喇沁左翼蒙古族自治县',3,0),(2101,248,'北票市',3,0),(2102,248,'凌源市',3,0),(2103,248,'朝阳县',3,0),(2104,248,'建平县',3,0),(2105,249,'振兴区',3,0),(2106,249,'元宝区',3,0),(2107,249,'振安区',3,0),(2108,249,'宽甸',3,0),(2109,249,'东港市',3,0),(2110,249,'凤城市',3,0),(2111,250,'顺城区',3,0),(2112,250,'新抚区',3,0),(2113,250,'东洲区',3,0),(2114,250,'望花区',3,0),(2115,250,'清原',3,0),(2116,250,'新宾',3,0),(2117,250,'抚顺县',3,0),(2118,251,'阜新',3,0),(2119,251,'海州区',3,0),(2120,251,'新邱区',3,0),(2121,251,'太平区',3,0),(2122,251,'清河门区',3,0),(2123,251,'细河区',3,0),(2124,251,'彰武县',3,0),(2125,252,'龙港区',3,0),(2126,252,'南票区',3,0),(2127,252,'连山区',3,0),(2128,252,'兴城市',3,0),(2129,252,'绥中县',3,0),(2130,252,'建昌县',3,0),(2131,253,'太和区',3,0),(2132,253,'古塔区',3,0),(2133,253,'凌河区',3,0),(2134,253,'凌海市',3,0),(2135,253,'北镇市',3,0),(2136,253,'黑山县',3,0),(2137,253,'义县',3,0),(2138,254,'白塔区',3,0),(2139,254,'文圣区',3,0),(2140,254,'宏伟区',3,0),(2141,254,'太子河区',3,0),(2142,254,'弓长岭区',3,0),(2143,254,'灯塔市',3,0),(2144,254,'辽阳县',3,0),(2145,255,'双台子区',3,0),(2146,255,'兴隆台区',3,0),(2147,255,'大洼县',3,0),(2148,255,'盘山县',3,0),(2149,256,'银州区',3,0),(2150,256,'清河区',3,0),(2151,256,'调兵山市',3,0),(2152,256,'开原市',3,0),(2153,256,'铁岭县',3,0),(2154,256,'西丰县',3,0),(2155,256,'昌图县',3,0),(2156,257,'站前区',3,0),(2157,257,'西市区',3,0),(2158,257,'鲅鱼圈区',3,0),(2159,257,'老边区',3,0),(2160,257,'盖州市',3,0),(2161,257,'大石桥市',3,0),(2162,258,'回民区',3,0),(2163,258,'玉泉区',3,0),(2164,258,'新城区',3,0),(2165,258,'赛罕区',3,0),(2166,258,'清水河县',3,0),(2167,258,'土默特左旗',3,0),(2168,258,'托克托县',3,0),(2169,258,'和林格尔县',3,0),(2170,258,'武川县',3,0),(2171,259,'阿拉善左旗',3,0),(2172,259,'阿拉善右旗',3,0),(2173,259,'额济纳旗',3,0),(2174,260,'临河区',3,0),(2175,260,'五原县',3,0),(2176,260,'磴口县',3,0),(2177,260,'乌拉特前旗',3,0),(2178,260,'乌拉特中旗',3,0),(2179,260,'乌拉特后旗',3,0),(2180,260,'杭锦后旗',3,0),(2181,261,'昆都仑区',3,0),(2182,261,'青山区',3,0),(2183,261,'东河区',3,0),(2184,261,'九原区',3,0),(2185,261,'石拐区',3,0),(2186,261,'白云矿区',3,0),(2187,261,'土默特右旗',3,0),(2188,261,'固阳县',3,0),(2189,261,'达尔罕茂明安联合旗',3,0),(2190,262,'红山区',3,0),(2191,262,'元宝山区',3,0),(2192,262,'松山区',3,0),(2193,262,'阿鲁科尔沁旗',3,0),(2194,262,'巴林左旗',3,0),(2195,262,'巴林右旗',3,0),(2196,262,'林西县',3,0),(2197,262,'克什克腾旗',3,0),(2198,262,'翁牛特旗',3,0),(2199,262,'喀喇沁旗',3,0),(2200,262,'宁城县',3,0),(2201,262,'敖汉旗',3,0),(2202,263,'东胜区',3,0),(2203,263,'达拉特旗',3,0),(2204,263,'准格尔旗',3,0),(2205,263,'鄂托克前旗',3,0),(2206,263,'鄂托克旗',3,0),(2207,263,'杭锦旗',3,0),(2208,263,'乌审旗',3,0),(2209,263,'伊金霍洛旗',3,0),(2210,264,'海拉尔区',3,0),(2211,264,'莫力达瓦',3,0),(2212,264,'满洲里市',3,0),(2213,264,'牙克石市',3,0),(2214,264,'扎兰屯市',3,0),(2215,264,'额尔古纳市',3,0),(2216,264,'根河市',3,0),(2217,264,'阿荣旗',3,0),(2218,264,'鄂伦春自治旗',3,0),(2219,264,'鄂温克族自治旗',3,0),(2220,264,'陈巴尔虎旗',3,0),(2221,264,'新巴尔虎左旗',3,0),(2222,264,'新巴尔虎右旗',3,0),(2223,265,'科尔沁区',3,0),(2224,265,'霍林郭勒市',3,0),(2225,265,'科尔沁左翼中旗',3,0),(2226,265,'科尔沁左翼后旗',3,0),(2227,265,'开鲁县',3,0),(2228,265,'库伦旗',3,0),(2229,265,'奈曼旗',3,0),(2230,265,'扎鲁特旗',3,0),(2231,266,'海勃湾区',3,0),(2232,266,'乌达区',3,0),(2233,266,'海南区',3,0),(2234,267,'化德县',3,0),(2235,267,'集宁区',3,0),(2236,267,'丰镇市',3,0),(2237,267,'卓资县',3,0),(2238,267,'商都县',3,0),(2239,267,'兴和县',3,0),(2240,267,'凉城县',3,0),(2241,267,'察哈尔右翼前旗',3,0),(2242,267,'察哈尔右翼中旗',3,0),(2243,267,'察哈尔右翼后旗',3,0),(2244,267,'四子王旗',3,0),(2245,268,'二连浩特市',3,0),(2246,268,'锡林浩特市',3,0),(2247,268,'阿巴嘎旗',3,0),(2248,268,'苏尼特左旗',3,0),(2249,268,'苏尼特右旗',3,0),(2250,268,'东乌珠穆沁旗',3,0),(2251,268,'西乌珠穆沁旗',3,0),(2252,268,'太仆寺旗',3,0),(2253,268,'镶黄旗',3,0),(2254,268,'正镶白旗',3,0),(2255,268,'正蓝旗',3,0),(2256,268,'多伦县',3,0),(2257,269,'乌兰浩特市',3,0),(2258,269,'阿尔山市',3,0),(2259,269,'科尔沁右翼前旗',3,0),(2260,269,'科尔沁右翼中旗',3,0),(2261,269,'扎赉特旗',3,0),(2262,269,'突泉县',3,0),(2263,270,'西夏区',3,0),(2264,270,'金凤区',3,0),(2265,270,'兴庆区',3,0),(2266,270,'灵武市',3,0),(2267,270,'永宁县',3,0),(2268,270,'贺兰县',3,0),(2269,271,'原州区',3,0),(2270,271,'海原县',3,0),(2271,271,'西吉县',3,0),(2272,271,'隆德县',3,0),(2273,271,'泾源县',3,0),(2274,271,'彭阳县',3,0),(2275,272,'惠农县',3,0),(2276,272,'大武口区',3,0),(2277,272,'惠农区',3,0),(2278,272,'陶乐县',3,0),(2279,272,'平罗县',3,0),(2280,273,'利通区',3,0),(2281,273,'中卫县',3,0),(2282,273,'青铜峡市',3,0),(2283,273,'中宁县',3,0),(2284,273,'盐池县',3,0),(2285,273,'同心县',3,0),(2286,274,'沙坡头区',3,0),(2287,274,'海原县',3,0),(2288,274,'中宁县',3,0),(2289,275,'城中区',3,0),(2290,275,'城东区',3,0),(2291,275,'城西区',3,0),(2292,275,'城北区',3,0),(2293,275,'湟中县',3,0),(2294,275,'湟源县',3,0),(2295,275,'大通',3,0),(2296,276,'玛沁县',3,0),(2297,276,'班玛县',3,0),(2298,276,'甘德县',3,0),(2299,276,'达日县',3,0),(2300,276,'久治县',3,0),(2301,276,'玛多县',3,0),(2302,277,'海晏县',3,0),(2303,277,'祁连县',3,0),(2304,277,'刚察县',3,0),(2305,277,'门源',3,0),(2306,278,'平安县',3,0),(2307,278,'乐都县',3,0),(2308,278,'民和',3,0),(2309,278,'互助',3,0),(2310,278,'化隆',3,0),(2311,278,'循化',3,0),(2312,279,'共和县',3,0),(2313,279,'同德县',3,0),(2314,279,'贵德县',3,0),(2315,279,'兴海县',3,0),(2316,279,'贵南县',3,0),(2317,280,'德令哈市',3,0),(2318,280,'格尔木市',3,0),(2319,280,'乌兰县',3,0),(2320,280,'都兰县',3,0),(2321,280,'天峻县',3,0),(2322,281,'同仁县',3,0),(2323,281,'尖扎县',3,0),(2324,281,'泽库县',3,0),(2325,281,'河南蒙古族自治县',3,0),(2326,282,'玉树县',3,0),(2327,282,'杂多县',3,0),(2328,282,'称多县',3,0),(2329,282,'治多县',3,0),(2330,282,'囊谦县',3,0),(2331,282,'曲麻莱县',3,0),(2332,283,'市中区',3,0),(2333,283,'历下区',3,0),(2334,283,'天桥区',3,0),(2335,283,'槐荫区',3,0),(2336,283,'历城区',3,0),(2337,283,'长清区',3,0),(2338,283,'章丘市',3,0),(2339,283,'平阴县',3,0),(2340,283,'济阳县',3,0),(2341,283,'商河县',3,0),(2342,284,'市南区',3,0),(2343,284,'市北区',3,0),(2344,284,'城阳区',3,0),(2345,284,'四方区',3,0),(2346,284,'李沧区',3,0),(2347,284,'黄岛区',3,0),(2348,284,'崂山区',3,0),(2349,284,'胶州市',3,0),(2350,284,'即墨市',3,0),(2351,284,'平度市',3,0),(2352,284,'胶南市',3,0),(2353,284,'莱西市',3,0),(2354,285,'滨城区',3,0),(2355,285,'惠民县',3,0),(2356,285,'阳信县',3,0),(2357,285,'无棣县',3,0),(2358,285,'沾化县',3,0),(2359,285,'博兴县',3,0),(2360,285,'邹平县',3,0),(2361,286,'德城区',3,0),(2362,286,'陵县',3,0),(2363,286,'乐陵市',3,0),(2364,286,'禹城市',3,0),(2365,286,'宁津县',3,0),(2366,286,'庆云县',3,0),(2367,286,'临邑县',3,0),(2368,286,'齐河县',3,0),(2369,286,'平原县',3,0),(2370,286,'夏津县',3,0),(2371,286,'武城县',3,0),(2372,287,'东营区',3,0),(2373,287,'河口区',3,0),(2374,287,'垦利县',3,0),(2375,287,'利津县',3,0),(2376,287,'广饶县',3,0),(2377,288,'牡丹区',3,0),(2378,288,'曹县',3,0),(2379,288,'单县',3,0),(2380,288,'成武县',3,0),(2381,288,'巨野县',3,0),(2382,288,'郓城县',3,0),(2383,288,'鄄城县',3,0),(2384,288,'定陶县',3,0),(2385,288,'东明县',3,0),(2386,289,'市中区',3,0),(2387,289,'任城区',3,0),(2388,289,'曲阜市',3,0),(2389,289,'兖州市',3,0),(2390,289,'邹城市',3,0),(2391,289,'微山县',3,0),(2392,289,'鱼台县',3,0),(2393,289,'金乡县',3,0),(2394,289,'嘉祥县',3,0),(2395,289,'汶上县',3,0),(2396,289,'泗水县',3,0),(2397,289,'梁山县',3,0),(2398,290,'莱城区',3,0),(2399,290,'钢城区',3,0),(2400,291,'东昌府区',3,0),(2401,291,'临清市',3,0),(2402,291,'阳谷县',3,0),(2403,291,'莘县',3,0),(2404,291,'茌平县',3,0),(2405,291,'东阿县',3,0),(2406,291,'冠县',3,0),(2407,291,'高唐县',3,0),(2408,292,'兰山区',3,0),(2409,292,'罗庄区',3,0),(2410,292,'河东区',3,0),(2411,292,'沂南县',3,0),(2412,292,'郯城县',3,0),(2413,292,'沂水县',3,0),(2414,292,'苍山县',3,0),(2415,292,'费县',3,0),(2416,292,'平邑县',3,0),(2417,292,'莒南县',3,0),(2418,292,'蒙阴县',3,0),(2419,292,'临沭县',3,0),(2420,293,'东港区',3,0),(2421,293,'岚山区',3,0),(2422,293,'五莲县',3,0),(2423,293,'莒县',3,0),(2424,294,'泰山区',3,0),(2425,294,'岱岳区',3,0),(2426,294,'新泰市',3,0),(2427,294,'肥城市',3,0),(2428,294,'宁阳县',3,0),(2429,294,'东平县',3,0),(2430,295,'荣成市',3,0),(2431,295,'乳山市',3,0),(2432,295,'环翠区',3,0),(2433,295,'文登市',3,0),(2434,296,'潍城区',3,0),(2435,296,'寒亭区',3,0),(2436,296,'坊子区',3,0),(2437,296,'奎文区',3,0),(2438,296,'青州市',3,0),(2439,296,'诸城市',3,0),(2440,296,'寿光市',3,0),(2441,296,'安丘市',3,0),(2442,296,'高密市',3,0),(2443,296,'昌邑市',3,0),(2444,296,'临朐县',3,0),(2445,296,'昌乐县',3,0),(2446,297,'芝罘区',3,0),(2447,297,'福山区',3,0),(2448,297,'牟平区',3,0),(2449,297,'莱山区',3,0),(2450,297,'开发区',3,0),(2451,297,'龙口市',3,0),(2452,297,'莱阳市',3,0),(2453,297,'莱州市',3,0),(2454,297,'蓬莱市',3,0),(2455,297,'招远市',3,0),(2456,297,'栖霞市',3,0),(2457,297,'海阳市',3,0),(2458,297,'长岛县',3,0),(2459,298,'市中区',3,0),(2460,298,'山亭区',3,0),(2461,298,'峄城区',3,0),(2462,298,'台儿庄区',3,0),(2463,298,'薛城区',3,0),(2464,298,'滕州市',3,0),(2465,299,'张店区',3,0),(2466,299,'临淄区',3,0),(2467,299,'淄川区',3,0),(2468,299,'博山区',3,0),(2469,299,'周村区',3,0),(2470,299,'桓台县',3,0),(2471,299,'高青县',3,0),(2472,299,'沂源县',3,0),(2473,300,'杏花岭区',3,0),(2474,300,'小店区',3,0),(2475,300,'迎泽区',3,0),(2476,300,'尖草坪区',3,0),(2477,300,'万柏林区',3,0),(2478,300,'晋源区',3,0),(2479,300,'高新开发区',3,0),(2480,300,'民营经济开发区',3,0),(2481,300,'经济技术开发区',3,0),(2482,300,'清徐县',3,0),(2483,300,'阳曲县',3,0),(2484,300,'娄烦县',3,0),(2485,300,'古交市',3,0),(2486,301,'城区',3,0),(2487,301,'郊区',3,0),(2488,301,'沁县',3,0),(2489,301,'潞城市',3,0),(2490,301,'长治县',3,0),(2491,301,'襄垣县',3,0),(2492,301,'屯留县',3,0),(2493,301,'平顺县',3,0),(2494,301,'黎城县',3,0),(2495,301,'壶关县',3,0),(2496,301,'长子县',3,0),(2497,301,'武乡县',3,0),(2498,301,'沁源县',3,0),(2499,302,'城区',3,0),(2500,302,'矿区',3,0),(2501,302,'南郊区',3,0),(2502,302,'新荣区',3,0),(2503,302,'阳高县',3,0),(2504,302,'天镇县',3,0),(2505,302,'广灵县',3,0),(2506,302,'灵丘县',3,0),(2507,302,'浑源县',3,0),(2508,302,'左云县',3,0),(2509,302,'大同县',3,0),(2510,303,'城区',3,0),(2511,303,'高平市',3,0),(2512,303,'沁水县',3,0),(2513,303,'阳城县',3,0),(2514,303,'陵川县',3,0),(2515,303,'泽州县',3,0),(2516,304,'榆次区',3,0),(2517,304,'介休市',3,0),(2518,304,'榆社县',3,0),(2519,304,'左权县',3,0),(2520,304,'和顺县',3,0),(2521,304,'昔阳县',3,0),(2522,304,'寿阳县',3,0),(2523,304,'太谷县',3,0),(2524,304,'祁县',3,0),(2525,304,'平遥县',3,0),(2526,304,'灵石县',3,0),(2527,305,'尧都区',3,0),(2528,305,'侯马市',3,0),(2529,305,'霍州市',3,0),(2530,305,'曲沃县',3,0),(2531,305,'翼城县',3,0),(2532,305,'襄汾县',3,0),(2533,305,'洪洞县',3,0),(2534,305,'吉县',3,0),(2535,305,'安泽县',3,0),(2536,305,'浮山县',3,0),(2537,305,'古县',3,0),(2538,305,'乡宁县',3,0),(2539,305,'大宁县',3,0),(2540,305,'隰县',3,0),(2541,305,'永和县',3,0),(2542,305,'蒲县',3,0),(2543,305,'汾西县',3,0),(2544,306,'离石市',3,0),(2545,306,'离石区',3,0),(2546,306,'孝义市',3,0),(2547,306,'汾阳市',3,0),(2548,306,'文水县',3,0),(2549,306,'交城县',3,0),(2550,306,'兴县',3,0),(2551,306,'临县',3,0),(2552,306,'柳林县',3,0),(2553,306,'石楼县',3,0),(2554,306,'岚县',3,0),(2555,306,'方山县',3,0),(2556,306,'中阳县',3,0),(2557,306,'交口县',3,0),(2558,307,'朔城区',3,0),(2559,307,'平鲁区',3,0),(2560,307,'山阴县',3,0),(2561,307,'应县',3,0),(2562,307,'右玉县',3,0),(2563,307,'怀仁县',3,0),(2564,308,'忻府区',3,0),(2565,308,'原平市',3,0),(2566,308,'定襄县',3,0),(2567,308,'五台县',3,0),(2568,308,'代县',3,0),(2569,308,'繁峙县',3,0),(2570,308,'宁武县',3,0),(2571,308,'静乐县',3,0),(2572,308,'神池县',3,0),(2573,308,'五寨县',3,0),(2574,308,'岢岚县',3,0),(2575,308,'河曲县',3,0),(2576,308,'保德县',3,0),(2577,308,'偏关县',3,0),(2578,309,'城区',3,0),(2579,309,'矿区',3,0),(2580,309,'郊区',3,0),(2581,309,'平定县',3,0),(2582,309,'盂县',3,0),(2583,310,'盐湖区',3,0),(2584,310,'永济市',3,0),(2585,310,'河津市',3,0),(2586,310,'临猗县',3,0),(2587,310,'万荣县',3,0),(2588,310,'闻喜县',3,0),(2589,310,'稷山县',3,0),(2590,310,'新绛县',3,0),(2591,310,'绛县',3,0),(2592,310,'垣曲县',3,0),(2593,310,'夏县',3,0),(2594,310,'平陆县',3,0),(2595,310,'芮城县',3,0),(2596,311,'莲湖区',3,0),(2597,311,'新城区',3,0),(2598,311,'碑林区',3,0),(2599,311,'雁塔区',3,0),(2600,311,'灞桥区',3,0),(2601,311,'未央区',3,0),(2602,311,'阎良区',3,0),(2603,311,'临潼区',3,0),(2604,311,'长安区',3,0),(2605,311,'蓝田县',3,0),(2606,311,'周至县',3,0),(2607,311,'户县',3,0),(2608,311,'高陵县',3,0),(2609,312,'汉滨区',3,0),(2610,312,'汉阴县',3,0),(2611,312,'石泉县',3,0),(2612,312,'宁陕县',3,0),(2613,312,'紫阳县',3,0),(2614,312,'岚皋县',3,0),(2615,312,'平利县',3,0),(2616,312,'镇坪县',3,0),(2617,312,'旬阳县',3,0),(2618,312,'白河县',3,0),(2619,313,'陈仓区',3,0),(2620,313,'渭滨区',3,0),(2621,313,'金台区',3,0),(2622,313,'凤翔县',3,0),(2623,313,'岐山县',3,0),(2624,313,'扶风县',3,0),(2625,313,'眉县',3,0),(2626,313,'陇县',3,0),(2627,313,'千阳县',3,0),(2628,313,'麟游县',3,0),(2629,313,'凤县',3,0),(2630,313,'太白县',3,0),(2631,314,'汉台区',3,0),(2632,314,'南郑县',3,0),(2633,314,'城固县',3,0),(2634,314,'洋县',3,0),(2635,314,'西乡县',3,0),(2636,314,'勉县',3,0),(2637,314,'宁强县',3,0),(2638,314,'略阳县',3,0),(2639,314,'镇巴县',3,0),(2640,314,'留坝县',3,0),(2641,314,'佛坪县',3,0),(2642,315,'商州区',3,0),(2643,315,'洛南县',3,0),(2644,315,'丹凤县',3,0),(2645,315,'商南县',3,0),(2646,315,'山阳县',3,0),(2647,315,'镇安县',3,0),(2648,315,'柞水县',3,0),(2649,316,'耀州区',3,0),(2650,316,'王益区',3,0),(2651,316,'印台区',3,0),(2652,316,'宜君县',3,0),(2653,317,'临渭区',3,0),(2654,317,'韩城市',3,0),(2655,317,'华阴市',3,0),(2656,317,'华县',3,0),(2657,317,'潼关县',3,0),(2658,317,'大荔县',3,0),(2659,317,'合阳县',3,0),(2660,317,'澄城县',3,0),(2661,317,'蒲城县',3,0),(2662,317,'白水县',3,0),(2663,317,'富平县',3,0),(2664,318,'秦都区',3,0),(2665,318,'渭城区',3,0),(2666,318,'杨陵区',3,0),(2667,318,'兴平市',3,0),(2668,318,'三原县',3,0),(2669,318,'泾阳县',3,0),(2670,318,'乾县',3,0),(2671,318,'礼泉县',3,0),(2672,318,'永寿县',3,0),(2673,318,'彬县',3,0),(2674,318,'长武县',3,0),(2675,318,'旬邑县',3,0),(2676,318,'淳化县',3,0),(2677,318,'武功县',3,0),(2678,319,'吴起县',3,0),(2679,319,'宝塔区',3,0),(2680,319,'延长县',3,0),(2681,319,'延川县',3,0),(2682,319,'子长县',3,0),(2683,319,'安塞县',3,0),(2684,319,'志丹县',3,0),(2685,319,'甘泉县',3,0),(2686,319,'富县',3,0),(2687,319,'洛川县',3,0),(2688,319,'宜川县',3,0),(2689,319,'黄龙县',3,0),(2690,319,'黄陵县',3,0),(2691,320,'榆阳区',3,0),(2692,320,'神木县',3,0),(2693,320,'府谷县',3,0),(2694,320,'横山县',3,0),(2695,320,'靖边县',3,0),(2696,320,'定边县',3,0),(2697,320,'绥德县',3,0),(2698,320,'米脂县',3,0),(2699,320,'佳县',3,0),(2700,320,'吴堡县',3,0),(2701,320,'清涧县',3,0),(2702,320,'子洲县',3,0),(2703,321,'长宁区',3,0),(2704,321,'闸北区',3,0),(2705,321,'闵行区',3,0),(2706,321,'徐汇区',3,0),(2707,321,'浦东新区',3,0),(2708,321,'杨浦区',3,0),(2709,321,'普陀区',3,0),(2710,321,'静安区',3,0),(2711,321,'卢湾区',3,0),(2712,321,'虹口区',3,0),(2713,321,'黄浦区',3,0),(2714,321,'南汇区',3,0),(2715,321,'松江区',3,0),(2716,321,'嘉定区',3,0),(2717,321,'宝山区',3,0),(2718,321,'青浦区',3,0),(2719,321,'金山区',3,0),(2720,321,'奉贤区',3,0),(2721,321,'崇明县',3,0),(2722,322,'青羊区',3,0),(2723,322,'锦江区',3,0),(2724,322,'金牛区',3,0),(2725,322,'武侯区',3,0),(2726,322,'成华区',3,0),(2727,322,'龙泉驿区',3,0),(2728,322,'青白江区',3,0),(2729,322,'新都区',3,0),(2730,322,'温江区',3,0),(2731,322,'高新区',3,0),(2732,322,'高新西区',3,0),(2733,322,'都江堰市',3,0),(2734,322,'彭州市',3,0),(2735,322,'邛崃市',3,0),(2736,322,'崇州市',3,0),(2737,322,'金堂县',3,0),(2738,322,'双流县',3,0),(2739,322,'郫县',3,0),(2740,322,'大邑县',3,0),(2741,322,'蒲江县',3,0),(2742,322,'新津县',3,0),(2743,322,'都江堰市',3,0),(2744,322,'彭州市',3,0),(2745,322,'邛崃市',3,0),(2746,322,'崇州市',3,0),(2747,322,'金堂县',3,0),(2748,322,'双流县',3,0),(2749,322,'郫县',3,0),(2750,322,'大邑县',3,0),(2751,322,'蒲江县',3,0),(2752,322,'新津县',3,0),(2753,323,'涪城区',3,0),(2754,323,'游仙区',3,0),(2755,323,'江油市',3,0),(2756,323,'盐亭县',3,0),(2757,323,'三台县',3,0),(2758,323,'平武县',3,0),(2759,323,'安县',3,0),(2760,323,'梓潼县',3,0),(2761,323,'北川县',3,0),(2762,324,'马尔康县',3,0),(2763,324,'汶川县',3,0),(2764,324,'理县',3,0),(2765,324,'茂县',3,0),(2766,324,'松潘县',3,0),(2767,324,'九寨沟县',3,0),(2768,324,'金川县',3,0),(2769,324,'小金县',3,0),(2770,324,'黑水县',3,0),(2771,324,'壤塘县',3,0),(2772,324,'阿坝县',3,0),(2773,324,'若尔盖县',3,0),(2774,324,'红原县',3,0),(2775,325,'巴州区',3,0),(2776,325,'通江县',3,0),(2777,325,'南江县',3,0),(2778,325,'平昌县',3,0),(2779,326,'通川区',3,0),(2780,326,'万源市',3,0),(2781,326,'达县',3,0),(2782,326,'宣汉县',3,0),(2783,326,'开江县',3,0),(2784,326,'大竹县',3,0),(2785,326,'渠县',3,0),(2786,327,'旌阳区',3,0),(2787,327,'广汉市',3,0),(2788,327,'什邡市',3,0),(2789,327,'绵竹市',3,0),(2790,327,'罗江县',3,0),(2791,327,'中江县',3,0),(2792,328,'康定县',3,0),(2793,328,'丹巴县',3,0),(2794,328,'泸定县',3,0),(2795,328,'炉霍县',3,0),(2796,328,'九龙县',3,0),(2797,328,'甘孜县',3,0),(2798,328,'雅江县',3,0),(2799,328,'新龙县',3,0),(2800,328,'道孚县',3,0),(2801,328,'白玉县',3,0),(2802,328,'理塘县',3,0),(2803,328,'德格县',3,0),(2804,328,'乡城县',3,0),(2805,328,'石渠县',3,0),(2806,328,'稻城县',3,0),(2807,328,'色达县',3,0),(2808,328,'巴塘县',3,0),(2809,328,'得荣县',3,0),(2810,329,'广安区',3,0),(2811,329,'华蓥市',3,0),(2812,329,'岳池县',3,0),(2813,329,'武胜县',3,0),(2814,329,'邻水县',3,0),(2815,330,'利州区',3,0),(2816,330,'元坝区',3,0),(2817,330,'朝天区',3,0),(2818,330,'旺苍县',3,0),(2819,330,'青川县',3,0),(2820,330,'剑阁县',3,0),(2821,330,'苍溪县',3,0),(2822,331,'峨眉山市',3,0),(2823,331,'乐山市',3,0),(2824,331,'犍为县',3,0),(2825,331,'井研县',3,0),(2826,331,'夹江县',3,0),(2827,331,'沐川县',3,0),(2828,331,'峨边',3,0),(2829,331,'马边',3,0),(2830,332,'西昌市',3,0),(2831,332,'盐源县',3,0),(2832,332,'德昌县',3,0),(2833,332,'会理县',3,0),(2834,332,'会东县',3,0),(2835,332,'宁南县',3,0),(2836,332,'普格县',3,0),(2837,332,'布拖县',3,0),(2838,332,'金阳县',3,0),(2839,332,'昭觉县',3,0),(2840,332,'喜德县',3,0),(2841,332,'冕宁县',3,0),(2842,332,'越西县',3,0),(2843,332,'甘洛县',3,0),(2844,332,'美姑县',3,0),(2845,332,'雷波县',3,0),(2846,332,'木里',3,0),(2847,333,'东坡区',3,0),(2848,333,'仁寿县',3,0),(2849,333,'彭山县',3,0),(2850,333,'洪雅县',3,0),(2851,333,'丹棱县',3,0),(2852,333,'青神县',3,0),(2853,334,'阆中市',3,0),(2854,334,'南部县',3,0),(2855,334,'营山县',3,0),(2856,334,'蓬安县',3,0),(2857,334,'仪陇县',3,0),(2858,334,'顺庆区',3,0),(2859,334,'高坪区',3,0),(2860,334,'嘉陵区',3,0),(2861,334,'西充县',3,0),(2862,335,'市中区',3,0),(2863,335,'东兴区',3,0),(2864,335,'威远县',3,0),(2865,335,'资中县',3,0),(2866,335,'隆昌县',3,0),(2867,336,'东  区',3,0),(2868,336,'西  区',3,0),(2869,336,'仁和区',3,0),(2870,336,'米易县',3,0),(2871,336,'盐边县',3,0),(2872,337,'船山区',3,0),(2873,337,'安居区',3,0),(2874,337,'蓬溪县',3,0),(2875,337,'射洪县',3,0),(2876,337,'大英县',3,0),(2877,338,'雨城区',3,0),(2878,338,'名山县',3,0),(2879,338,'荥经县',3,0),(2880,338,'汉源县',3,0),(2881,338,'石棉县',3,0),(2882,338,'天全县',3,0),(2883,338,'芦山县',3,0),(2884,338,'宝兴县',3,0),(2885,339,'翠屏区',3,0),(2886,339,'宜宾县',3,0),(2887,339,'南溪县',3,0),(2888,339,'江安县',3,0),(2889,339,'长宁县',3,0),(2890,339,'高县',3,0),(2891,339,'珙县',3,0),(2892,339,'筠连县',3,0),(2893,339,'兴文县',3,0),(2894,339,'屏山县',3,0),(2895,340,'雁江区',3,0),(2896,340,'简阳市',3,0),(2897,340,'安岳县',3,0),(2898,340,'乐至县',3,0),(2899,341,'大安区',3,0),(2900,341,'自流井区',3,0),(2901,341,'贡井区',3,0),(2902,341,'沿滩区',3,0),(2903,341,'荣县',3,0),(2904,341,'富顺县',3,0),(2905,342,'江阳区',3,0),(2906,342,'纳溪区',3,0),(2907,342,'龙马潭区',3,0),(2908,342,'泸县',3,0),(2909,342,'合江县',3,0),(2910,342,'叙永县',3,0),(2911,342,'古蔺县',3,0),(2912,343,'和平区',3,0),(2913,343,'河西区',3,0),(2914,343,'南开区',3,0),(2915,343,'河北区',3,0),(2916,343,'河东区',3,0),(2917,343,'红桥区',3,0),(2918,343,'东丽区',3,0),(2919,343,'津南区',3,0),(2920,343,'西青区',3,0),(2921,343,'北辰区',3,0),(2922,343,'塘沽区',3,0),(2923,343,'汉沽区',3,0),(2924,343,'大港区',3,0),(2925,343,'武清区',3,0),(2926,343,'宝坻区',3,0),(2927,343,'经济开发区',3,0),(2928,343,'宁河县',3,0),(2929,343,'静海县',3,0),(2930,343,'蓟县',3,0),(2931,344,'城关区',3,0),(2932,344,'林周县',3,0),(2933,344,'当雄县',3,0),(2934,344,'尼木县',3,0),(2935,344,'曲水县',3,0),(2936,344,'堆龙德庆县',3,0),(2937,344,'达孜县',3,0),(2938,344,'墨竹工卡县',3,0),(2939,345,'噶尔县',3,0),(2940,345,'普兰县',3,0),(2941,345,'札达县',3,0),(2942,345,'日土县',3,0),(2943,345,'革吉县',3,0),(2944,345,'改则县',3,0),(2945,345,'措勤县',3,0),(2946,346,'昌都县',3,0),(2947,346,'江达县',3,0),(2948,346,'贡觉县',3,0),(2949,346,'类乌齐县',3,0),(2950,346,'丁青县',3,0),(2951,346,'察雅县',3,0),(2952,346,'八宿县',3,0),(2953,346,'左贡县',3,0),(2954,346,'芒康县',3,0),(2955,346,'洛隆县',3,0),(2956,346,'边坝县',3,0),(2957,347,'林芝县',3,0),(2958,347,'工布江达县',3,0),(2959,347,'米林县',3,0),(2960,347,'墨脱县',3,0),(2961,347,'波密县',3,0),(2962,347,'察隅县',3,0),(2963,347,'朗县',3,0),(2964,348,'那曲县',3,0),(2965,348,'嘉黎县',3,0),(2966,348,'比如县',3,0),(2967,348,'聂荣县',3,0),(2968,348,'安多县',3,0),(2969,348,'申扎县',3,0),(2970,348,'索县',3,0),(2971,348,'班戈县',3,0),(2972,348,'巴青县',3,0),(2973,348,'尼玛县',3,0),(2974,349,'日喀则市',3,0),(2975,349,'南木林县',3,0),(2976,349,'江孜县',3,0),(2977,349,'定日县',3,0),(2978,349,'萨迦县',3,0),(2979,349,'拉孜县',3,0),(2980,349,'昂仁县',3,0),(2981,349,'谢通门县',3,0),(2982,349,'白朗县',3,0),(2983,349,'仁布县',3,0),(2984,349,'康马县',3,0),(2985,349,'定结县',3,0),(2986,349,'仲巴县',3,0),(2987,349,'亚东县',3,0),(2988,349,'吉隆县',3,0),(2989,349,'聂拉木县',3,0),(2990,349,'萨嘎县',3,0),(2991,349,'岗巴县',3,0),(2992,350,'乃东县',3,0),(2993,350,'扎囊县',3,0),(2994,350,'贡嘎县',3,0),(2995,350,'桑日县',3,0),(2996,350,'琼结县',3,0),(2997,350,'曲松县',3,0),(2998,350,'措美县',3,0),(2999,350,'洛扎县',3,0),(3000,350,'加查县',3,0),(3001,350,'隆子县',3,0),(3002,350,'错那县',3,0),(3003,350,'浪卡子县',3,0),(3004,351,'天山区',3,0),(3005,351,'沙依巴克区',3,0),(3006,351,'新市区',3,0),(3007,351,'水磨沟区',3,0),(3008,351,'头屯河区',3,0),(3009,351,'达坂城区',3,0),(3010,351,'米东区',3,0),(3011,351,'乌鲁木齐县',3,0),(3012,352,'阿克苏市',3,0),(3013,352,'温宿县',3,0),(3014,352,'库车县',3,0),(3015,352,'沙雅县',3,0),(3016,352,'新和县',3,0),(3017,352,'拜城县',3,0),(3018,352,'乌什县',3,0),(3019,352,'阿瓦提县',3,0),(3020,352,'柯坪县',3,0),(3021,353,'阿拉尔市',3,0),(3022,354,'库尔勒市',3,0),(3023,354,'轮台县',3,0),(3024,354,'尉犁县',3,0),(3025,354,'若羌县',3,0),(3026,354,'且末县',3,0),(3027,354,'焉耆',3,0),(3028,354,'和静县',3,0),(3029,354,'和硕县',3,0),(3030,354,'博湖县',3,0),(3031,355,'博乐市',3,0),(3032,355,'精河县',3,0),(3033,355,'温泉县',3,0),(3034,356,'呼图壁县',3,0),(3035,356,'米泉市',3,0),(3036,356,'昌吉市',3,0),(3037,356,'阜康市',3,0),(3038,356,'玛纳斯县',3,0),(3039,356,'奇台县',3,0),(3040,356,'吉木萨尔县',3,0),(3041,356,'木垒',3,0),(3042,357,'哈密市',3,0),(3043,357,'伊吾县',3,0),(3044,357,'巴里坤',3,0),(3045,358,'和田市',3,0),(3046,358,'和田县',3,0),(3047,358,'墨玉县',3,0),(3048,358,'皮山县',3,0),(3049,358,'洛浦县',3,0),(3050,358,'策勒县',3,0),(3051,358,'于田县',3,0),(3052,358,'民丰县',3,0),(3053,359,'喀什市',3,0),(3054,359,'疏附县',3,0),(3055,359,'疏勒县',3,0),(3056,359,'英吉沙县',3,0),(3057,359,'泽普县',3,0),(3058,359,'莎车县',3,0),(3059,359,'叶城县',3,0),(3060,359,'麦盖提县',3,0),(3061,359,'岳普湖县',3,0),(3062,359,'伽师县',3,0),(3063,359,'巴楚县',3,0),(3064,359,'塔什库尔干',3,0),(3065,360,'克拉玛依市',3,0),(3066,361,'阿图什市',3,0),(3067,361,'阿克陶县',3,0),(3068,361,'阿合奇县',3,0),(3069,361,'乌恰县',3,0),(3070,362,'石河子市',3,0),(3071,363,'图木舒克市',3,0),(3072,364,'吐鲁番市',3,0),(3073,364,'鄯善县',3,0),(3074,364,'托克逊县',3,0),(3075,365,'五家渠市',3,0),(3076,366,'阿勒泰市',3,0),(3077,366,'布克赛尔',3,0),(3078,366,'伊宁市',3,0),(3079,366,'布尔津县',3,0),(3080,366,'奎屯市',3,0),(3081,366,'乌苏市',3,0),(3082,366,'额敏县',3,0),(3083,366,'富蕴县',3,0),(3084,366,'伊宁县',3,0),(3085,366,'福海县',3,0),(3086,366,'霍城县',3,0),(3087,366,'沙湾县',3,0),(3088,366,'巩留县',3,0),(3089,366,'哈巴河县',3,0),(3090,366,'托里县',3,0),(3091,366,'青河县',3,0),(3092,366,'新源县',3,0),(3093,366,'裕民县',3,0),(3094,366,'和布克赛尔',3,0),(3095,366,'吉木乃县',3,0),(3096,366,'昭苏县',3,0),(3097,366,'特克斯县',3,0),(3098,366,'尼勒克县',3,0),(3099,366,'察布查尔',3,0),(3100,367,'盘龙区',3,0),(3101,367,'五华区',3,0),(3102,367,'官渡区',3,0),(3103,367,'西山区',3,0),(3104,367,'东川区',3,0),(3105,367,'安宁市',3,0),(3106,367,'呈贡县',3,0),(3107,367,'晋宁县',3,0),(3108,367,'富民县',3,0),(3109,367,'宜良县',3,0),(3110,367,'嵩明县',3,0),(3111,367,'石林县',3,0),(3112,367,'禄劝',3,0),(3113,367,'寻甸',3,0),(3114,368,'兰坪',3,0),(3115,368,'泸水县',3,0),(3116,368,'福贡县',3,0),(3117,368,'贡山',3,0),(3118,369,'宁洱',3,0),(3119,369,'思茅区',3,0),(3120,369,'墨江',3,0),(3121,369,'景东',3,0),(3122,369,'景谷',3,0),(3123,369,'镇沅',3,0),(3124,369,'江城',3,0),(3125,369,'孟连',3,0),(3126,369,'澜沧',3,0),(3127,369,'西盟',3,0),(3128,370,'古城区',3,0),(3129,370,'宁蒗',3,0),(3130,370,'玉龙',3,0),(3131,370,'永胜县',3,0),(3132,370,'华坪县',3,0),(3133,371,'隆阳区',3,0),(3134,371,'施甸县',3,0),(3135,371,'腾冲县',3,0),(3136,371,'龙陵县',3,0),(3137,371,'昌宁县',3,0),(3138,372,'楚雄市',3,0),(3139,372,'双柏县',3,0),(3140,372,'牟定县',3,0),(3141,372,'南华县',3,0),(3142,372,'姚安县',3,0),(3143,372,'大姚县',3,0),(3144,372,'永仁县',3,0),(3145,372,'元谋县',3,0),(3146,372,'武定县',3,0),(3147,372,'禄丰县',3,0),(3148,373,'大理市',3,0),(3149,373,'祥云县',3,0),(3150,373,'宾川县',3,0),(3151,373,'弥渡县',3,0),(3152,373,'永平县',3,0),(3153,373,'云龙县',3,0),(3154,373,'洱源县',3,0),(3155,373,'剑川县',3,0),(3156,373,'鹤庆县',3,0),(3157,373,'漾濞',3,0),(3158,373,'南涧',3,0),(3159,373,'巍山',3,0),(3160,374,'潞西市',3,0),(3161,374,'瑞丽市',3,0),(3162,374,'梁河县',3,0),(3163,374,'盈江县',3,0),(3164,374,'陇川县',3,0),(3165,375,'香格里拉县',3,0),(3166,375,'德钦县',3,0),(3167,375,'维西',3,0),(3168,376,'泸西县',3,0),(3169,376,'蒙自县',3,0),(3170,376,'个旧市',3,0),(3171,376,'开远市',3,0),(3172,376,'绿春县',3,0),(3173,376,'建水县',3,0),(3174,376,'石屏县',3,0),(3175,376,'弥勒县',3,0),(3176,376,'元阳县',3,0),(3177,376,'红河县',3,0),(3178,376,'金平',3,0),(3179,376,'河口',3,0),(3180,376,'屏边',3,0),(3181,377,'临翔区',3,0),(3182,377,'凤庆县',3,0),(3183,377,'云县',3,0),(3184,377,'永德县',3,0),(3185,377,'镇康县',3,0),(3186,377,'双江',3,0),(3187,377,'耿马',3,0),(3188,377,'沧源',3,0),(3189,378,'麒麟区',3,0),(3190,378,'宣威市',3,0),(3191,378,'马龙县',3,0),(3192,378,'陆良县',3,0),(3193,378,'师宗县',3,0),(3194,378,'罗平县',3,0),(3195,378,'富源县',3,0),(3196,378,'会泽县',3,0),(3197,378,'沾益县',3,0),(3198,379,'文山县',3,0),(3199,379,'砚山县',3,0),(3200,379,'西畴县',3,0),(3201,379,'麻栗坡县',3,0),(3202,379,'马关县',3,0),(3203,379,'丘北县',3,0),(3204,379,'广南县',3,0),(3205,379,'富宁县',3,0),(3206,380,'景洪市',3,0),(3207,380,'勐海县',3,0),(3208,380,'勐腊县',3,0),(3209,381,'红塔区',3,0),(3210,381,'江川县',3,0),(3211,381,'澄江县',3,0),(3212,381,'通海县',3,0),(3213,381,'华宁县',3,0),(3214,381,'易门县',3,0),(3215,381,'峨山',3,0),(3216,381,'新平',3,0),(3217,381,'元江',3,0),(3218,382,'昭阳区',3,0),(3219,382,'鲁甸县',3,0),(3220,382,'巧家县',3,0),(3221,382,'盐津县',3,0),(3222,382,'大关县',3,0),(3223,382,'永善县',3,0),(3224,382,'绥江县',3,0),(3225,382,'镇雄县',3,0),(3226,382,'彝良县',3,0),(3227,382,'威信县',3,0),(3228,382,'水富县',3,0),(3229,383,'西湖区',3,0),(3230,383,'上城区',3,0),(3231,383,'下城区',3,0),(3232,383,'拱墅区',3,0),(3233,383,'滨江区',3,0),(3234,383,'江干区',3,0),(3235,383,'萧山区',3,0),(3236,383,'余杭区',3,0),(3237,383,'市郊',3,0),(3238,383,'建德市',3,0),(3239,383,'富阳市',3,0),(3240,383,'临安市',3,0),(3241,383,'桐庐县',3,0),(3242,383,'淳安县',3,0),(3243,384,'吴兴区',3,0),(3244,384,'南浔区',3,0),(3245,384,'德清县',3,0),(3246,384,'长兴县',3,0),(3247,384,'安吉县',3,0),(3248,385,'南湖区',3,0),(3249,385,'秀洲区',3,0),(3250,385,'海宁市',3,0),(3251,385,'嘉善县',3,0),(3252,385,'平湖市',3,0),(3253,385,'桐乡市',3,0),(3254,385,'海盐县',3,0),(3255,386,'婺城区',3,0),(3256,386,'金东区',3,0),(3257,386,'兰溪市',3,0),(3258,386,'市区',3,0),(3259,386,'佛堂镇',3,0),(3260,386,'上溪镇',3,0),(3261,386,'义亭镇',3,0),(3262,386,'大陈镇',3,0),(3263,386,'苏溪镇',3,0),(3264,386,'赤岸镇',3,0),(3265,386,'东阳市',3,0),(3266,386,'永康市',3,0),(3267,386,'武义县',3,0),(3268,386,'浦江县',3,0),(3269,386,'磐安县',3,0),(3270,387,'莲都区',3,0),(3271,387,'龙泉市',3,0),(3272,387,'青田县',3,0),(3273,387,'缙云县',3,0),(3274,387,'遂昌县',3,0),(3275,387,'松阳县',3,0),(3276,387,'云和县',3,0),(3277,387,'庆元县',3,0),(3278,387,'景宁',3,0),(3279,388,'海曙区',3,0),(3280,388,'江东区',3,0),(3281,388,'江北区',3,0),(3282,388,'镇海区',3,0),(3283,388,'北仑区',3,0),(3284,388,'鄞州区',3,0),(3285,388,'余姚市',3,0),(3286,388,'慈溪市',3,0),(3287,388,'奉化市',3,0),(3288,388,'象山县',3,0),(3289,388,'宁海县',3,0),(3290,389,'越城区',3,0),(3291,389,'上虞市',3,0),(3292,389,'嵊州市',3,0),(3293,389,'绍兴县',3,0),(3294,389,'新昌县',3,0),(3295,389,'诸暨市',3,0),(3296,390,'椒江区',3,0),(3297,390,'黄岩区',3,0),(3298,390,'路桥区',3,0),(3299,390,'温岭市',3,0),(3300,390,'临海市',3,0),(3301,390,'玉环县',3,0),(3302,390,'三门县',3,0),(3303,390,'天台县',3,0),(3304,390,'仙居县',3,0),(3305,391,'鹿城区',3,0),(3306,391,'龙湾区',3,0),(3307,391,'瓯海区',3,0),(3308,391,'瑞安市',3,0),(3309,391,'乐清市',3,0),(3310,391,'洞头县',3,0),(3311,391,'永嘉县',3,0),(3312,391,'平阳县',3,0),(3313,391,'苍南县',3,0),(3314,391,'文成县',3,0),(3315,391,'泰顺县',3,0),(3316,392,'定海区',3,0),(3317,392,'普陀区',3,0),(3318,392,'岱山县',3,0),(3319,392,'嵊泗县',3,0),(3320,393,'衢州市',3,0),(3321,393,'江山市',3,0),(3322,393,'常山县',3,0),(3323,393,'开化县',3,0),(3324,393,'龙游县',3,0),(3325,394,'合川区',3,0),(3326,394,'江津区',3,0),(3327,394,'南川区',3,0),(3328,394,'永川区',3,0),(3329,394,'南岸区',3,0),(3330,394,'渝北区',3,0),(3331,394,'万盛区',3,0),(3332,394,'大渡口区',3,0),(3333,394,'万州区',3,0),(3334,394,'北碚区',3,0),(3335,394,'沙坪坝区',3,0),(3336,394,'巴南区',3,0),(3337,394,'涪陵区',3,0),(3338,394,'江北区',3,0),(3339,394,'九龙坡区',3,0),(3340,394,'渝中区',3,0),(3341,394,'黔江开发区',3,0),(3342,394,'长寿区',3,0),(3343,394,'双桥区',3,0),(3344,394,'綦江县',3,0),(3345,394,'潼南县',3,0),(3346,394,'铜梁县',3,0),(3347,394,'大足县',3,0),(3348,394,'荣昌县',3,0),(3349,394,'璧山县',3,0),(3350,394,'垫江县',3,0),(3351,394,'武隆县',3,0),(3352,394,'丰都县',3,0),(3353,394,'城口县',3,0),(3354,394,'梁平县',3,0),(3355,394,'开县',3,0),(3356,394,'巫溪县',3,0),(3357,394,'巫山县',3,0),(3358,394,'奉节县',3,0),(3359,394,'云阳县',3,0),(3360,394,'忠县',3,0),(3361,394,'石柱',3,0),(3362,394,'彭水',3,0),(3363,394,'酉阳',3,0),(3364,394,'秀山',3,0),(3365,395,'沙田区',3,0),(3366,395,'东区',3,0),(3367,395,'观塘区',3,0),(3368,395,'黄大仙区',3,0),(3369,395,'九龙城区',3,0),(3370,395,'屯门区',3,0),(3371,395,'葵青区',3,0),(3372,395,'元朗区',3,0),(3373,395,'深水埗区',3,0),(3374,395,'西贡区',3,0),(3375,395,'大埔区',3,0),(3376,395,'湾仔区',3,0),(3377,395,'油尖旺区',3,0),(3378,395,'北区',3,0),(3379,395,'南区',3,0),(3380,395,'荃湾区',3,0),(3381,395,'中西区',3,0),(3382,395,'离岛区',3,0),(3383,396,'澳门',3,0),(3384,397,'台北',3,0),(3385,397,'高雄',3,0),(3386,397,'基隆',3,0),(3387,397,'台中',3,0),(3388,397,'台南',3,0),(3389,397,'新竹',3,0),(3390,397,'嘉义',3,0),(3391,397,'宜兰县',3,0),(3392,397,'桃园县',3,0),(3393,397,'苗栗县',3,0),(3394,397,'彰化县',3,0),(3395,397,'南投县',3,0),(3396,397,'云林县',3,0),(3397,397,'屏东县',3,0),(3398,397,'台东县',3,0),(3399,397,'花莲县',3,0),(3400,397,'澎湖县',3,0),(3401,3,'合肥',2,0),(3402,3401,'庐阳区',3,0),(3403,3401,'瑶海区',3,0),(3404,3401,'蜀山区',3,0),(3405,3401,'包河区',3,0),(3406,3401,'长丰县',3,0),(3407,3401,'肥东县',3,0),(3408,3401,'肥西县',3,0);

/*Table structure for table `fly_region_backup` */

DROP TABLE IF EXISTS `fly_region_backup`;

CREATE TABLE `fly_region_backup` (
  `region_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `region_name` varchar(120) NOT NULL DEFAULT '',
  `region_type` tinyint(1) NOT NULL DEFAULT '2',
  `agency_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`region_id`),
  KEY `parent_id` (`parent_id`),
  KEY `region_type` (`region_type`),
  KEY `agency_id` (`agency_id`),
  KEY `region_name` (`region_name`)
) ENGINE=MyISAM AUTO_INCREMENT=3409 DEFAULT CHARSET=utf8;

/*Data for the table `fly_region_backup` */

insert  into `fly_region_backup`(`region_id`,`parent_id`,`region_name`,`region_type`,`agency_id`) values (1,0,'中国',0,0),(2,1,'北京',1,0),(3,1,'安徽',1,0),(4,1,'福建',1,0),(5,1,'甘肃',1,0),(6,1,'广东',1,0),(7,1,'广西',1,0),(8,1,'贵州',1,0),(9,1,'海南',1,0),(10,1,'河北',1,0),(11,1,'河南',1,0),(12,1,'黑龙江',1,0),(13,1,'湖北',1,0),(14,1,'湖南',1,0),(15,1,'吉林',1,0),(16,1,'江苏',1,0),(17,1,'江西',1,0),(18,1,'辽宁',1,0),(19,1,'内蒙古',1,0),(20,1,'宁夏',1,0),(21,1,'青海',1,0),(22,1,'山东',1,0),(23,1,'山西',1,0),(24,1,'陕西',1,0),(25,1,'上海',1,0),(26,1,'四川',1,0),(27,1,'天津',1,0),(28,1,'西藏',1,0),(29,1,'新疆',1,0),(30,1,'云南',1,0),(31,1,'浙江',1,0),(32,1,'重庆',1,0),(33,1,'香港',1,0),(34,1,'澳门',1,0),(35,1,'台湾',1,0),(36,3,'安庆',2,0),(37,3,'蚌埠',2,0),(38,3,'巢湖',2,0),(39,3,'池州',2,0),(40,3,'滁州',2,0),(41,3,'阜阳',2,0),(42,3,'淮北',2,0),(43,3,'淮南',2,0),(44,3,'黄山',2,0),(45,3,'六安',2,0),(46,3,'马鞍山',2,0),(47,3,'宿州',2,0),(48,3,'铜陵',2,0),(49,3,'芜湖',2,0),(50,3,'宣城',2,0),(51,3,'亳州',2,0),(52,2,'北京',2,0),(53,4,'福州',2,0),(54,4,'龙岩',2,0),(55,4,'南平',2,0),(56,4,'宁德',2,0),(57,4,'莆田',2,0),(58,4,'泉州',2,0),(59,4,'三明',2,0),(60,4,'厦门',2,0),(61,4,'漳州',2,0),(62,5,'兰州',2,0),(63,5,'白银',2,0),(64,5,'定西',2,0),(65,5,'甘南',2,0),(66,5,'嘉峪关',2,0),(67,5,'金昌',2,0),(68,5,'酒泉',2,0),(69,5,'临夏',2,0),(70,5,'陇南',2,0),(71,5,'平凉',2,0),(72,5,'庆阳',2,0),(73,5,'天水',2,0),(74,5,'武威',2,0),(75,5,'张掖',2,0),(76,6,'广州',2,0),(77,6,'深圳',2,0),(78,6,'潮州',2,0),(79,6,'东莞',2,0),(80,6,'佛山',2,0),(81,6,'河源',2,0),(82,6,'惠州',2,0),(83,6,'江门',2,0),(84,6,'揭阳',2,0),(85,6,'茂名',2,0),(86,6,'梅州',2,0),(87,6,'清远',2,0),(88,6,'汕头',2,0),(89,6,'汕尾',2,0),(90,6,'韶关',2,0),(91,6,'阳江',2,0),(92,6,'云浮',2,0),(93,6,'湛江',2,0),(94,6,'肇庆',2,0),(95,6,'中山',2,0),(96,6,'珠海',2,0),(97,7,'南宁',2,0),(98,7,'桂林',2,0),(99,7,'百色',2,0),(100,7,'北海',2,0),(101,7,'崇左',2,0),(102,7,'防城港',2,0),(103,7,'贵港',2,0),(104,7,'河池',2,0),(105,7,'贺州',2,0),(106,7,'来宾',2,0),(107,7,'柳州',2,0),(108,7,'钦州',2,0),(109,7,'梧州',2,0),(110,7,'玉林',2,0),(111,8,'贵阳',2,0),(112,8,'安顺',2,0),(113,8,'毕节',2,0),(114,8,'六盘水',2,0),(115,8,'黔东南',2,0),(116,8,'黔南',2,0),(117,8,'黔西南',2,0),(118,8,'铜仁',2,0),(119,8,'遵义',2,0),(120,9,'海口',2,0),(121,9,'三亚',2,0),(122,9,'白沙',2,0),(123,9,'保亭',2,0),(124,9,'昌江',2,0),(125,9,'澄迈县',2,0),(126,9,'定安县',2,0),(127,9,'东方',2,0),(128,9,'乐东',2,0),(129,9,'临高县',2,0),(130,9,'陵水',2,0),(131,9,'琼海',2,0),(132,9,'琼中',2,0),(133,9,'屯昌县',2,0),(134,9,'万宁',2,0),(135,9,'文昌',2,0),(136,9,'五指山',2,0),(137,9,'儋州',2,0),(138,10,'石家庄',2,0),(139,10,'保定',2,0),(140,10,'沧州',2,0),(141,10,'承德',2,0),(142,10,'邯郸',2,0),(143,10,'衡水',2,0),(144,10,'廊坊',2,0),(145,10,'秦皇岛',2,0),(146,10,'唐山',2,0),(147,10,'邢台',2,0),(148,10,'张家口',2,0),(149,11,'郑州',2,0),(150,11,'洛阳',2,0),(151,11,'开封',2,0),(152,11,'安阳',2,0),(153,11,'鹤壁',2,0),(154,11,'济源',2,0),(155,11,'焦作',2,0),(156,11,'南阳',2,0),(157,11,'平顶山',2,0),(158,11,'三门峡',2,0),(159,11,'商丘',2,0),(160,11,'新乡',2,0),(161,11,'信阳',2,0),(162,11,'许昌',2,0),(163,11,'周口',2,0),(164,11,'驻马店',2,0),(165,11,'漯河',2,0),(166,11,'濮阳',2,0),(167,12,'哈尔滨',2,0),(168,12,'大庆',2,0),(169,12,'大兴安岭',2,0),(170,12,'鹤岗',2,0),(171,12,'黑河',2,0),(172,12,'鸡西',2,0),(173,12,'佳木斯',2,0),(174,12,'牡丹江',2,0),(175,12,'七台河',2,0),(176,12,'齐齐哈尔',2,0),(177,12,'双鸭山',2,0),(178,12,'绥化',2,0),(179,12,'伊春',2,0),(180,13,'武汉',2,0),(181,13,'仙桃',2,0),(182,13,'鄂州',2,0),(183,13,'黄冈',2,0),(184,13,'黄石',2,0),(185,13,'荆门',2,0),(186,13,'荆州',2,0),(187,13,'潜江',2,0),(188,13,'神农架林区',2,0),(189,13,'十堰',2,0),(190,13,'随州',2,0),(191,13,'天门',2,0),(192,13,'咸宁',2,0),(193,13,'襄樊',2,0),(194,13,'孝感',2,0),(195,13,'宜昌',2,0),(196,13,'恩施',2,0),(197,14,'长沙',2,0),(198,14,'张家界',2,0),(199,14,'常德',2,0),(200,14,'郴州',2,0),(201,14,'衡阳',2,0),(202,14,'怀化',2,0),(203,14,'娄底',2,0),(204,14,'邵阳',2,0),(205,14,'湘潭',2,0),(206,14,'湘西',2,0),(207,14,'益阳',2,0),(208,14,'永州',2,0),(209,14,'岳阳',2,0),(210,14,'株洲',2,0),(211,15,'长春',2,0),(212,15,'吉林',2,0),(213,15,'白城',2,0),(214,15,'白山',2,0),(215,15,'辽源',2,0),(216,15,'四平',2,0),(217,15,'松原',2,0),(218,15,'通化',2,0),(219,15,'延边',2,0),(220,16,'南京',2,0),(221,16,'苏州',2,0),(222,16,'无锡',2,0),(223,16,'常州',2,0),(224,16,'淮安',2,0),(225,16,'连云港',2,0),(226,16,'南通',2,0),(227,16,'宿迁',2,0),(228,16,'泰州',2,0),(229,16,'徐州',2,0),(230,16,'盐城',2,0),(231,16,'扬州',2,0),(232,16,'镇江',2,0),(233,17,'南昌',2,0),(234,17,'抚州',2,0),(235,17,'赣州',2,0),(236,17,'吉安',2,0),(237,17,'景德镇',2,0),(238,17,'九江',2,0),(239,17,'萍乡',2,0),(240,17,'上饶',2,0),(241,17,'新余',2,0),(242,17,'宜春',2,0),(243,17,'鹰潭',2,0),(244,18,'沈阳',2,0),(245,18,'大连',2,0),(246,18,'鞍山',2,0),(247,18,'本溪',2,0),(248,18,'朝阳',2,0),(249,18,'丹东',2,0),(250,18,'抚顺',2,0),(251,18,'阜新',2,0),(252,18,'葫芦岛',2,0),(253,18,'锦州',2,0),(254,18,'辽阳',2,0),(255,18,'盘锦',2,0),(256,18,'铁岭',2,0),(257,18,'营口',2,0),(258,19,'呼和浩特',2,0),(259,19,'阿拉善盟',2,0),(260,19,'巴彦淖尔盟',2,0),(261,19,'包头',2,0),(262,19,'赤峰',2,0),(263,19,'鄂尔多斯',2,0),(264,19,'呼伦贝尔',2,0),(265,19,'通辽',2,0),(266,19,'乌海',2,0),(267,19,'乌兰察布市',2,0),(268,19,'锡林郭勒盟',2,0),(269,19,'兴安盟',2,0),(270,20,'银川',2,0),(271,20,'固原',2,0),(272,20,'石嘴山',2,0),(273,20,'吴忠',2,0),(274,20,'中卫',2,0),(275,21,'西宁',2,0),(276,21,'果洛',2,0),(277,21,'海北',2,0),(278,21,'海东',2,0),(279,21,'海南',2,0),(280,21,'海西',2,0),(281,21,'黄南',2,0),(282,21,'玉树',2,0),(283,22,'济南',2,0),(284,22,'青岛',2,0),(285,22,'滨州',2,0),(286,22,'德州',2,0),(287,22,'东营',2,0),(288,22,'菏泽',2,0),(289,22,'济宁',2,0),(290,22,'莱芜',2,0),(291,22,'聊城',2,0),(292,22,'临沂',2,0),(293,22,'日照',2,0),(294,22,'泰安',2,0),(295,22,'威海',2,0),(296,22,'潍坊',2,0),(297,22,'烟台',2,0),(298,22,'枣庄',2,0),(299,22,'淄博',2,0),(300,23,'太原',2,0),(301,23,'长治',2,0),(302,23,'大同',2,0),(303,23,'晋城',2,0),(304,23,'晋中',2,0),(305,23,'临汾',2,0),(306,23,'吕梁',2,0),(307,23,'朔州',2,0),(308,23,'忻州',2,0),(309,23,'阳泉',2,0),(310,23,'运城',2,0),(311,24,'西安',2,0),(312,24,'安康',2,0),(313,24,'宝鸡',2,0),(314,24,'汉中',2,0),(315,24,'商洛',2,0),(316,24,'铜川',2,0),(317,24,'渭南',2,0),(318,24,'咸阳',2,0),(319,24,'延安',2,0),(320,24,'榆林',2,0),(321,25,'上海',2,0),(322,26,'成都',2,0),(323,26,'绵阳',2,0),(324,26,'阿坝',2,0),(325,26,'巴中',2,0),(326,26,'达州',2,0),(327,26,'德阳',2,0),(328,26,'甘孜',2,0),(329,26,'广安',2,0),(330,26,'广元',2,0),(331,26,'乐山',2,0),(332,26,'凉山',2,0),(333,26,'眉山',2,0),(334,26,'南充',2,0),(335,26,'内江',2,0),(336,26,'攀枝花',2,0),(337,26,'遂宁',2,0),(338,26,'雅安',2,0),(339,26,'宜宾',2,0),(340,26,'资阳',2,0),(341,26,'自贡',2,0),(342,26,'泸州',2,0),(343,27,'天津',2,0),(344,28,'拉萨',2,0),(345,28,'阿里',2,0),(346,28,'昌都',2,0),(347,28,'林芝',2,0),(348,28,'那曲',2,0),(349,28,'日喀则',2,0),(350,28,'山南',2,0),(351,29,'乌鲁木齐',2,0),(352,29,'阿克苏',2,0),(353,29,'阿拉尔',2,0),(354,29,'巴音郭楞',2,0),(355,29,'博尔塔拉',2,0),(356,29,'昌吉',2,0),(357,29,'哈密',2,0),(358,29,'和田',2,0),(359,29,'喀什',2,0),(360,29,'克拉玛依',2,0),(361,29,'克孜勒苏',2,0),(362,29,'石河子',2,0),(363,29,'图木舒克',2,0),(364,29,'吐鲁番',2,0),(365,29,'五家渠',2,0),(366,29,'伊犁',2,0),(367,30,'昆明',2,0),(368,30,'怒江',2,0),(369,30,'普洱',2,0),(370,30,'丽江',2,0),(371,30,'保山',2,0),(372,30,'楚雄',2,0),(373,30,'大理',2,0),(374,30,'德宏',2,0),(375,30,'迪庆',2,0),(376,30,'红河',2,0),(377,30,'临沧',2,0),(378,30,'曲靖',2,0),(379,30,'文山',2,0),(380,30,'西双版纳',2,0),(381,30,'玉溪',2,0),(382,30,'昭通',2,0),(383,31,'杭州',2,0),(384,31,'湖州',2,0),(385,31,'嘉兴',2,0),(386,31,'金华',2,0),(387,31,'丽水',2,0),(388,31,'宁波',2,0),(389,31,'绍兴',2,0),(390,31,'台州',2,0),(391,31,'温州',2,0),(392,31,'舟山',2,0),(393,31,'衢州',2,0),(394,32,'重庆',2,0),(395,33,'香港',2,0),(396,34,'澳门',2,0),(397,35,'台湾',2,0),(398,36,'迎江区',3,0),(399,36,'大观区',3,0),(400,36,'宜秀区',3,0),(401,36,'桐城市',3,0),(402,36,'怀宁县',3,0),(403,36,'枞阳县',3,0),(404,36,'潜山县',3,0),(405,36,'太湖县',3,0),(406,36,'宿松县',3,0),(407,36,'望江县',3,0),(408,36,'岳西县',3,0),(409,37,'中市区',3,0),(410,37,'东市区',3,0),(411,37,'西市区',3,0),(412,37,'郊区',3,0),(413,37,'怀远县',3,0),(414,37,'五河县',3,0),(415,37,'固镇县',3,0),(416,38,'居巢区',3,0),(417,38,'庐江县',3,0),(418,38,'无为县',3,0),(419,38,'含山县',3,0),(420,38,'和县',3,0),(421,39,'贵池区',3,0),(422,39,'东至县',3,0),(423,39,'石台县',3,0),(424,39,'青阳县',3,0),(425,40,'琅琊区',3,0),(426,40,'南谯区',3,0),(427,40,'天长市',3,0),(428,40,'明光市',3,0),(429,40,'来安县',3,0),(430,40,'全椒县',3,0),(431,40,'定远县',3,0),(432,40,'凤阳县',3,0),(433,41,'蚌山区',3,0),(434,41,'龙子湖区',3,0),(435,41,'禹会区',3,0),(436,41,'淮上区',3,0),(437,41,'颍州区',3,0),(438,41,'颍东区',3,0),(439,41,'颍泉区',3,0),(440,41,'界首市',3,0),(441,41,'临泉县',3,0),(442,41,'太和县',3,0),(443,41,'阜南县',3,0),(444,41,'颖上县',3,0),(445,42,'相山区',3,0),(446,42,'杜集区',3,0),(447,42,'烈山区',3,0),(448,42,'濉溪县',3,0),(449,43,'田家庵区',3,0),(450,43,'大通区',3,0),(451,43,'谢家集区',3,0),(452,43,'八公山区',3,0),(453,43,'潘集区',3,0),(454,43,'凤台县',3,0),(455,44,'屯溪区',3,0),(456,44,'黄山区',3,0),(457,44,'徽州区',3,0),(458,44,'歙县',3,0),(459,44,'休宁县',3,0),(460,44,'黟县',3,0),(461,44,'祁门县',3,0),(462,45,'金安区',3,0),(463,45,'裕安区',3,0),(464,45,'寿县',3,0),(465,45,'霍邱县',3,0),(466,45,'舒城县',3,0),(467,45,'金寨县',3,0),(468,45,'霍山县',3,0),(469,46,'雨山区',3,0),(470,46,'花山区',3,0),(471,46,'金家庄区',3,0),(472,46,'当涂县',3,0),(473,47,'埇桥区',3,0),(474,47,'砀山县',3,0),(475,47,'萧县',3,0),(476,47,'灵璧县',3,0),(477,47,'泗县',3,0),(478,48,'铜官山区',3,0),(479,48,'狮子山区',3,0),(480,48,'郊区',3,0),(481,48,'铜陵县',3,0),(482,49,'镜湖区',3,0),(483,49,'弋江区',3,0),(484,49,'鸠江区',3,0),(485,49,'三山区',3,0),(486,49,'芜湖县',3,0),(487,49,'繁昌县',3,0),(488,49,'南陵县',3,0),(489,50,'宣州区',3,0),(490,50,'宁国市',3,0),(491,50,'郎溪县',3,0),(492,50,'广德县',3,0),(493,50,'泾县',3,0),(494,50,'绩溪县',3,0),(495,50,'旌德县',3,0),(496,51,'涡阳县',3,0),(497,51,'蒙城县',3,0),(498,51,'利辛县',3,0),(499,51,'谯城区',3,0),(500,52,'东城区',3,0),(501,52,'西城区',3,0),(502,52,'海淀区',3,0),(503,52,'朝阳区',3,0),(504,52,'崇文区',3,0),(505,52,'宣武区',3,0),(506,52,'丰台区',3,0),(507,52,'石景山区',3,0),(508,52,'房山区',3,0),(509,52,'门头沟区',3,0),(510,52,'通州区',3,0),(511,52,'顺义区',3,0),(512,52,'昌平区',3,0),(513,52,'怀柔区',3,0),(514,52,'平谷区',3,0),(515,52,'大兴区',3,0),(516,52,'密云县',3,0),(517,52,'延庆县',3,0),(518,53,'鼓楼区',3,0),(519,53,'台江区',3,0),(520,53,'仓山区',3,0),(521,53,'马尾区',3,0),(522,53,'晋安区',3,0),(523,53,'福清市',3,0),(524,53,'长乐市',3,0),(525,53,'闽侯县',3,0),(526,53,'连江县',3,0),(527,53,'罗源县',3,0),(528,53,'闽清县',3,0),(529,53,'永泰县',3,0),(530,53,'平潭县',3,0),(531,54,'新罗区',3,0),(532,54,'漳平市',3,0),(533,54,'长汀县',3,0),(534,54,'永定县',3,0),(535,54,'上杭县',3,0),(536,54,'武平县',3,0),(537,54,'连城县',3,0),(538,55,'延平区',3,0),(539,55,'邵武市',3,0),(540,55,'武夷山市',3,0),(541,55,'建瓯市',3,0),(542,55,'建阳市',3,0),(543,55,'顺昌县',3,0),(544,55,'浦城县',3,0),(545,55,'光泽县',3,0),(546,55,'松溪县',3,0),(547,55,'政和县',3,0),(548,56,'蕉城区',3,0),(549,56,'福安市',3,0),(550,56,'福鼎市',3,0),(551,56,'霞浦县',3,0),(552,56,'古田县',3,0),(553,56,'屏南县',3,0),(554,56,'寿宁县',3,0),(555,56,'周宁县',3,0),(556,56,'柘荣县',3,0),(557,57,'城厢区',3,0),(558,57,'涵江区',3,0),(559,57,'荔城区',3,0),(560,57,'秀屿区',3,0),(561,57,'仙游县',3,0),(562,58,'鲤城区',3,0),(563,58,'丰泽区',3,0),(564,58,'洛江区',3,0),(565,58,'清濛开发区',3,0),(566,58,'泉港区',3,0),(567,58,'石狮市',3,0),(568,58,'晋江市',3,0),(569,58,'南安市',3,0),(570,58,'惠安县',3,0),(571,58,'安溪县',3,0),(572,58,'永春县',3,0),(573,58,'德化县',3,0),(574,58,'金门县',3,0),(575,59,'梅列区',3,0),(576,59,'三元区',3,0),(577,59,'永安市',3,0),(578,59,'明溪县',3,0),(579,59,'清流县',3,0),(580,59,'宁化县',3,0),(581,59,'大田县',3,0),(582,59,'尤溪县',3,0),(583,59,'沙县',3,0),(584,59,'将乐县',3,0),(585,59,'泰宁县',3,0),(586,59,'建宁县',3,0),(587,60,'思明区',3,0),(588,60,'海沧区',3,0),(589,60,'湖里区',3,0),(590,60,'集美区',3,0),(591,60,'同安区',3,0),(592,60,'翔安区',3,0),(593,61,'芗城区',3,0),(594,61,'龙文区',3,0),(595,61,'龙海市',3,0),(596,61,'云霄县',3,0),(597,61,'漳浦县',3,0),(598,61,'诏安县',3,0),(599,61,'长泰县',3,0),(600,61,'东山县',3,0),(601,61,'南靖县',3,0),(602,61,'平和县',3,0),(603,61,'华安县',3,0),(604,62,'皋兰县',3,0),(605,62,'城关区',3,0),(606,62,'七里河区',3,0),(607,62,'西固区',3,0),(608,62,'安宁区',3,0),(609,62,'红古区',3,0),(610,62,'永登县',3,0),(611,62,'榆中县',3,0),(612,63,'白银区',3,0),(613,63,'平川区',3,0),(614,63,'会宁县',3,0),(615,63,'景泰县',3,0),(616,63,'靖远县',3,0),(617,64,'临洮县',3,0),(618,64,'陇西县',3,0),(619,64,'通渭县',3,0),(620,64,'渭源县',3,0),(621,64,'漳县',3,0),(622,64,'岷县',3,0),(623,64,'安定区',3,0),(624,64,'安定区',3,0),(625,65,'合作市',3,0),(626,65,'临潭县',3,0),(627,65,'卓尼县',3,0),(628,65,'舟曲县',3,0),(629,65,'迭部县',3,0),(630,65,'玛曲县',3,0),(631,65,'碌曲县',3,0),(632,65,'夏河县',3,0),(633,66,'嘉峪关市',3,0),(634,67,'金川区',3,0),(635,67,'永昌县',3,0),(636,68,'肃州区',3,0),(637,68,'玉门市',3,0),(638,68,'敦煌市',3,0),(639,68,'金塔县',3,0),(640,68,'瓜州县',3,0),(641,68,'肃北',3,0),(642,68,'阿克塞',3,0),(643,69,'临夏市',3,0),(644,69,'临夏县',3,0),(645,69,'康乐县',3,0),(646,69,'永靖县',3,0),(647,69,'广河县',3,0),(648,69,'和政县',3,0),(649,69,'东乡族自治县',3,0),(650,69,'积石山',3,0),(651,70,'成县',3,0),(652,70,'徽县',3,0),(653,70,'康县',3,0),(654,70,'礼县',3,0),(655,70,'两当县',3,0),(656,70,'文县',3,0),(657,70,'西和县',3,0),(658,70,'宕昌县',3,0),(659,70,'武都区',3,0),(660,71,'崇信县',3,0),(661,71,'华亭县',3,0),(662,71,'静宁县',3,0),(663,71,'灵台县',3,0),(664,71,'崆峒区',3,0),(665,71,'庄浪县',3,0),(666,71,'泾川县',3,0),(667,72,'合水县',3,0),(668,72,'华池县',3,0),(669,72,'环县',3,0),(670,72,'宁县',3,0),(671,72,'庆城县',3,0),(672,72,'西峰区',3,0),(673,72,'镇原县',3,0),(674,72,'正宁县',3,0),(675,73,'甘谷县',3,0),(676,73,'秦安县',3,0),(677,73,'清水县',3,0),(678,73,'秦州区',3,0),(679,73,'麦积区',3,0),(680,73,'武山县',3,0),(681,73,'张家川',3,0),(682,74,'古浪县',3,0),(683,74,'民勤县',3,0),(684,74,'天祝',3,0),(685,74,'凉州区',3,0),(686,75,'高台县',3,0),(687,75,'临泽县',3,0),(688,75,'民乐县',3,0),(689,75,'山丹县',3,0),(690,75,'肃南',3,0),(691,75,'甘州区',3,0),(692,76,'从化市',3,0),(693,76,'天河区',3,0),(694,76,'东山区',3,0),(695,76,'白云区',3,0),(696,76,'海珠区',3,0),(697,76,'荔湾区',3,0),(698,76,'越秀区',3,0),(699,76,'黄埔区',3,0),(700,76,'番禺区',3,0),(701,76,'花都区',3,0),(702,76,'增城区',3,0),(703,76,'从化区',3,0),(704,76,'市郊',3,0),(705,77,'福田区',3,0),(706,77,'罗湖区',3,0),(707,77,'南山区',3,0),(708,77,'宝安区',3,0),(709,77,'龙岗区',3,0),(710,77,'盐田区',3,0),(711,78,'湘桥区',3,0),(712,78,'潮安县',3,0),(713,78,'饶平县',3,0),(714,79,'南城区',3,0),(715,79,'东城区',3,0),(716,79,'万江区',3,0),(717,79,'莞城区',3,0),(718,79,'石龙镇',3,0),(719,79,'虎门镇',3,0),(720,79,'麻涌镇',3,0),(721,79,'道滘镇',3,0),(722,79,'石碣镇',3,0),(723,79,'沙田镇',3,0),(724,79,'望牛墩镇',3,0),(725,79,'洪梅镇',3,0),(726,79,'茶山镇',3,0),(727,79,'寮步镇',3,0),(728,79,'大岭山镇',3,0),(729,79,'大朗镇',3,0),(730,79,'黄江镇',3,0),(731,79,'樟木头',3,0),(732,79,'凤岗镇',3,0),(733,79,'塘厦镇',3,0),(734,79,'谢岗镇',3,0),(735,79,'厚街镇',3,0),(736,79,'清溪镇',3,0),(737,79,'常平镇',3,0),(738,79,'桥头镇',3,0),(739,79,'横沥镇',3,0),(740,79,'东坑镇',3,0),(741,79,'企石镇',3,0),(742,79,'石排镇',3,0),(743,79,'长安镇',3,0),(744,79,'中堂镇',3,0),(745,79,'高埗镇',3,0),(746,80,'禅城区',3,0),(747,80,'南海区',3,0),(748,80,'顺德区',3,0),(749,80,'三水区',3,0),(750,80,'高明区',3,0),(751,81,'东源县',3,0),(752,81,'和平县',3,0),(753,81,'源城区',3,0),(754,81,'连平县',3,0),(755,81,'龙川县',3,0),(756,81,'紫金县',3,0),(757,82,'惠阳区',3,0),(758,82,'惠城区',3,0),(759,82,'大亚湾',3,0),(760,82,'博罗县',3,0),(761,82,'惠东县',3,0),(762,82,'龙门县',3,0),(763,83,'江海区',3,0),(764,83,'蓬江区',3,0),(765,83,'新会区',3,0),(766,83,'台山市',3,0),(767,83,'开平市',3,0),(768,83,'鹤山市',3,0),(769,83,'恩平市',3,0),(770,84,'榕城区',3,0),(771,84,'普宁市',3,0),(772,84,'揭东县',3,0),(773,84,'揭西县',3,0),(774,84,'惠来县',3,0),(775,85,'茂南区',3,0),(776,85,'茂港区',3,0),(777,85,'高州市',3,0),(778,85,'化州市',3,0),(779,85,'信宜市',3,0),(780,85,'电白县',3,0),(781,86,'梅县',3,0),(782,86,'梅江区',3,0),(783,86,'兴宁市',3,0),(784,86,'大埔县',3,0),(785,86,'丰顺县',3,0),(786,86,'五华县',3,0),(787,86,'平远县',3,0),(788,86,'蕉岭县',3,0),(789,87,'清城区',3,0),(790,87,'英德市',3,0),(791,87,'连州市',3,0),(792,87,'佛冈县',3,0),(793,87,'阳山县',3,0),(794,87,'清新县',3,0),(795,87,'连山',3,0),(796,87,'连南',3,0),(797,88,'南澳县',3,0),(798,88,'潮阳区',3,0),(799,88,'澄海区',3,0),(800,88,'龙湖区',3,0),(801,88,'金平区',3,0),(802,88,'濠江区',3,0),(803,88,'潮南区',3,0),(804,89,'城区',3,0),(805,89,'陆丰市',3,0),(806,89,'海丰县',3,0),(807,89,'陆河县',3,0),(808,90,'曲江县',3,0),(809,90,'浈江区',3,0),(810,90,'武江区',3,0),(811,90,'曲江区',3,0),(812,90,'乐昌市',3,0),(813,90,'南雄市',3,0),(814,90,'始兴县',3,0),(815,90,'仁化县',3,0),(816,90,'翁源县',3,0),(817,90,'新丰县',3,0),(818,90,'乳源',3,0),(819,91,'江城区',3,0),(820,91,'阳春市',3,0),(821,91,'阳西县',3,0),(822,91,'阳东县',3,0),(823,92,'云城区',3,0),(824,92,'罗定市',3,0),(825,92,'新兴县',3,0),(826,92,'郁南县',3,0),(827,92,'云安县',3,0),(828,93,'赤坎区',3,0),(829,93,'霞山区',3,0),(830,93,'坡头区',3,0),(831,93,'麻章区',3,0),(832,93,'廉江市',3,0),(833,93,'雷州市',3,0),(834,93,'吴川市',3,0),(835,93,'遂溪县',3,0),(836,93,'徐闻县',3,0),(837,94,'肇庆市',3,0),(838,94,'高要市',3,0),(839,94,'四会市',3,0),(840,94,'广宁县',3,0),(841,94,'怀集县',3,0),(842,94,'封开县',3,0),(843,94,'德庆县',3,0),(844,95,'石岐街道',3,0),(845,95,'东区街道',3,0),(846,95,'西区街道',3,0),(847,95,'环城街道',3,0),(848,95,'中山港街道',3,0),(849,95,'五桂山街道',3,0),(850,96,'香洲区',3,0),(851,96,'斗门区',3,0),(852,96,'金湾区',3,0),(853,97,'邕宁区',3,0),(854,97,'青秀区',3,0),(855,97,'兴宁区',3,0),(856,97,'良庆区',3,0),(857,97,'西乡塘区',3,0),(858,97,'江南区',3,0),(859,97,'武鸣县',3,0),(860,97,'隆安县',3,0),(861,97,'马山县',3,0),(862,97,'上林县',3,0),(863,97,'宾阳县',3,0),(864,97,'横县',3,0),(865,98,'秀峰区',3,0),(866,98,'叠彩区',3,0),(867,98,'象山区',3,0),(868,98,'七星区',3,0),(869,98,'雁山区',3,0),(870,98,'阳朔县',3,0),(871,98,'临桂县',3,0),(872,98,'灵川县',3,0),(873,98,'全州县',3,0),(874,98,'平乐县',3,0),(875,98,'兴安县',3,0),(876,98,'灌阳县',3,0),(877,98,'荔浦县',3,0),(878,98,'资源县',3,0),(879,98,'永福县',3,0),(880,98,'龙胜',3,0),(881,98,'恭城',3,0),(882,99,'右江区',3,0),(883,99,'凌云县',3,0),(884,99,'平果县',3,0),(885,99,'西林县',3,0),(886,99,'乐业县',3,0),(887,99,'德保县',3,0),(888,99,'田林县',3,0),(889,99,'田阳县',3,0),(890,99,'靖西县',3,0),(891,99,'田东县',3,0),(892,99,'那坡县',3,0),(893,99,'隆林',3,0),(894,100,'海城区',3,0),(895,100,'银海区',3,0),(896,100,'铁山港区',3,0),(897,100,'合浦县',3,0),(898,101,'江州区',3,0),(899,101,'凭祥市',3,0),(900,101,'宁明县',3,0),(901,101,'扶绥县',3,0),(902,101,'龙州县',3,0),(903,101,'大新县',3,0),(904,101,'天等县',3,0),(905,102,'港口区',3,0),(906,102,'防城区',3,0),(907,102,'东兴市',3,0),(908,102,'上思县',3,0),(909,103,'港北区',3,0),(910,103,'港南区',3,0),(911,103,'覃塘区',3,0),(912,103,'桂平市',3,0),(913,103,'平南县',3,0),(914,104,'金城江区',3,0),(915,104,'宜州市',3,0),(916,104,'天峨县',3,0),(917,104,'凤山县',3,0),(918,104,'南丹县',3,0),(919,104,'东兰县',3,0),(920,104,'都安',3,0),(921,104,'罗城',3,0),(922,104,'巴马',3,0),(923,104,'环江',3,0),(924,104,'大化',3,0),(925,105,'八步区',3,0),(926,105,'钟山县',3,0),(927,105,'昭平县',3,0),(928,105,'富川',3,0),(929,106,'兴宾区',3,0),(930,106,'合山市',3,0),(931,106,'象州县',3,0),(932,106,'武宣县',3,0),(933,106,'忻城县',3,0),(934,106,'金秀',3,0),(935,107,'城中区',3,0),(936,107,'鱼峰区',3,0),(937,107,'柳北区',3,0),(938,107,'柳南区',3,0),(939,107,'柳江县',3,0),(940,107,'柳城县',3,0),(941,107,'鹿寨县',3,0),(942,107,'融安县',3,0),(943,107,'融水',3,0),(944,107,'三江',3,0),(945,108,'钦南区',3,0),(946,108,'钦北区',3,0),(947,108,'灵山县',3,0),(948,108,'浦北县',3,0),(949,109,'万秀区',3,0),(950,109,'蝶山区',3,0),(951,109,'长洲区',3,0),(952,109,'岑溪市',3,0),(953,109,'苍梧县',3,0),(954,109,'藤县',3,0),(955,109,'蒙山县',3,0),(956,110,'玉州区',3,0),(957,110,'北流市',3,0),(958,110,'容县',3,0),(959,110,'陆川县',3,0),(960,110,'博白县',3,0),(961,110,'兴业县',3,0),(962,111,'南明区',3,0),(963,111,'云岩区',3,0),(964,111,'花溪区',3,0),(965,111,'乌当区',3,0),(966,111,'白云区',3,0),(967,111,'小河区',3,0),(968,111,'金阳新区',3,0),(969,111,'新天园区',3,0),(970,111,'清镇市',3,0),(971,111,'开阳县',3,0),(972,111,'修文县',3,0),(973,111,'息烽县',3,0),(974,112,'西秀区',3,0),(975,112,'关岭',3,0),(976,112,'镇宁',3,0),(977,112,'紫云',3,0),(978,112,'平坝县',3,0),(979,112,'普定县',3,0),(980,113,'毕节市',3,0),(981,113,'大方县',3,0),(982,113,'黔西县',3,0),(983,113,'金沙县',3,0),(984,113,'织金县',3,0),(985,113,'纳雍县',3,0),(986,113,'赫章县',3,0),(987,113,'威宁',3,0),(988,114,'钟山区',3,0),(989,114,'六枝特区',3,0),(990,114,'水城县',3,0),(991,114,'盘县',3,0),(992,115,'凯里市',3,0),(993,115,'黄平县',3,0),(994,115,'施秉县',3,0),(995,115,'三穗县',3,0),(996,115,'镇远县',3,0),(997,115,'岑巩县',3,0),(998,115,'天柱县',3,0),(999,115,'锦屏县',3,0),(1000,115,'剑河县',3,0),(1001,115,'台江县',3,0),(1002,115,'黎平县',3,0),(1003,115,'榕江县',3,0),(1004,115,'从江县',3,0),(1005,115,'雷山县',3,0),(1006,115,'麻江县',3,0),(1007,115,'丹寨县',3,0),(1008,116,'都匀市',3,0),(1009,116,'福泉市',3,0),(1010,116,'荔波县',3,0),(1011,116,'贵定县',3,0),(1012,116,'瓮安县',3,0),(1013,116,'独山县',3,0),(1014,116,'平塘县',3,0),(1015,116,'罗甸县',3,0),(1016,116,'长顺县',3,0),(1017,116,'龙里县',3,0),(1018,116,'惠水县',3,0),(1019,116,'三都',3,0),(1020,117,'兴义市',3,0),(1021,117,'兴仁县',3,0),(1022,117,'普安县',3,0),(1023,117,'晴隆县',3,0),(1024,117,'贞丰县',3,0),(1025,117,'望谟县',3,0),(1026,117,'册亨县',3,0),(1027,117,'安龙县',3,0),(1028,118,'铜仁市',3,0),(1029,118,'江口县',3,0),(1030,118,'石阡县',3,0),(1031,118,'思南县',3,0),(1032,118,'德江县',3,0),(1033,118,'玉屏',3,0),(1034,118,'印江',3,0),(1035,118,'沿河',3,0),(1036,118,'松桃',3,0),(1037,118,'万山特区',3,0),(1038,119,'红花岗区',3,0),(1039,119,'务川县',3,0),(1040,119,'道真县',3,0),(1041,119,'汇川区',3,0),(1042,119,'赤水市',3,0),(1043,119,'仁怀市',3,0),(1044,119,'遵义县',3,0),(1045,119,'桐梓县',3,0),(1046,119,'绥阳县',3,0),(1047,119,'正安县',3,0),(1048,119,'凤冈县',3,0),(1049,119,'湄潭县',3,0),(1050,119,'余庆县',3,0),(1051,119,'习水县',3,0),(1052,119,'道真',3,0),(1053,119,'务川',3,0),(1054,120,'秀英区',3,0),(1055,120,'龙华区',3,0),(1056,120,'琼山区',3,0),(1057,120,'美兰区',3,0),(1058,137,'市区',3,0),(1059,137,'洋浦开发区',3,0),(1060,137,'那大镇',3,0),(1061,137,'王五镇',3,0),(1062,137,'雅星镇',3,0),(1063,137,'大成镇',3,0),(1064,137,'中和镇',3,0),(1065,137,'峨蔓镇',3,0),(1066,137,'南丰镇',3,0),(1067,137,'白马井镇',3,0),(1068,137,'兰洋镇',3,0),(1069,137,'和庆镇',3,0),(1070,137,'海头镇',3,0),(1071,137,'排浦镇',3,0),(1072,137,'东成镇',3,0),(1073,137,'光村镇',3,0),(1074,137,'木棠镇',3,0),(1075,137,'新州镇',3,0),(1076,137,'三都镇',3,0),(1077,137,'其他',3,0),(1078,138,'长安区',3,0),(1079,138,'桥东区',3,0),(1080,138,'桥西区',3,0),(1081,138,'新华区',3,0),(1082,138,'裕华区',3,0),(1083,138,'井陉矿区',3,0),(1084,138,'高新区',3,0),(1085,138,'辛集市',3,0),(1086,138,'藁城市',3,0),(1087,138,'晋州市',3,0),(1088,138,'新乐市',3,0),(1089,138,'鹿泉市',3,0),(1090,138,'井陉县',3,0),(1091,138,'正定县',3,0),(1092,138,'栾城县',3,0),(1093,138,'行唐县',3,0),(1094,138,'灵寿县',3,0),(1095,138,'高邑县',3,0),(1096,138,'深泽县',3,0),(1097,138,'赞皇县',3,0),(1098,138,'无极县',3,0),(1099,138,'平山县',3,0),(1100,138,'元氏县',3,0),(1101,138,'赵县',3,0),(1102,139,'新市区',3,0),(1103,139,'南市区',3,0),(1104,139,'北市区',3,0),(1105,139,'涿州市',3,0),(1106,139,'定州市',3,0),(1107,139,'安国市',3,0),(1108,139,'高碑店市',3,0),(1109,139,'满城县',3,0),(1110,139,'清苑县',3,0),(1111,139,'涞水县',3,0),(1112,139,'阜平县',3,0),(1113,139,'徐水县',3,0),(1114,139,'定兴县',3,0),(1115,139,'唐县',3,0),(1116,139,'高阳县',3,0),(1117,139,'容城县',3,0),(1118,139,'涞源县',3,0),(1119,139,'望都县',3,0),(1120,139,'安新县',3,0),(1121,139,'易县',3,0),(1122,139,'曲阳县',3,0),(1123,139,'蠡县',3,0),(1124,139,'顺平县',3,0),(1125,139,'博野县',3,0),(1126,139,'雄县',3,0),(1127,140,'运河区',3,0),(1128,140,'新华区',3,0),(1129,140,'泊头市',3,0),(1130,140,'任丘市',3,0),(1131,140,'黄骅市',3,0),(1132,140,'河间市',3,0),(1133,140,'沧县',3,0),(1134,140,'青县',3,0),(1135,140,'东光县',3,0),(1136,140,'海兴县',3,0),(1137,140,'盐山县',3,0),(1138,140,'肃宁县',3,0),(1139,140,'南皮县',3,0),(1140,140,'吴桥县',3,0),(1141,140,'献县',3,0),(1142,140,'孟村',3,0),(1143,141,'双桥区',3,0),(1144,141,'双滦区',3,0),(1145,141,'鹰手营子矿区',3,0),(1146,141,'承德县',3,0),(1147,141,'兴隆县',3,0),(1148,141,'平泉县',3,0),(1149,141,'滦平县',3,0),(1150,141,'隆化县',3,0),(1151,141,'丰宁',3,0),(1152,141,'宽城',3,0),(1153,141,'围场',3,0),(1154,142,'从台区',3,0),(1155,142,'复兴区',3,0),(1156,142,'邯山区',3,0),(1157,142,'峰峰矿区',3,0),(1158,142,'武安市',3,0),(1159,142,'邯郸县',3,0),(1160,142,'临漳县',3,0),(1161,142,'成安县',3,0),(1162,142,'大名县',3,0),(1163,142,'涉县',3,0),(1164,142,'磁县',3,0),(1165,142,'肥乡县',3,0),(1166,142,'永年县',3,0),(1167,142,'邱县',3,0),(1168,142,'鸡泽县',3,0),(1169,142,'广平县',3,0),(1170,142,'馆陶县',3,0),(1171,142,'魏县',3,0),(1172,142,'曲周县',3,0),(1173,143,'桃城区',3,0),(1174,143,'冀州市',3,0),(1175,143,'深州市',3,0),(1176,143,'枣强县',3,0),(1177,143,'武邑县',3,0),(1178,143,'武强县',3,0),(1179,143,'饶阳县',3,0),(1180,143,'安平县',3,0),(1181,143,'故城县',3,0),(1182,143,'景县',3,0),(1183,143,'阜城县',3,0),(1184,144,'安次区',3,0),(1185,144,'广阳区',3,0),(1186,144,'霸州市',3,0),(1187,144,'三河市',3,0),(1188,144,'固安县',3,0),(1189,144,'永清县',3,0),(1190,144,'香河县',3,0),(1191,144,'大城县',3,0),(1192,144,'文安县',3,0),(1193,144,'大厂',3,0),(1194,145,'海港区',3,0),(1195,145,'山海关区',3,0),(1196,145,'北戴河区',3,0),(1197,145,'昌黎县',3,0),(1198,145,'抚宁县',3,0),(1199,145,'卢龙县',3,0),(1200,145,'青龙',3,0),(1201,146,'路北区',3,0),(1202,146,'路南区',3,0),(1203,146,'古冶区',3,0),(1204,146,'开平区',3,0),(1205,146,'丰南区',3,0),(1206,146,'丰润区',3,0),(1207,146,'遵化市',3,0),(1208,146,'迁安市',3,0),(1209,146,'滦县',3,0),(1210,146,'滦南县',3,0),(1211,146,'乐亭县',3,0),(1212,146,'迁西县',3,0),(1213,146,'玉田县',3,0),(1214,146,'唐海县',3,0),(1215,147,'桥东区',3,0),(1216,147,'桥西区',3,0),(1217,147,'南宫市',3,0),(1218,147,'沙河市',3,0),(1219,147,'邢台县',3,0),(1220,147,'临城县',3,0),(1221,147,'内丘县',3,0),(1222,147,'柏乡县',3,0),(1223,147,'隆尧县',3,0),(1224,147,'任县',3,0),(1225,147,'南和县',3,0),(1226,147,'宁晋县',3,0),(1227,147,'巨鹿县',3,0),(1228,147,'新河县',3,0),(1229,147,'广宗县',3,0),(1230,147,'平乡县',3,0),(1231,147,'威县',3,0),(1232,147,'清河县',3,0),(1233,147,'临西县',3,0),(1234,148,'桥西区',3,0),(1235,148,'桥东区',3,0),(1236,148,'宣化区',3,0),(1237,148,'下花园区',3,0),(1238,148,'宣化县',3,0),(1239,148,'张北县',3,0),(1240,148,'康保县',3,0),(1241,148,'沽源县',3,0),(1242,148,'尚义县',3,0),(1243,148,'蔚县',3,0),(1244,148,'阳原县',3,0),(1245,148,'怀安县',3,0),(1246,148,'万全县',3,0),(1247,148,'怀来县',3,0),(1248,148,'涿鹿县',3,0),(1249,148,'赤城县',3,0),(1250,148,'崇礼县',3,0),(1251,149,'金水区',3,0),(1252,149,'邙山区',3,0),(1253,149,'二七区',3,0),(1254,149,'管城区',3,0),(1255,149,'中原区',3,0),(1256,149,'上街区',3,0),(1257,149,'惠济区',3,0),(1258,149,'郑东新区',3,0),(1259,149,'经济技术开发区',3,0),(1260,149,'高新开发区',3,0),(1261,149,'出口加工区',3,0),(1262,149,'巩义市',3,0),(1263,149,'荥阳市',3,0),(1264,149,'新密市',3,0),(1265,149,'新郑市',3,0),(1266,149,'登封市',3,0),(1267,149,'中牟县',3,0),(1268,150,'西工区',3,0),(1269,150,'老城区',3,0),(1270,150,'涧西区',3,0),(1271,150,'瀍河回族区',3,0),(1272,150,'洛龙区',3,0),(1273,150,'吉利区',3,0),(1274,150,'偃师市',3,0),(1275,150,'孟津县',3,0),(1276,150,'新安县',3,0),(1277,150,'栾川县',3,0),(1278,150,'嵩县',3,0),(1279,150,'汝阳县',3,0),(1280,150,'宜阳县',3,0),(1281,150,'洛宁县',3,0),(1282,150,'伊川县',3,0),(1283,151,'鼓楼区',3,0),(1284,151,'龙亭区',3,0),(1285,151,'顺河回族区',3,0),(1286,151,'金明区',3,0),(1287,151,'禹王台区',3,0),(1288,151,'杞县',3,0),(1289,151,'通许县',3,0),(1290,151,'尉氏县',3,0),(1291,151,'开封县',3,0),(1292,151,'兰考县',3,0),(1293,152,'北关区',3,0),(1294,152,'文峰区',3,0),(1295,152,'殷都区',3,0),(1296,152,'龙安区',3,0),(1297,152,'林州市',3,0),(1298,152,'安阳县',3,0),(1299,152,'汤阴县',3,0),(1300,152,'滑县',3,0),(1301,152,'内黄县',3,0),(1302,153,'淇滨区',3,0),(1303,153,'山城区',3,0),(1304,153,'鹤山区',3,0),(1305,153,'浚县',3,0),(1306,153,'淇县',3,0),(1307,154,'济源市',3,0),(1308,155,'解放区',3,0),(1309,155,'中站区',3,0),(1310,155,'马村区',3,0),(1311,155,'山阳区',3,0),(1312,155,'沁阳市',3,0),(1313,155,'孟州市',3,0),(1314,155,'修武县',3,0),(1315,155,'博爱县',3,0),(1316,155,'武陟县',3,0),(1317,155,'温县',3,0),(1318,156,'卧龙区',3,0),(1319,156,'宛城区',3,0),(1320,156,'邓州市',3,0),(1321,156,'南召县',3,0),(1322,156,'方城县',3,0),(1323,156,'西峡县',3,0),(1324,156,'镇平县',3,0),(1325,156,'内乡县',3,0),(1326,156,'淅川县',3,0),(1327,156,'社旗县',3,0),(1328,156,'唐河县',3,0),(1329,156,'新野县',3,0),(1330,156,'桐柏县',3,0),(1331,157,'新华区',3,0),(1332,157,'卫东区',3,0),(1333,157,'湛河区',3,0),(1334,157,'石龙区',3,0),(1335,157,'舞钢市',3,0),(1336,157,'汝州市',3,0),(1337,157,'宝丰县',3,0),(1338,157,'叶县',3,0),(1339,157,'鲁山县',3,0),(1340,157,'郏县',3,0),(1341,158,'湖滨区',3,0),(1342,158,'义马市',3,0),(1343,158,'灵宝市',3,0),(1344,158,'渑池县',3,0),(1345,158,'陕县',3,0),(1346,158,'卢氏县',3,0),(1347,159,'梁园区',3,0),(1348,159,'睢阳区',3,0),(1349,159,'永城市',3,0),(1350,159,'民权县',3,0),(1351,159,'睢县',3,0),(1352,159,'宁陵县',3,0),(1353,159,'虞城县',3,0),(1354,159,'柘城县',3,0),(1355,159,'夏邑县',3,0),(1356,160,'卫滨区',3,0),(1357,160,'红旗区',3,0),(1358,160,'凤泉区',3,0),(1359,160,'牧野区',3,0),(1360,160,'卫辉市',3,0),(1361,160,'辉县市',3,0),(1362,160,'新乡县',3,0),(1363,160,'获嘉县',3,0),(1364,160,'原阳县',3,0),(1365,160,'延津县',3,0),(1366,160,'封丘县',3,0),(1367,160,'长垣县',3,0),(1368,161,'浉河区',3,0),(1369,161,'平桥区',3,0),(1370,161,'罗山县',3,0),(1371,161,'光山县',3,0),(1372,161,'新县',3,0),(1373,161,'商城县',3,0),(1374,161,'固始县',3,0),(1375,161,'潢川县',3,0),(1376,161,'淮滨县',3,0),(1377,161,'息县',3,0),(1378,162,'魏都区',3,0),(1379,162,'禹州市',3,0),(1380,162,'长葛市',3,0),(1381,162,'许昌县',3,0),(1382,162,'鄢陵县',3,0),(1383,162,'襄城县',3,0),(1384,163,'川汇区',3,0),(1385,163,'项城市',3,0),(1386,163,'扶沟县',3,0),(1387,163,'西华县',3,0),(1388,163,'商水县',3,0),(1389,163,'沈丘县',3,0),(1390,163,'郸城县',3,0),(1391,163,'淮阳县',3,0),(1392,163,'太康县',3,0),(1393,163,'鹿邑县',3,0),(1394,164,'驿城区',3,0),(1395,164,'西平县',3,0),(1396,164,'上蔡县',3,0),(1397,164,'平舆县',3,0),(1398,164,'正阳县',3,0),(1399,164,'确山县',3,0),(1400,164,'泌阳县',3,0),(1401,164,'汝南县',3,0),(1402,164,'遂平县',3,0),(1403,164,'新蔡县',3,0),(1404,165,'郾城区',3,0),(1405,165,'源汇区',3,0),(1406,165,'召陵区',3,0),(1407,165,'舞阳县',3,0),(1408,165,'临颍县',3,0),(1409,166,'华龙区',3,0),(1410,166,'清丰县',3,0),(1411,166,'南乐县',3,0),(1412,166,'范县',3,0),(1413,166,'台前县',3,0),(1414,166,'濮阳县',3,0),(1415,167,'道里区',3,0),(1416,167,'南岗区',3,0),(1417,167,'动力区',3,0),(1418,167,'平房区',3,0),(1419,167,'香坊区',3,0),(1420,167,'太平区',3,0),(1421,167,'道外区',3,0),(1422,167,'阿城区',3,0),(1423,167,'呼兰区',3,0),(1424,167,'松北区',3,0),(1425,167,'尚志市',3,0),(1426,167,'双城市',3,0),(1427,167,'五常市',3,0),(1428,167,'方正县',3,0),(1429,167,'宾县',3,0),(1430,167,'依兰县',3,0),(1431,167,'巴彦县',3,0),(1432,167,'通河县',3,0),(1433,167,'木兰县',3,0),(1434,167,'延寿县',3,0),(1435,168,'萨尔图区',3,0),(1436,168,'红岗区',3,0),(1437,168,'龙凤区',3,0),(1438,168,'让胡路区',3,0),(1439,168,'大同区',3,0),(1440,168,'肇州县',3,0),(1441,168,'肇源县',3,0),(1442,168,'林甸县',3,0),(1443,168,'杜尔伯特',3,0),(1444,169,'呼玛县',3,0),(1445,169,'漠河县',3,0),(1446,169,'塔河县',3,0),(1447,170,'兴山区',3,0),(1448,170,'工农区',3,0),(1449,170,'南山区',3,0),(1450,170,'兴安区',3,0),(1451,170,'向阳区',3,0),(1452,170,'东山区',3,0),(1453,170,'萝北县',3,0),(1454,170,'绥滨县',3,0),(1455,171,'爱辉区',3,0),(1456,171,'五大连池市',3,0),(1457,171,'北安市',3,0),(1458,171,'嫩江县',3,0),(1459,171,'逊克县',3,0),(1460,171,'孙吴县',3,0),(1461,172,'鸡冠区',3,0),(1462,172,'恒山区',3,0),(1463,172,'城子河区',3,0),(1464,172,'滴道区',3,0),(1465,172,'梨树区',3,0),(1466,172,'虎林市',3,0),(1467,172,'密山市',3,0),(1468,172,'鸡东县',3,0),(1469,173,'前进区',3,0),(1470,173,'郊区',3,0),(1471,173,'向阳区',3,0),(1472,173,'东风区',3,0),(1473,173,'同江市',3,0),(1474,173,'富锦市',3,0),(1475,173,'桦南县',3,0),(1476,173,'桦川县',3,0),(1477,173,'汤原县',3,0),(1478,173,'抚远县',3,0),(1479,174,'爱民区',3,0),(1480,174,'东安区',3,0),(1481,174,'阳明区',3,0),(1482,174,'西安区',3,0),(1483,174,'绥芬河市',3,0),(1484,174,'海林市',3,0),(1485,174,'宁安市',3,0),(1486,174,'穆棱市',3,0),(1487,174,'东宁县',3,0),(1488,174,'林口县',3,0),(1489,175,'桃山区',3,0),(1490,175,'新兴区',3,0),(1491,175,'茄子河区',3,0),(1492,175,'勃利县',3,0),(1493,176,'龙沙区',3,0),(1494,176,'昂昂溪区',3,0),(1495,176,'铁峰区',3,0),(1496,176,'建华区',3,0),(1497,176,'富拉尔基区',3,0),(1498,176,'碾子山区',3,0),(1499,176,'梅里斯达斡尔区',3,0),(1500,176,'讷河市',3,0),(1501,176,'龙江县',3,0),(1502,176,'依安县',3,0),(1503,176,'泰来县',3,0),(1504,176,'甘南县',3,0),(1505,176,'富裕县',3,0),(1506,176,'克山县',3,0),(1507,176,'克东县',3,0),(1508,176,'拜泉县',3,0),(1509,177,'尖山区',3,0),(1510,177,'岭东区',3,0),(1511,177,'四方台区',3,0),(1512,177,'宝山区',3,0),(1513,177,'集贤县',3,0),(1514,177,'友谊县',3,0),(1515,177,'宝清县',3,0),(1516,177,'饶河县',3,0),(1517,178,'北林区',3,0),(1518,178,'安达市',3,0),(1519,178,'肇东市',3,0),(1520,178,'海伦市',3,0),(1521,178,'望奎县',3,0),(1522,178,'兰西县',3,0),(1523,178,'青冈县',3,0),(1524,178,'庆安县',3,0),(1525,178,'明水县',3,0),(1526,178,'绥棱县',3,0),(1527,179,'伊春区',3,0),(1528,179,'带岭区',3,0),(1529,179,'南岔区',3,0),(1530,179,'金山屯区',3,0),(1531,179,'西林区',3,0),(1532,179,'美溪区',3,0),(1533,179,'乌马河区',3,0),(1534,179,'翠峦区',3,0),(1535,179,'友好区',3,0),(1536,179,'上甘岭区',3,0),(1537,179,'五营区',3,0),(1538,179,'红星区',3,0),(1539,179,'新青区',3,0),(1540,179,'汤旺河区',3,0),(1541,179,'乌伊岭区',3,0),(1542,179,'铁力市',3,0),(1543,179,'嘉荫县',3,0),(1544,180,'江岸区',3,0),(1545,180,'武昌区',3,0),(1546,180,'江汉区',3,0),(1547,180,'硚口区',3,0),(1548,180,'汉阳区',3,0),(1549,180,'青山区',3,0),(1550,180,'洪山区',3,0),(1551,180,'东西湖区',3,0),(1552,180,'汉南区',3,0),(1553,180,'蔡甸区',3,0),(1554,180,'江夏区',3,0),(1555,180,'黄陂区',3,0),(1556,180,'新洲区',3,0),(1557,180,'经济开发区',3,0),(1558,181,'仙桃市',3,0),(1559,182,'鄂城区',3,0),(1560,182,'华容区',3,0),(1561,182,'梁子湖区',3,0),(1562,183,'黄州区',3,0),(1563,183,'麻城市',3,0),(1564,183,'武穴市',3,0),(1565,183,'团风县',3,0),(1566,183,'红安县',3,0),(1567,183,'罗田县',3,0),(1568,183,'英山县',3,0),(1569,183,'浠水县',3,0),(1570,183,'蕲春县',3,0),(1571,183,'黄梅县',3,0),(1572,184,'黄石港区',3,0),(1573,184,'西塞山区',3,0),(1574,184,'下陆区',3,0),(1575,184,'铁山区',3,0),(1576,184,'大冶市',3,0),(1577,184,'阳新县',3,0),(1578,185,'东宝区',3,0),(1579,185,'掇刀区',3,0),(1580,185,'钟祥市',3,0),(1581,185,'京山县',3,0),(1582,185,'沙洋县',3,0),(1583,186,'沙市区',3,0),(1584,186,'荆州区',3,0),(1585,186,'石首市',3,0),(1586,186,'洪湖市',3,0),(1587,186,'松滋市',3,0),(1588,186,'公安县',3,0),(1589,186,'监利县',3,0),(1590,186,'江陵县',3,0),(1591,187,'潜江市',3,0),(1592,188,'神农架林区',3,0),(1593,189,'张湾区',3,0),(1594,189,'茅箭区',3,0),(1595,189,'丹江口市',3,0),(1596,189,'郧县',3,0),(1597,189,'郧西县',3,0),(1598,189,'竹山县',3,0),(1599,189,'竹溪县',3,0),(1600,189,'房县',3,0),(1601,190,'曾都区',3,0),(1602,190,'广水市',3,0),(1603,191,'天门市',3,0),(1604,192,'咸安区',3,0),(1605,192,'赤壁市',3,0),(1606,192,'嘉鱼县',3,0),(1607,192,'通城县',3,0),(1608,192,'崇阳县',3,0),(1609,192,'通山县',3,0),(1610,193,'襄城区',3,0),(1611,193,'樊城区',3,0),(1612,193,'襄阳区',3,0),(1613,193,'老河口市',3,0),(1614,193,'枣阳市',3,0),(1615,193,'宜城市',3,0),(1616,193,'南漳县',3,0),(1617,193,'谷城县',3,0),(1618,193,'保康县',3,0),(1619,194,'孝南区',3,0),(1620,194,'应城市',3,0),(1621,194,'安陆市',3,0),(1622,194,'汉川市',3,0),(1623,194,'孝昌县',3,0),(1624,194,'大悟县',3,0),(1625,194,'云梦县',3,0),(1626,195,'长阳',3,0),(1627,195,'五峰',3,0),(1628,195,'西陵区',3,0),(1629,195,'伍家岗区',3,0),(1630,195,'点军区',3,0),(1631,195,'猇亭区',3,0),(1632,195,'夷陵区',3,0),(1633,195,'宜都市',3,0),(1634,195,'当阳市',3,0),(1635,195,'枝江市',3,0),(1636,195,'远安县',3,0),(1637,195,'兴山县',3,0),(1638,195,'秭归县',3,0),(1639,196,'恩施市',3,0),(1640,196,'利川市',3,0),(1641,196,'建始县',3,0),(1642,196,'巴东县',3,0),(1643,196,'宣恩县',3,0),(1644,196,'咸丰县',3,0),(1645,196,'来凤县',3,0),(1646,196,'鹤峰县',3,0),(1647,197,'岳麓区',3,0),(1648,197,'芙蓉区',3,0),(1649,197,'天心区',3,0),(1650,197,'开福区',3,0),(1651,197,'雨花区',3,0),(1652,197,'开发区',3,0),(1653,197,'浏阳市',3,0),(1654,197,'长沙县',3,0),(1655,197,'望城县',3,0),(1656,197,'宁乡县',3,0),(1657,198,'永定区',3,0),(1658,198,'武陵源区',3,0),(1659,198,'慈利县',3,0),(1660,198,'桑植县',3,0),(1661,199,'武陵区',3,0),(1662,199,'鼎城区',3,0),(1663,199,'津市市',3,0),(1664,199,'安乡县',3,0),(1665,199,'汉寿县',3,0),(1666,199,'澧县',3,0),(1667,199,'临澧县',3,0),(1668,199,'桃源县',3,0),(1669,199,'石门县',3,0),(1670,200,'北湖区',3,0),(1671,200,'苏仙区',3,0),(1672,200,'资兴市',3,0),(1673,200,'桂阳县',3,0),(1674,200,'宜章县',3,0),(1675,200,'永兴县',3,0),(1676,200,'嘉禾县',3,0),(1677,200,'临武县',3,0),(1678,200,'汝城县',3,0),(1679,200,'桂东县',3,0),(1680,200,'安仁县',3,0),(1681,201,'雁峰区',3,0),(1682,201,'珠晖区',3,0),(1683,201,'石鼓区',3,0),(1684,201,'蒸湘区',3,0),(1685,201,'南岳区',3,0),(1686,201,'耒阳市',3,0),(1687,201,'常宁市',3,0),(1688,201,'衡阳县',3,0),(1689,201,'衡南县',3,0),(1690,201,'衡山县',3,0),(1691,201,'衡东县',3,0),(1692,201,'祁东县',3,0),(1693,202,'鹤城区',3,0),(1694,202,'靖州',3,0),(1695,202,'麻阳',3,0),(1696,202,'通道',3,0),(1697,202,'新晃',3,0),(1698,202,'芷江',3,0),(1699,202,'沅陵县',3,0),(1700,202,'辰溪县',3,0),(1701,202,'溆浦县',3,0),(1702,202,'中方县',3,0),(1703,202,'会同县',3,0),(1704,202,'洪江市',3,0),(1705,203,'娄星区',3,0),(1706,203,'冷水江市',3,0),(1707,203,'涟源市',3,0),(1708,203,'双峰县',3,0),(1709,203,'新化县',3,0),(1710,204,'城步',3,0),(1711,204,'双清区',3,0),(1712,204,'大祥区',3,0),(1713,204,'北塔区',3,0),(1714,204,'武冈市',3,0),(1715,204,'邵东县',3,0),(1716,204,'新邵县',3,0),(1717,204,'邵阳县',3,0),(1718,204,'隆回县',3,0),(1719,204,'洞口县',3,0),(1720,204,'绥宁县',3,0),(1721,204,'新宁县',3,0),(1722,205,'岳塘区',3,0),(1723,205,'雨湖区',3,0),(1724,205,'湘乡市',3,0),(1725,205,'韶山市',3,0),(1726,205,'湘潭县',3,0),(1727,206,'吉首市',3,0),(1728,206,'泸溪县',3,0),(1729,206,'凤凰县',3,0),(1730,206,'花垣县',3,0),(1731,206,'保靖县',3,0),(1732,206,'古丈县',3,0),(1733,206,'永顺县',3,0),(1734,206,'龙山县',3,0),(1735,207,'赫山区',3,0),(1736,207,'资阳区',3,0),(1737,207,'沅江市',3,0),(1738,207,'南县',3,0),(1739,207,'桃江县',3,0),(1740,207,'安化县',3,0),(1741,208,'江华',3,0),(1742,208,'冷水滩区',3,0),(1743,208,'零陵区',3,0),(1744,208,'祁阳县',3,0),(1745,208,'东安县',3,0),(1746,208,'双牌县',3,0),(1747,208,'道县',3,0),(1748,208,'江永县',3,0),(1749,208,'宁远县',3,0),(1750,208,'蓝山县',3,0),(1751,208,'新田县',3,0),(1752,209,'岳阳楼区',3,0),(1753,209,'君山区',3,0),(1754,209,'云溪区',3,0),(1755,209,'汨罗市',3,0),(1756,209,'临湘市',3,0),(1757,209,'岳阳县',3,0),(1758,209,'华容县',3,0),(1759,209,'湘阴县',3,0),(1760,209,'平江县',3,0),(1761,210,'天元区',3,0),(1762,210,'荷塘区',3,0),(1763,210,'芦淞区',3,0),(1764,210,'石峰区',3,0),(1765,210,'醴陵市',3,0),(1766,210,'株洲县',3,0),(1767,210,'攸县',3,0),(1768,210,'茶陵县',3,0),(1769,210,'炎陵县',3,0),(1770,211,'朝阳区',3,0),(1771,211,'宽城区',3,0),(1772,211,'二道区',3,0),(1773,211,'南关区',3,0),(1774,211,'绿园区',3,0),(1775,211,'双阳区',3,0),(1776,211,'净月潭开发区',3,0),(1777,211,'高新技术开发区',3,0),(1778,211,'经济技术开发区',3,0),(1779,211,'汽车产业开发区',3,0),(1780,211,'德惠市',3,0),(1781,211,'九台市',3,0),(1782,211,'榆树市',3,0),(1783,211,'农安县',3,0),(1784,212,'船营区',3,0),(1785,212,'昌邑区',3,0),(1786,212,'龙潭区',3,0),(1787,212,'丰满区',3,0),(1788,212,'蛟河市',3,0),(1789,212,'桦甸市',3,0),(1790,212,'舒兰市',3,0),(1791,212,'磐石市',3,0),(1792,212,'永吉县',3,0),(1793,213,'洮北区',3,0),(1794,213,'洮南市',3,0),(1795,213,'大安市',3,0),(1796,213,'镇赉县',3,0),(1797,213,'通榆县',3,0),(1798,214,'江源区',3,0),(1799,214,'八道江区',3,0),(1800,214,'长白',3,0),(1801,214,'临江市',3,0),(1802,214,'抚松县',3,0),(1803,214,'靖宇县',3,0),(1804,215,'龙山区',3,0),(1805,215,'西安区',3,0),(1806,215,'东丰县',3,0),(1807,215,'东辽县',3,0),(1808,216,'铁西区',3,0),(1809,216,'铁东区',3,0),(1810,216,'伊通',3,0),(1811,216,'公主岭市',3,0),(1812,216,'双辽市',3,0),(1813,216,'梨树县',3,0),(1814,217,'前郭尔罗斯',3,0),(1815,217,'宁江区',3,0),(1816,217,'长岭县',3,0),(1817,217,'乾安县',3,0),(1818,217,'扶余县',3,0),(1819,218,'东昌区',3,0),(1820,218,'二道江区',3,0),(1821,218,'梅河口市',3,0),(1822,218,'集安市',3,0),(1823,218,'通化县',3,0),(1824,218,'辉南县',3,0),(1825,218,'柳河县',3,0),(1826,219,'延吉市',3,0),(1827,219,'图们市',3,0),(1828,219,'敦化市',3,0),(1829,219,'珲春市',3,0),(1830,219,'龙井市',3,0),(1831,219,'和龙市',3,0),(1832,219,'安图县',3,0),(1833,219,'汪清县',3,0),(1834,220,'玄武区',3,0),(1835,220,'鼓楼区',3,0),(1836,220,'白下区',3,0),(1837,220,'建邺区',3,0),(1838,220,'秦淮区',3,0),(1839,220,'雨花台区',3,0),(1840,220,'下关区',3,0),(1841,220,'栖霞区',3,0),(1842,220,'浦口区',3,0),(1843,220,'江宁区',3,0),(1844,220,'六合区',3,0),(1845,220,'溧水县',3,0),(1846,220,'高淳县',3,0),(1847,221,'沧浪区',3,0),(1848,221,'金阊区',3,0),(1849,221,'平江区',3,0),(1850,221,'虎丘区',3,0),(1851,221,'吴中区',3,0),(1852,221,'相城区',3,0),(1853,221,'园区',3,0),(1854,221,'新区',3,0),(1855,221,'常熟市',3,0),(1856,221,'张家港市',3,0),(1857,221,'玉山镇',3,0),(1858,221,'巴城镇',3,0),(1859,221,'周市镇',3,0),(1860,221,'陆家镇',3,0),(1861,221,'花桥镇',3,0),(1862,221,'淀山湖镇',3,0),(1863,221,'张浦镇',3,0),(1864,221,'周庄镇',3,0),(1865,221,'千灯镇',3,0),(1866,221,'锦溪镇',3,0),(1867,221,'开发区',3,0),(1868,221,'吴江市',3,0),(1869,221,'太仓市',3,0),(1870,222,'崇安区',3,0),(1871,222,'北塘区',3,0),(1872,222,'南长区',3,0),(1873,222,'锡山区',3,0),(1874,222,'惠山区',3,0),(1875,222,'滨湖区',3,0),(1876,222,'新区',3,0),(1877,222,'江阴市',3,0),(1878,222,'宜兴市',3,0),(1879,223,'天宁区',3,0),(1880,223,'钟楼区',3,0),(1881,223,'戚墅堰区',3,0),(1882,223,'郊区',3,0),(1883,223,'新北区',3,0),(1884,223,'武进区',3,0),(1885,223,'溧阳市',3,0),(1886,223,'金坛市',3,0),(1887,224,'清河区',3,0),(1888,224,'清浦区',3,0),(1889,224,'楚州区',3,0),(1890,224,'淮阴区',3,0),(1891,224,'涟水县',3,0),(1892,224,'洪泽县',3,0),(1893,224,'盱眙县',3,0),(1894,224,'金湖县',3,0),(1895,225,'新浦区',3,0),(1896,225,'连云区',3,0),(1897,225,'海州区',3,0),(1898,225,'赣榆县',3,0),(1899,225,'东海县',3,0),(1900,225,'灌云县',3,0),(1901,225,'灌南县',3,0),(1902,226,'崇川区',3,0),(1903,226,'港闸区',3,0),(1904,226,'经济开发区',3,0),(1905,226,'启东市',3,0),(1906,226,'如皋市',3,0),(1907,226,'通州市',3,0),(1908,226,'海门市',3,0),(1909,226,'海安县',3,0),(1910,226,'如东县',3,0),(1911,227,'宿城区',3,0),(1912,227,'宿豫区',3,0),(1913,227,'宿豫县',3,0),(1914,227,'沭阳县',3,0),(1915,227,'泗阳县',3,0),(1916,227,'泗洪县',3,0),(1917,228,'海陵区',3,0),(1918,228,'高港区',3,0),(1919,228,'兴化市',3,0),(1920,228,'靖江市',3,0),(1921,228,'泰兴市',3,0),(1922,228,'姜堰市',3,0),(1923,229,'云龙区',3,0),(1924,229,'鼓楼区',3,0),(1925,229,'九里区',3,0),(1926,229,'贾汪区',3,0),(1927,229,'泉山区',3,0),(1928,229,'新沂市',3,0),(1929,229,'邳州市',3,0),(1930,229,'丰县',3,0),(1931,229,'沛县',3,0),(1932,229,'铜山县',3,0),(1933,229,'睢宁县',3,0),(1934,230,'城区',3,0),(1935,230,'亭湖区',3,0),(1936,230,'盐都区',3,0),(1937,230,'盐都县',3,0),(1938,230,'东台市',3,0),(1939,230,'大丰市',3,0),(1940,230,'响水县',3,0),(1941,230,'滨海县',3,0),(1942,230,'阜宁县',3,0),(1943,230,'射阳县',3,0),(1944,230,'建湖县',3,0),(1945,231,'广陵区',3,0),(1946,231,'维扬区',3,0),(1947,231,'邗江区',3,0),(1948,231,'仪征市',3,0),(1949,231,'高邮市',3,0),(1950,231,'江都市',3,0),(1951,231,'宝应县',3,0),(1952,232,'京口区',3,0),(1953,232,'润州区',3,0),(1954,232,'丹徒区',3,0),(1955,232,'丹阳市',3,0),(1956,232,'扬中市',3,0),(1957,232,'句容市',3,0),(1958,233,'东湖区',3,0),(1959,233,'西湖区',3,0),(1960,233,'青云谱区',3,0),(1961,233,'湾里区',3,0),(1962,233,'青山湖区',3,0),(1963,233,'红谷滩新区',3,0),(1964,233,'昌北区',3,0),(1965,233,'高新区',3,0),(1966,233,'南昌县',3,0),(1967,233,'新建县',3,0),(1968,233,'安义县',3,0),(1969,233,'进贤县',3,0),(1970,234,'临川区',3,0),(1971,234,'南城县',3,0),(1972,234,'黎川县',3,0),(1973,234,'南丰县',3,0),(1974,234,'崇仁县',3,0),(1975,234,'乐安县',3,0),(1976,234,'宜黄县',3,0),(1977,234,'金溪县',3,0),(1978,234,'资溪县',3,0),(1979,234,'东乡县',3,0),(1980,234,'广昌县',3,0),(1981,235,'章贡区',3,0),(1982,235,'于都县',3,0),(1983,235,'瑞金市',3,0),(1984,235,'南康市',3,0),(1985,235,'赣县',3,0),(1986,235,'信丰县',3,0),(1987,235,'大余县',3,0),(1988,235,'上犹县',3,0),(1989,235,'崇义县',3,0),(1990,235,'安远县',3,0),(1991,235,'龙南县',3,0),(1992,235,'定南县',3,0),(1993,235,'全南县',3,0),(1994,235,'宁都县',3,0),(1995,235,'兴国县',3,0),(1996,235,'会昌县',3,0),(1997,235,'寻乌县',3,0),(1998,235,'石城县',3,0),(1999,236,'安福县',3,0),(2000,236,'吉州区',3,0),(2001,236,'青原区',3,0),(2002,236,'井冈山市',3,0),(2003,236,'吉安县',3,0),(2004,236,'吉水县',3,0),(2005,236,'峡江县',3,0),(2006,236,'新干县',3,0),(2007,236,'永丰县',3,0),(2008,236,'泰和县',3,0),(2009,236,'遂川县',3,0),(2010,236,'万安县',3,0),(2011,236,'永新县',3,0),(2012,237,'珠山区',3,0),(2013,237,'昌江区',3,0),(2014,237,'乐平市',3,0),(2015,237,'浮梁县',3,0),(2016,238,'浔阳区',3,0),(2017,238,'庐山区',3,0),(2018,238,'瑞昌市',3,0),(2019,238,'九江县',3,0),(2020,238,'武宁县',3,0),(2021,238,'修水县',3,0),(2022,238,'永修县',3,0),(2023,238,'德安县',3,0),(2024,238,'星子县',3,0),(2025,238,'都昌县',3,0),(2026,238,'湖口县',3,0),(2027,238,'彭泽县',3,0),(2028,239,'安源区',3,0),(2029,239,'湘东区',3,0),(2030,239,'莲花县',3,0),(2031,239,'芦溪县',3,0),(2032,239,'上栗县',3,0),(2033,240,'信州区',3,0),(2034,240,'德兴市',3,0),(2035,240,'上饶县',3,0),(2036,240,'广丰县',3,0),(2037,240,'玉山县',3,0),(2038,240,'铅山县',3,0),(2039,240,'横峰县',3,0),(2040,240,'弋阳县',3,0),(2041,240,'余干县',3,0),(2042,240,'波阳县',3,0),(2043,240,'万年县',3,0),(2044,240,'婺源县',3,0),(2045,241,'渝水区',3,0),(2046,241,'分宜县',3,0),(2047,242,'袁州区',3,0),(2048,242,'丰城市',3,0),(2049,242,'樟树市',3,0),(2050,242,'高安市',3,0),(2051,242,'奉新县',3,0),(2052,242,'万载县',3,0),(2053,242,'上高县',3,0),(2054,242,'宜丰县',3,0),(2055,242,'靖安县',3,0),(2056,242,'铜鼓县',3,0),(2057,243,'月湖区',3,0),(2058,243,'贵溪市',3,0),(2059,243,'余江县',3,0),(2060,244,'沈河区',3,0),(2061,244,'皇姑区',3,0),(2062,244,'和平区',3,0),(2063,244,'大东区',3,0),(2064,244,'铁西区',3,0),(2065,244,'苏家屯区',3,0),(2066,244,'东陵区',3,0),(2067,244,'沈北新区',3,0),(2068,244,'于洪区',3,0),(2069,244,'浑南新区',3,0),(2070,244,'新民市',3,0),(2071,244,'辽中县',3,0),(2072,244,'康平县',3,0),(2073,244,'法库县',3,0),(2074,245,'西岗区',3,0),(2075,245,'中山区',3,0),(2076,245,'沙河口区',3,0),(2077,245,'甘井子区',3,0),(2078,245,'旅顺口区',3,0),(2079,245,'金州区',3,0),(2080,245,'开发区',3,0),(2081,245,'瓦房店市',3,0),(2082,245,'普兰店市',3,0),(2083,245,'庄河市',3,0),(2084,245,'长海县',3,0),(2085,246,'铁东区',3,0),(2086,246,'铁西区',3,0),(2087,246,'立山区',3,0),(2088,246,'千山区',3,0),(2089,246,'岫岩',3,0),(2090,246,'海城市',3,0),(2091,246,'台安县',3,0),(2092,247,'本溪',3,0),(2093,247,'平山区',3,0),(2094,247,'明山区',3,0),(2095,247,'溪湖区',3,0),(2096,247,'南芬区',3,0),(2097,247,'桓仁',3,0),(2098,248,'双塔区',3,0),(2099,248,'龙城区',3,0),(2100,248,'喀喇沁左翼蒙古族自治县',3,0),(2101,248,'北票市',3,0),(2102,248,'凌源市',3,0),(2103,248,'朝阳县',3,0),(2104,248,'建平县',3,0),(2105,249,'振兴区',3,0),(2106,249,'元宝区',3,0),(2107,249,'振安区',3,0),(2108,249,'宽甸',3,0),(2109,249,'东港市',3,0),(2110,249,'凤城市',3,0),(2111,250,'顺城区',3,0),(2112,250,'新抚区',3,0),(2113,250,'东洲区',3,0),(2114,250,'望花区',3,0),(2115,250,'清原',3,0),(2116,250,'新宾',3,0),(2117,250,'抚顺县',3,0),(2118,251,'阜新',3,0),(2119,251,'海州区',3,0),(2120,251,'新邱区',3,0),(2121,251,'太平区',3,0),(2122,251,'清河门区',3,0),(2123,251,'细河区',3,0),(2124,251,'彰武县',3,0),(2125,252,'龙港区',3,0),(2126,252,'南票区',3,0),(2127,252,'连山区',3,0),(2128,252,'兴城市',3,0),(2129,252,'绥中县',3,0),(2130,252,'建昌县',3,0),(2131,253,'太和区',3,0),(2132,253,'古塔区',3,0),(2133,253,'凌河区',3,0),(2134,253,'凌海市',3,0),(2135,253,'北镇市',3,0),(2136,253,'黑山县',3,0),(2137,253,'义县',3,0),(2138,254,'白塔区',3,0),(2139,254,'文圣区',3,0),(2140,254,'宏伟区',3,0),(2141,254,'太子河区',3,0),(2142,254,'弓长岭区',3,0),(2143,254,'灯塔市',3,0),(2144,254,'辽阳县',3,0),(2145,255,'双台子区',3,0),(2146,255,'兴隆台区',3,0),(2147,255,'大洼县',3,0),(2148,255,'盘山县',3,0),(2149,256,'银州区',3,0),(2150,256,'清河区',3,0),(2151,256,'调兵山市',3,0),(2152,256,'开原市',3,0),(2153,256,'铁岭县',3,0),(2154,256,'西丰县',3,0),(2155,256,'昌图县',3,0),(2156,257,'站前区',3,0),(2157,257,'西市区',3,0),(2158,257,'鲅鱼圈区',3,0),(2159,257,'老边区',3,0),(2160,257,'盖州市',3,0),(2161,257,'大石桥市',3,0),(2162,258,'回民区',3,0),(2163,258,'玉泉区',3,0),(2164,258,'新城区',3,0),(2165,258,'赛罕区',3,0),(2166,258,'清水河县',3,0),(2167,258,'土默特左旗',3,0),(2168,258,'托克托县',3,0),(2169,258,'和林格尔县',3,0),(2170,258,'武川县',3,0),(2171,259,'阿拉善左旗',3,0),(2172,259,'阿拉善右旗',3,0),(2173,259,'额济纳旗',3,0),(2174,260,'临河区',3,0),(2175,260,'五原县',3,0),(2176,260,'磴口县',3,0),(2177,260,'乌拉特前旗',3,0),(2178,260,'乌拉特中旗',3,0),(2179,260,'乌拉特后旗',3,0),(2180,260,'杭锦后旗',3,0),(2181,261,'昆都仑区',3,0),(2182,261,'青山区',3,0),(2183,261,'东河区',3,0),(2184,261,'九原区',3,0),(2185,261,'石拐区',3,0),(2186,261,'白云矿区',3,0),(2187,261,'土默特右旗',3,0),(2188,261,'固阳县',3,0),(2189,261,'达尔罕茂明安联合旗',3,0),(2190,262,'红山区',3,0),(2191,262,'元宝山区',3,0),(2192,262,'松山区',3,0),(2193,262,'阿鲁科尔沁旗',3,0),(2194,262,'巴林左旗',3,0),(2195,262,'巴林右旗',3,0),(2196,262,'林西县',3,0),(2197,262,'克什克腾旗',3,0),(2198,262,'翁牛特旗',3,0),(2199,262,'喀喇沁旗',3,0),(2200,262,'宁城县',3,0),(2201,262,'敖汉旗',3,0),(2202,263,'东胜区',3,0),(2203,263,'达拉特旗',3,0),(2204,263,'准格尔旗',3,0),(2205,263,'鄂托克前旗',3,0),(2206,263,'鄂托克旗',3,0),(2207,263,'杭锦旗',3,0),(2208,263,'乌审旗',3,0),(2209,263,'伊金霍洛旗',3,0),(2210,264,'海拉尔区',3,0),(2211,264,'莫力达瓦',3,0),(2212,264,'满洲里市',3,0),(2213,264,'牙克石市',3,0),(2214,264,'扎兰屯市',3,0),(2215,264,'额尔古纳市',3,0),(2216,264,'根河市',3,0),(2217,264,'阿荣旗',3,0),(2218,264,'鄂伦春自治旗',3,0),(2219,264,'鄂温克族自治旗',3,0),(2220,264,'陈巴尔虎旗',3,0),(2221,264,'新巴尔虎左旗',3,0),(2222,264,'新巴尔虎右旗',3,0),(2223,265,'科尔沁区',3,0),(2224,265,'霍林郭勒市',3,0),(2225,265,'科尔沁左翼中旗',3,0),(2226,265,'科尔沁左翼后旗',3,0),(2227,265,'开鲁县',3,0),(2228,265,'库伦旗',3,0),(2229,265,'奈曼旗',3,0),(2230,265,'扎鲁特旗',3,0),(2231,266,'海勃湾区',3,0),(2232,266,'乌达区',3,0),(2233,266,'海南区',3,0),(2234,267,'化德县',3,0),(2235,267,'集宁区',3,0),(2236,267,'丰镇市',3,0),(2237,267,'卓资县',3,0),(2238,267,'商都县',3,0),(2239,267,'兴和县',3,0),(2240,267,'凉城县',3,0),(2241,267,'察哈尔右翼前旗',3,0),(2242,267,'察哈尔右翼中旗',3,0),(2243,267,'察哈尔右翼后旗',3,0),(2244,267,'四子王旗',3,0),(2245,268,'二连浩特市',3,0),(2246,268,'锡林浩特市',3,0),(2247,268,'阿巴嘎旗',3,0),(2248,268,'苏尼特左旗',3,0),(2249,268,'苏尼特右旗',3,0),(2250,268,'东乌珠穆沁旗',3,0),(2251,268,'西乌珠穆沁旗',3,0),(2252,268,'太仆寺旗',3,0),(2253,268,'镶黄旗',3,0),(2254,268,'正镶白旗',3,0),(2255,268,'正蓝旗',3,0),(2256,268,'多伦县',3,0),(2257,269,'乌兰浩特市',3,0),(2258,269,'阿尔山市',3,0),(2259,269,'科尔沁右翼前旗',3,0),(2260,269,'科尔沁右翼中旗',3,0),(2261,269,'扎赉特旗',3,0),(2262,269,'突泉县',3,0),(2263,270,'西夏区',3,0),(2264,270,'金凤区',3,0),(2265,270,'兴庆区',3,0),(2266,270,'灵武市',3,0),(2267,270,'永宁县',3,0),(2268,270,'贺兰县',3,0),(2269,271,'原州区',3,0),(2270,271,'海原县',3,0),(2271,271,'西吉县',3,0),(2272,271,'隆德县',3,0),(2273,271,'泾源县',3,0),(2274,271,'彭阳县',3,0),(2275,272,'惠农县',3,0),(2276,272,'大武口区',3,0),(2277,272,'惠农区',3,0),(2278,272,'陶乐县',3,0),(2279,272,'平罗县',3,0),(2280,273,'利通区',3,0),(2281,273,'中卫县',3,0),(2282,273,'青铜峡市',3,0),(2283,273,'中宁县',3,0),(2284,273,'盐池县',3,0),(2285,273,'同心县',3,0),(2286,274,'沙坡头区',3,0),(2287,274,'海原县',3,0),(2288,274,'中宁县',3,0),(2289,275,'城中区',3,0),(2290,275,'城东区',3,0),(2291,275,'城西区',3,0),(2292,275,'城北区',3,0),(2293,275,'湟中县',3,0),(2294,275,'湟源县',3,0),(2295,275,'大通',3,0),(2296,276,'玛沁县',3,0),(2297,276,'班玛县',3,0),(2298,276,'甘德县',3,0),(2299,276,'达日县',3,0),(2300,276,'久治县',3,0),(2301,276,'玛多县',3,0),(2302,277,'海晏县',3,0),(2303,277,'祁连县',3,0),(2304,277,'刚察县',3,0),(2305,277,'门源',3,0),(2306,278,'平安县',3,0),(2307,278,'乐都县',3,0),(2308,278,'民和',3,0),(2309,278,'互助',3,0),(2310,278,'化隆',3,0),(2311,278,'循化',3,0),(2312,279,'共和县',3,0),(2313,279,'同德县',3,0),(2314,279,'贵德县',3,0),(2315,279,'兴海县',3,0),(2316,279,'贵南县',3,0),(2317,280,'德令哈市',3,0),(2318,280,'格尔木市',3,0),(2319,280,'乌兰县',3,0),(2320,280,'都兰县',3,0),(2321,280,'天峻县',3,0),(2322,281,'同仁县',3,0),(2323,281,'尖扎县',3,0),(2324,281,'泽库县',3,0),(2325,281,'河南蒙古族自治县',3,0),(2326,282,'玉树县',3,0),(2327,282,'杂多县',3,0),(2328,282,'称多县',3,0),(2329,282,'治多县',3,0),(2330,282,'囊谦县',3,0),(2331,282,'曲麻莱县',3,0),(2332,283,'市中区',3,0),(2333,283,'历下区',3,0),(2334,283,'天桥区',3,0),(2335,283,'槐荫区',3,0),(2336,283,'历城区',3,0),(2337,283,'长清区',3,0),(2338,283,'章丘市',3,0),(2339,283,'平阴县',3,0),(2340,283,'济阳县',3,0),(2341,283,'商河县',3,0),(2342,284,'市南区',3,0),(2343,284,'市北区',3,0),(2344,284,'城阳区',3,0),(2345,284,'四方区',3,0),(2346,284,'李沧区',3,0),(2347,284,'黄岛区',3,0),(2348,284,'崂山区',3,0),(2349,284,'胶州市',3,0),(2350,284,'即墨市',3,0),(2351,284,'平度市',3,0),(2352,284,'胶南市',3,0),(2353,284,'莱西市',3,0),(2354,285,'滨城区',3,0),(2355,285,'惠民县',3,0),(2356,285,'阳信县',3,0),(2357,285,'无棣县',3,0),(2358,285,'沾化县',3,0),(2359,285,'博兴县',3,0),(2360,285,'邹平县',3,0),(2361,286,'德城区',3,0),(2362,286,'陵县',3,0),(2363,286,'乐陵市',3,0),(2364,286,'禹城市',3,0),(2365,286,'宁津县',3,0),(2366,286,'庆云县',3,0),(2367,286,'临邑县',3,0),(2368,286,'齐河县',3,0),(2369,286,'平原县',3,0),(2370,286,'夏津县',3,0),(2371,286,'武城县',3,0),(2372,287,'东营区',3,0),(2373,287,'河口区',3,0),(2374,287,'垦利县',3,0),(2375,287,'利津县',3,0),(2376,287,'广饶县',3,0),(2377,288,'牡丹区',3,0),(2378,288,'曹县',3,0),(2379,288,'单县',3,0),(2380,288,'成武县',3,0),(2381,288,'巨野县',3,0),(2382,288,'郓城县',3,0),(2383,288,'鄄城县',3,0),(2384,288,'定陶县',3,0),(2385,288,'东明县',3,0),(2386,289,'市中区',3,0),(2387,289,'任城区',3,0),(2388,289,'曲阜市',3,0),(2389,289,'兖州市',3,0),(2390,289,'邹城市',3,0),(2391,289,'微山县',3,0),(2392,289,'鱼台县',3,0),(2393,289,'金乡县',3,0),(2394,289,'嘉祥县',3,0),(2395,289,'汶上县',3,0),(2396,289,'泗水县',3,0),(2397,289,'梁山县',3,0),(2398,290,'莱城区',3,0),(2399,290,'钢城区',3,0),(2400,291,'东昌府区',3,0),(2401,291,'临清市',3,0),(2402,291,'阳谷县',3,0),(2403,291,'莘县',3,0),(2404,291,'茌平县',3,0),(2405,291,'东阿县',3,0),(2406,291,'冠县',3,0),(2407,291,'高唐县',3,0),(2408,292,'兰山区',3,0),(2409,292,'罗庄区',3,0),(2410,292,'河东区',3,0),(2411,292,'沂南县',3,0),(2412,292,'郯城县',3,0),(2413,292,'沂水县',3,0),(2414,292,'苍山县',3,0),(2415,292,'费县',3,0),(2416,292,'平邑县',3,0),(2417,292,'莒南县',3,0),(2418,292,'蒙阴县',3,0),(2419,292,'临沭县',3,0),(2420,293,'东港区',3,0),(2421,293,'岚山区',3,0),(2422,293,'五莲县',3,0),(2423,293,'莒县',3,0),(2424,294,'泰山区',3,0),(2425,294,'岱岳区',3,0),(2426,294,'新泰市',3,0),(2427,294,'肥城市',3,0),(2428,294,'宁阳县',3,0),(2429,294,'东平县',3,0),(2430,295,'荣成市',3,0),(2431,295,'乳山市',3,0),(2432,295,'环翠区',3,0),(2433,295,'文登市',3,0),(2434,296,'潍城区',3,0),(2435,296,'寒亭区',3,0),(2436,296,'坊子区',3,0),(2437,296,'奎文区',3,0),(2438,296,'青州市',3,0),(2439,296,'诸城市',3,0),(2440,296,'寿光市',3,0),(2441,296,'安丘市',3,0),(2442,296,'高密市',3,0),(2443,296,'昌邑市',3,0),(2444,296,'临朐县',3,0),(2445,296,'昌乐县',3,0),(2446,297,'芝罘区',3,0),(2447,297,'福山区',3,0),(2448,297,'牟平区',3,0),(2449,297,'莱山区',3,0),(2450,297,'开发区',3,0),(2451,297,'龙口市',3,0),(2452,297,'莱阳市',3,0),(2453,297,'莱州市',3,0),(2454,297,'蓬莱市',3,0),(2455,297,'招远市',3,0),(2456,297,'栖霞市',3,0),(2457,297,'海阳市',3,0),(2458,297,'长岛县',3,0),(2459,298,'市中区',3,0),(2460,298,'山亭区',3,0),(2461,298,'峄城区',3,0),(2462,298,'台儿庄区',3,0),(2463,298,'薛城区',3,0),(2464,298,'滕州市',3,0),(2465,299,'张店区',3,0),(2466,299,'临淄区',3,0),(2467,299,'淄川区',3,0),(2468,299,'博山区',3,0),(2469,299,'周村区',3,0),(2470,299,'桓台县',3,0),(2471,299,'高青县',3,0),(2472,299,'沂源县',3,0),(2473,300,'杏花岭区',3,0),(2474,300,'小店区',3,0),(2475,300,'迎泽区',3,0),(2476,300,'尖草坪区',3,0),(2477,300,'万柏林区',3,0),(2478,300,'晋源区',3,0),(2479,300,'高新开发区',3,0),(2480,300,'民营经济开发区',3,0),(2481,300,'经济技术开发区',3,0),(2482,300,'清徐县',3,0),(2483,300,'阳曲县',3,0),(2484,300,'娄烦县',3,0),(2485,300,'古交市',3,0),(2486,301,'城区',3,0),(2487,301,'郊区',3,0),(2488,301,'沁县',3,0),(2489,301,'潞城市',3,0),(2490,301,'长治县',3,0),(2491,301,'襄垣县',3,0),(2492,301,'屯留县',3,0),(2493,301,'平顺县',3,0),(2494,301,'黎城县',3,0),(2495,301,'壶关县',3,0),(2496,301,'长子县',3,0),(2497,301,'武乡县',3,0),(2498,301,'沁源县',3,0),(2499,302,'城区',3,0),(2500,302,'矿区',3,0),(2501,302,'南郊区',3,0),(2502,302,'新荣区',3,0),(2503,302,'阳高县',3,0),(2504,302,'天镇县',3,0),(2505,302,'广灵县',3,0),(2506,302,'灵丘县',3,0),(2507,302,'浑源县',3,0),(2508,302,'左云县',3,0),(2509,302,'大同县',3,0),(2510,303,'城区',3,0),(2511,303,'高平市',3,0),(2512,303,'沁水县',3,0),(2513,303,'阳城县',3,0),(2514,303,'陵川县',3,0),(2515,303,'泽州县',3,0),(2516,304,'榆次区',3,0),(2517,304,'介休市',3,0),(2518,304,'榆社县',3,0),(2519,304,'左权县',3,0),(2520,304,'和顺县',3,0),(2521,304,'昔阳县',3,0),(2522,304,'寿阳县',3,0),(2523,304,'太谷县',3,0),(2524,304,'祁县',3,0),(2525,304,'平遥县',3,0),(2526,304,'灵石县',3,0),(2527,305,'尧都区',3,0),(2528,305,'侯马市',3,0),(2529,305,'霍州市',3,0),(2530,305,'曲沃县',3,0),(2531,305,'翼城县',3,0),(2532,305,'襄汾县',3,0),(2533,305,'洪洞县',3,0),(2534,305,'吉县',3,0),(2535,305,'安泽县',3,0),(2536,305,'浮山县',3,0),(2537,305,'古县',3,0),(2538,305,'乡宁县',3,0),(2539,305,'大宁县',3,0),(2540,305,'隰县',3,0),(2541,305,'永和县',3,0),(2542,305,'蒲县',3,0),(2543,305,'汾西县',3,0),(2544,306,'离石市',3,0),(2545,306,'离石区',3,0),(2546,306,'孝义市',3,0),(2547,306,'汾阳市',3,0),(2548,306,'文水县',3,0),(2549,306,'交城县',3,0),(2550,306,'兴县',3,0),(2551,306,'临县',3,0),(2552,306,'柳林县',3,0),(2553,306,'石楼县',3,0),(2554,306,'岚县',3,0),(2555,306,'方山县',3,0),(2556,306,'中阳县',3,0),(2557,306,'交口县',3,0),(2558,307,'朔城区',3,0),(2559,307,'平鲁区',3,0),(2560,307,'山阴县',3,0),(2561,307,'应县',3,0),(2562,307,'右玉县',3,0),(2563,307,'怀仁县',3,0),(2564,308,'忻府区',3,0),(2565,308,'原平市',3,0),(2566,308,'定襄县',3,0),(2567,308,'五台县',3,0),(2568,308,'代县',3,0),(2569,308,'繁峙县',3,0),(2570,308,'宁武县',3,0),(2571,308,'静乐县',3,0),(2572,308,'神池县',3,0),(2573,308,'五寨县',3,0),(2574,308,'岢岚县',3,0),(2575,308,'河曲县',3,0),(2576,308,'保德县',3,0),(2577,308,'偏关县',3,0),(2578,309,'城区',3,0),(2579,309,'矿区',3,0),(2580,309,'郊区',3,0),(2581,309,'平定县',3,0),(2582,309,'盂县',3,0),(2583,310,'盐湖区',3,0),(2584,310,'永济市',3,0),(2585,310,'河津市',3,0),(2586,310,'临猗县',3,0),(2587,310,'万荣县',3,0),(2588,310,'闻喜县',3,0),(2589,310,'稷山县',3,0),(2590,310,'新绛县',3,0),(2591,310,'绛县',3,0),(2592,310,'垣曲县',3,0),(2593,310,'夏县',3,0),(2594,310,'平陆县',3,0),(2595,310,'芮城县',3,0),(2596,311,'莲湖区',3,0),(2597,311,'新城区',3,0),(2598,311,'碑林区',3,0),(2599,311,'雁塔区',3,0),(2600,311,'灞桥区',3,0),(2601,311,'未央区',3,0),(2602,311,'阎良区',3,0),(2603,311,'临潼区',3,0),(2604,311,'长安区',3,0),(2605,311,'蓝田县',3,0),(2606,311,'周至县',3,0),(2607,311,'户县',3,0),(2608,311,'高陵县',3,0),(2609,312,'汉滨区',3,0),(2610,312,'汉阴县',3,0),(2611,312,'石泉县',3,0),(2612,312,'宁陕县',3,0),(2613,312,'紫阳县',3,0),(2614,312,'岚皋县',3,0),(2615,312,'平利县',3,0),(2616,312,'镇坪县',3,0),(2617,312,'旬阳县',3,0),(2618,312,'白河县',3,0),(2619,313,'陈仓区',3,0),(2620,313,'渭滨区',3,0),(2621,313,'金台区',3,0),(2622,313,'凤翔县',3,0),(2623,313,'岐山县',3,0),(2624,313,'扶风县',3,0),(2625,313,'眉县',3,0),(2626,313,'陇县',3,0),(2627,313,'千阳县',3,0),(2628,313,'麟游县',3,0),(2629,313,'凤县',3,0),(2630,313,'太白县',3,0),(2631,314,'汉台区',3,0),(2632,314,'南郑县',3,0),(2633,314,'城固县',3,0),(2634,314,'洋县',3,0),(2635,314,'西乡县',3,0),(2636,314,'勉县',3,0),(2637,314,'宁强县',3,0),(2638,314,'略阳县',3,0),(2639,314,'镇巴县',3,0),(2640,314,'留坝县',3,0),(2641,314,'佛坪县',3,0),(2642,315,'商州区',3,0),(2643,315,'洛南县',3,0),(2644,315,'丹凤县',3,0),(2645,315,'商南县',3,0),(2646,315,'山阳县',3,0),(2647,315,'镇安县',3,0),(2648,315,'柞水县',3,0),(2649,316,'耀州区',3,0),(2650,316,'王益区',3,0),(2651,316,'印台区',3,0),(2652,316,'宜君县',3,0),(2653,317,'临渭区',3,0),(2654,317,'韩城市',3,0),(2655,317,'华阴市',3,0),(2656,317,'华县',3,0),(2657,317,'潼关县',3,0),(2658,317,'大荔县',3,0),(2659,317,'合阳县',3,0),(2660,317,'澄城县',3,0),(2661,317,'蒲城县',3,0),(2662,317,'白水县',3,0),(2663,317,'富平县',3,0),(2664,318,'秦都区',3,0),(2665,318,'渭城区',3,0),(2666,318,'杨陵区',3,0),(2667,318,'兴平市',3,0),(2668,318,'三原县',3,0),(2669,318,'泾阳县',3,0),(2670,318,'乾县',3,0),(2671,318,'礼泉县',3,0),(2672,318,'永寿县',3,0),(2673,318,'彬县',3,0),(2674,318,'长武县',3,0),(2675,318,'旬邑县',3,0),(2676,318,'淳化县',3,0),(2677,318,'武功县',3,0),(2678,319,'吴起县',3,0),(2679,319,'宝塔区',3,0),(2680,319,'延长县',3,0),(2681,319,'延川县',3,0),(2682,319,'子长县',3,0),(2683,319,'安塞县',3,0),(2684,319,'志丹县',3,0),(2685,319,'甘泉县',3,0),(2686,319,'富县',3,0),(2687,319,'洛川县',3,0),(2688,319,'宜川县',3,0),(2689,319,'黄龙县',3,0),(2690,319,'黄陵县',3,0),(2691,320,'榆阳区',3,0),(2692,320,'神木县',3,0),(2693,320,'府谷县',3,0),(2694,320,'横山县',3,0),(2695,320,'靖边县',3,0),(2696,320,'定边县',3,0),(2697,320,'绥德县',3,0),(2698,320,'米脂县',3,0),(2699,320,'佳县',3,0),(2700,320,'吴堡县',3,0),(2701,320,'清涧县',3,0),(2702,320,'子洲县',3,0),(2703,321,'长宁区',3,0),(2704,321,'闸北区',3,0),(2705,321,'闵行区',3,0),(2706,321,'徐汇区',3,0),(2707,321,'浦东新区',3,0),(2708,321,'杨浦区',3,0),(2709,321,'普陀区',3,0),(2710,321,'静安区',3,0),(2711,321,'卢湾区',3,0),(2712,321,'虹口区',3,0),(2713,321,'黄浦区',3,0),(2714,321,'南汇区',3,0),(2715,321,'松江区',3,0),(2716,321,'嘉定区',3,0),(2717,321,'宝山区',3,0),(2718,321,'青浦区',3,0),(2719,321,'金山区',3,0),(2720,321,'奉贤区',3,0),(2721,321,'崇明县',3,0),(2722,322,'青羊区',3,0),(2723,322,'锦江区',3,0),(2724,322,'金牛区',3,0),(2725,322,'武侯区',3,0),(2726,322,'成华区',3,0),(2727,322,'龙泉驿区',3,0),(2728,322,'青白江区',3,0),(2729,322,'新都区',3,0),(2730,322,'温江区',3,0),(2731,322,'高新区',3,0),(2732,322,'高新西区',3,0),(2733,322,'都江堰市',3,0),(2734,322,'彭州市',3,0),(2735,322,'邛崃市',3,0),(2736,322,'崇州市',3,0),(2737,322,'金堂县',3,0),(2738,322,'双流县',3,0),(2739,322,'郫县',3,0),(2740,322,'大邑县',3,0),(2741,322,'蒲江县',3,0),(2742,322,'新津县',3,0),(2743,322,'都江堰市',3,0),(2744,322,'彭州市',3,0),(2745,322,'邛崃市',3,0),(2746,322,'崇州市',3,0),(2747,322,'金堂县',3,0),(2748,322,'双流县',3,0),(2749,322,'郫县',3,0),(2750,322,'大邑县',3,0),(2751,322,'蒲江县',3,0),(2752,322,'新津县',3,0),(2753,323,'涪城区',3,0),(2754,323,'游仙区',3,0),(2755,323,'江油市',3,0),(2756,323,'盐亭县',3,0),(2757,323,'三台县',3,0),(2758,323,'平武县',3,0),(2759,323,'安县',3,0),(2760,323,'梓潼县',3,0),(2761,323,'北川县',3,0),(2762,324,'马尔康县',3,0),(2763,324,'汶川县',3,0),(2764,324,'理县',3,0),(2765,324,'茂县',3,0),(2766,324,'松潘县',3,0),(2767,324,'九寨沟县',3,0),(2768,324,'金川县',3,0),(2769,324,'小金县',3,0),(2770,324,'黑水县',3,0),(2771,324,'壤塘县',3,0),(2772,324,'阿坝县',3,0),(2773,324,'若尔盖县',3,0),(2774,324,'红原县',3,0),(2775,325,'巴州区',3,0),(2776,325,'通江县',3,0),(2777,325,'南江县',3,0),(2778,325,'平昌县',3,0),(2779,326,'通川区',3,0),(2780,326,'万源市',3,0),(2781,326,'达县',3,0),(2782,326,'宣汉县',3,0),(2783,326,'开江县',3,0),(2784,326,'大竹县',3,0),(2785,326,'渠县',3,0),(2786,327,'旌阳区',3,0),(2787,327,'广汉市',3,0),(2788,327,'什邡市',3,0),(2789,327,'绵竹市',3,0),(2790,327,'罗江县',3,0),(2791,327,'中江县',3,0),(2792,328,'康定县',3,0),(2793,328,'丹巴县',3,0),(2794,328,'泸定县',3,0),(2795,328,'炉霍县',3,0),(2796,328,'九龙县',3,0),(2797,328,'甘孜县',3,0),(2798,328,'雅江县',3,0),(2799,328,'新龙县',3,0),(2800,328,'道孚县',3,0),(2801,328,'白玉县',3,0),(2802,328,'理塘县',3,0),(2803,328,'德格县',3,0),(2804,328,'乡城县',3,0),(2805,328,'石渠县',3,0),(2806,328,'稻城县',3,0),(2807,328,'色达县',3,0),(2808,328,'巴塘县',3,0),(2809,328,'得荣县',3,0),(2810,329,'广安区',3,0),(2811,329,'华蓥市',3,0),(2812,329,'岳池县',3,0),(2813,329,'武胜县',3,0),(2814,329,'邻水县',3,0),(2815,330,'利州区',3,0),(2816,330,'元坝区',3,0),(2817,330,'朝天区',3,0),(2818,330,'旺苍县',3,0),(2819,330,'青川县',3,0),(2820,330,'剑阁县',3,0),(2821,330,'苍溪县',3,0),(2822,331,'峨眉山市',3,0),(2823,331,'乐山市',3,0),(2824,331,'犍为县',3,0),(2825,331,'井研县',3,0),(2826,331,'夹江县',3,0),(2827,331,'沐川县',3,0),(2828,331,'峨边',3,0),(2829,331,'马边',3,0),(2830,332,'西昌市',3,0),(2831,332,'盐源县',3,0),(2832,332,'德昌县',3,0),(2833,332,'会理县',3,0),(2834,332,'会东县',3,0),(2835,332,'宁南县',3,0),(2836,332,'普格县',3,0),(2837,332,'布拖县',3,0),(2838,332,'金阳县',3,0),(2839,332,'昭觉县',3,0),(2840,332,'喜德县',3,0),(2841,332,'冕宁县',3,0),(2842,332,'越西县',3,0),(2843,332,'甘洛县',3,0),(2844,332,'美姑县',3,0),(2845,332,'雷波县',3,0),(2846,332,'木里',3,0),(2847,333,'东坡区',3,0),(2848,333,'仁寿县',3,0),(2849,333,'彭山县',3,0),(2850,333,'洪雅县',3,0),(2851,333,'丹棱县',3,0),(2852,333,'青神县',3,0),(2853,334,'阆中市',3,0),(2854,334,'南部县',3,0),(2855,334,'营山县',3,0),(2856,334,'蓬安县',3,0),(2857,334,'仪陇县',3,0),(2858,334,'顺庆区',3,0),(2859,334,'高坪区',3,0),(2860,334,'嘉陵区',3,0),(2861,334,'西充县',3,0),(2862,335,'市中区',3,0),(2863,335,'东兴区',3,0),(2864,335,'威远县',3,0),(2865,335,'资中县',3,0),(2866,335,'隆昌县',3,0),(2867,336,'东  区',3,0),(2868,336,'西  区',3,0),(2869,336,'仁和区',3,0),(2870,336,'米易县',3,0),(2871,336,'盐边县',3,0),(2872,337,'船山区',3,0),(2873,337,'安居区',3,0),(2874,337,'蓬溪县',3,0),(2875,337,'射洪县',3,0),(2876,337,'大英县',3,0),(2877,338,'雨城区',3,0),(2878,338,'名山县',3,0),(2879,338,'荥经县',3,0),(2880,338,'汉源县',3,0),(2881,338,'石棉县',3,0),(2882,338,'天全县',3,0),(2883,338,'芦山县',3,0),(2884,338,'宝兴县',3,0),(2885,339,'翠屏区',3,0),(2886,339,'宜宾县',3,0),(2887,339,'南溪县',3,0),(2888,339,'江安县',3,0),(2889,339,'长宁县',3,0),(2890,339,'高县',3,0),(2891,339,'珙县',3,0),(2892,339,'筠连县',3,0),(2893,339,'兴文县',3,0),(2894,339,'屏山县',3,0),(2895,340,'雁江区',3,0),(2896,340,'简阳市',3,0),(2897,340,'安岳县',3,0),(2898,340,'乐至县',3,0),(2899,341,'大安区',3,0),(2900,341,'自流井区',3,0),(2901,341,'贡井区',3,0),(2902,341,'沿滩区',3,0),(2903,341,'荣县',3,0),(2904,341,'富顺县',3,0),(2905,342,'江阳区',3,0),(2906,342,'纳溪区',3,0),(2907,342,'龙马潭区',3,0),(2908,342,'泸县',3,0),(2909,342,'合江县',3,0),(2910,342,'叙永县',3,0),(2911,342,'古蔺县',3,0),(2912,343,'和平区',3,0),(2913,343,'河西区',3,0),(2914,343,'南开区',3,0),(2915,343,'河北区',3,0),(2916,343,'河东区',3,0),(2917,343,'红桥区',3,0),(2918,343,'东丽区',3,0),(2919,343,'津南区',3,0),(2920,343,'西青区',3,0),(2921,343,'北辰区',3,0),(2922,343,'塘沽区',3,0),(2923,343,'汉沽区',3,0),(2924,343,'大港区',3,0),(2925,343,'武清区',3,0),(2926,343,'宝坻区',3,0),(2927,343,'经济开发区',3,0),(2928,343,'宁河县',3,0),(2929,343,'静海县',3,0),(2930,343,'蓟县',3,0),(2931,344,'城关区',3,0),(2932,344,'林周县',3,0),(2933,344,'当雄县',3,0),(2934,344,'尼木县',3,0),(2935,344,'曲水县',3,0),(2936,344,'堆龙德庆县',3,0),(2937,344,'达孜县',3,0),(2938,344,'墨竹工卡县',3,0),(2939,345,'噶尔县',3,0),(2940,345,'普兰县',3,0),(2941,345,'札达县',3,0),(2942,345,'日土县',3,0),(2943,345,'革吉县',3,0),(2944,345,'改则县',3,0),(2945,345,'措勤县',3,0),(2946,346,'昌都县',3,0),(2947,346,'江达县',3,0),(2948,346,'贡觉县',3,0),(2949,346,'类乌齐县',3,0),(2950,346,'丁青县',3,0),(2951,346,'察雅县',3,0),(2952,346,'八宿县',3,0),(2953,346,'左贡县',3,0),(2954,346,'芒康县',3,0),(2955,346,'洛隆县',3,0),(2956,346,'边坝县',3,0),(2957,347,'林芝县',3,0),(2958,347,'工布江达县',3,0),(2959,347,'米林县',3,0),(2960,347,'墨脱县',3,0),(2961,347,'波密县',3,0),(2962,347,'察隅县',3,0),(2963,347,'朗县',3,0),(2964,348,'那曲县',3,0),(2965,348,'嘉黎县',3,0),(2966,348,'比如县',3,0),(2967,348,'聂荣县',3,0),(2968,348,'安多县',3,0),(2969,348,'申扎县',3,0),(2970,348,'索县',3,0),(2971,348,'班戈县',3,0),(2972,348,'巴青县',3,0),(2973,348,'尼玛县',3,0),(2974,349,'日喀则市',3,0),(2975,349,'南木林县',3,0),(2976,349,'江孜县',3,0),(2977,349,'定日县',3,0),(2978,349,'萨迦县',3,0),(2979,349,'拉孜县',3,0),(2980,349,'昂仁县',3,0),(2981,349,'谢通门县',3,0),(2982,349,'白朗县',3,0),(2983,349,'仁布县',3,0),(2984,349,'康马县',3,0),(2985,349,'定结县',3,0),(2986,349,'仲巴县',3,0),(2987,349,'亚东县',3,0),(2988,349,'吉隆县',3,0),(2989,349,'聂拉木县',3,0),(2990,349,'萨嘎县',3,0),(2991,349,'岗巴县',3,0),(2992,350,'乃东县',3,0),(2993,350,'扎囊县',3,0),(2994,350,'贡嘎县',3,0),(2995,350,'桑日县',3,0),(2996,350,'琼结县',3,0),(2997,350,'曲松县',3,0),(2998,350,'措美县',3,0),(2999,350,'洛扎县',3,0),(3000,350,'加查县',3,0),(3001,350,'隆子县',3,0),(3002,350,'错那县',3,0),(3003,350,'浪卡子县',3,0),(3004,351,'天山区',3,0),(3005,351,'沙依巴克区',3,0),(3006,351,'新市区',3,0),(3007,351,'水磨沟区',3,0),(3008,351,'头屯河区',3,0),(3009,351,'达坂城区',3,0),(3010,351,'米东区',3,0),(3011,351,'乌鲁木齐县',3,0),(3012,352,'阿克苏市',3,0),(3013,352,'温宿县',3,0),(3014,352,'库车县',3,0),(3015,352,'沙雅县',3,0),(3016,352,'新和县',3,0),(3017,352,'拜城县',3,0),(3018,352,'乌什县',3,0),(3019,352,'阿瓦提县',3,0),(3020,352,'柯坪县',3,0),(3021,353,'阿拉尔市',3,0),(3022,354,'库尔勒市',3,0),(3023,354,'轮台县',3,0),(3024,354,'尉犁县',3,0),(3025,354,'若羌县',3,0),(3026,354,'且末县',3,0),(3027,354,'焉耆',3,0),(3028,354,'和静县',3,0),(3029,354,'和硕县',3,0),(3030,354,'博湖县',3,0),(3031,355,'博乐市',3,0),(3032,355,'精河县',3,0),(3033,355,'温泉县',3,0),(3034,356,'呼图壁县',3,0),(3035,356,'米泉市',3,0),(3036,356,'昌吉市',3,0),(3037,356,'阜康市',3,0),(3038,356,'玛纳斯县',3,0),(3039,356,'奇台县',3,0),(3040,356,'吉木萨尔县',3,0),(3041,356,'木垒',3,0),(3042,357,'哈密市',3,0),(3043,357,'伊吾县',3,0),(3044,357,'巴里坤',3,0),(3045,358,'和田市',3,0),(3046,358,'和田县',3,0),(3047,358,'墨玉县',3,0),(3048,358,'皮山县',3,0),(3049,358,'洛浦县',3,0),(3050,358,'策勒县',3,0),(3051,358,'于田县',3,0),(3052,358,'民丰县',3,0),(3053,359,'喀什市',3,0),(3054,359,'疏附县',3,0),(3055,359,'疏勒县',3,0),(3056,359,'英吉沙县',3,0),(3057,359,'泽普县',3,0),(3058,359,'莎车县',3,0),(3059,359,'叶城县',3,0),(3060,359,'麦盖提县',3,0),(3061,359,'岳普湖县',3,0),(3062,359,'伽师县',3,0),(3063,359,'巴楚县',3,0),(3064,359,'塔什库尔干',3,0),(3065,360,'克拉玛依市',3,0),(3066,361,'阿图什市',3,0),(3067,361,'阿克陶县',3,0),(3068,361,'阿合奇县',3,0),(3069,361,'乌恰县',3,0),(3070,362,'石河子市',3,0),(3071,363,'图木舒克市',3,0),(3072,364,'吐鲁番市',3,0),(3073,364,'鄯善县',3,0),(3074,364,'托克逊县',3,0),(3075,365,'五家渠市',3,0),(3076,366,'阿勒泰市',3,0),(3077,366,'布克赛尔',3,0),(3078,366,'伊宁市',3,0),(3079,366,'布尔津县',3,0),(3080,366,'奎屯市',3,0),(3081,366,'乌苏市',3,0),(3082,366,'额敏县',3,0),(3083,366,'富蕴县',3,0),(3084,366,'伊宁县',3,0),(3085,366,'福海县',3,0),(3086,366,'霍城县',3,0),(3087,366,'沙湾县',3,0),(3088,366,'巩留县',3,0),(3089,366,'哈巴河县',3,0),(3090,366,'托里县',3,0),(3091,366,'青河县',3,0),(3092,366,'新源县',3,0),(3093,366,'裕民县',3,0),(3094,366,'和布克赛尔',3,0),(3095,366,'吉木乃县',3,0),(3096,366,'昭苏县',3,0),(3097,366,'特克斯县',3,0),(3098,366,'尼勒克县',3,0),(3099,366,'察布查尔',3,0),(3100,367,'盘龙区',3,0),(3101,367,'五华区',3,0),(3102,367,'官渡区',3,0),(3103,367,'西山区',3,0),(3104,367,'东川区',3,0),(3105,367,'安宁市',3,0),(3106,367,'呈贡县',3,0),(3107,367,'晋宁县',3,0),(3108,367,'富民县',3,0),(3109,367,'宜良县',3,0),(3110,367,'嵩明县',3,0),(3111,367,'石林县',3,0),(3112,367,'禄劝',3,0),(3113,367,'寻甸',3,0),(3114,368,'兰坪',3,0),(3115,368,'泸水县',3,0),(3116,368,'福贡县',3,0),(3117,368,'贡山',3,0),(3118,369,'宁洱',3,0),(3119,369,'思茅区',3,0),(3120,369,'墨江',3,0),(3121,369,'景东',3,0),(3122,369,'景谷',3,0),(3123,369,'镇沅',3,0),(3124,369,'江城',3,0),(3125,369,'孟连',3,0),(3126,369,'澜沧',3,0),(3127,369,'西盟',3,0),(3128,370,'古城区',3,0),(3129,370,'宁蒗',3,0),(3130,370,'玉龙',3,0),(3131,370,'永胜县',3,0),(3132,370,'华坪县',3,0),(3133,371,'隆阳区',3,0),(3134,371,'施甸县',3,0),(3135,371,'腾冲县',3,0),(3136,371,'龙陵县',3,0),(3137,371,'昌宁县',3,0),(3138,372,'楚雄市',3,0),(3139,372,'双柏县',3,0),(3140,372,'牟定县',3,0),(3141,372,'南华县',3,0),(3142,372,'姚安县',3,0),(3143,372,'大姚县',3,0),(3144,372,'永仁县',3,0),(3145,372,'元谋县',3,0),(3146,372,'武定县',3,0),(3147,372,'禄丰县',3,0),(3148,373,'大理市',3,0),(3149,373,'祥云县',3,0),(3150,373,'宾川县',3,0),(3151,373,'弥渡县',3,0),(3152,373,'永平县',3,0),(3153,373,'云龙县',3,0),(3154,373,'洱源县',3,0),(3155,373,'剑川县',3,0),(3156,373,'鹤庆县',3,0),(3157,373,'漾濞',3,0),(3158,373,'南涧',3,0),(3159,373,'巍山',3,0),(3160,374,'潞西市',3,0),(3161,374,'瑞丽市',3,0),(3162,374,'梁河县',3,0),(3163,374,'盈江县',3,0),(3164,374,'陇川县',3,0),(3165,375,'香格里拉县',3,0),(3166,375,'德钦县',3,0),(3167,375,'维西',3,0),(3168,376,'泸西县',3,0),(3169,376,'蒙自县',3,0),(3170,376,'个旧市',3,0),(3171,376,'开远市',3,0),(3172,376,'绿春县',3,0),(3173,376,'建水县',3,0),(3174,376,'石屏县',3,0),(3175,376,'弥勒县',3,0),(3176,376,'元阳县',3,0),(3177,376,'红河县',3,0),(3178,376,'金平',3,0),(3179,376,'河口',3,0),(3180,376,'屏边',3,0),(3181,377,'临翔区',3,0),(3182,377,'凤庆县',3,0),(3183,377,'云县',3,0),(3184,377,'永德县',3,0),(3185,377,'镇康县',3,0),(3186,377,'双江',3,0),(3187,377,'耿马',3,0),(3188,377,'沧源',3,0),(3189,378,'麒麟区',3,0),(3190,378,'宣威市',3,0),(3191,378,'马龙县',3,0),(3192,378,'陆良县',3,0),(3193,378,'师宗县',3,0),(3194,378,'罗平县',3,0),(3195,378,'富源县',3,0),(3196,378,'会泽县',3,0),(3197,378,'沾益县',3,0),(3198,379,'文山县',3,0),(3199,379,'砚山县',3,0),(3200,379,'西畴县',3,0),(3201,379,'麻栗坡县',3,0),(3202,379,'马关县',3,0),(3203,379,'丘北县',3,0),(3204,379,'广南县',3,0),(3205,379,'富宁县',3,0),(3206,380,'景洪市',3,0),(3207,380,'勐海县',3,0),(3208,380,'勐腊县',3,0),(3209,381,'红塔区',3,0),(3210,381,'江川县',3,0),(3211,381,'澄江县',3,0),(3212,381,'通海县',3,0),(3213,381,'华宁县',3,0),(3214,381,'易门县',3,0),(3215,381,'峨山',3,0),(3216,381,'新平',3,0),(3217,381,'元江',3,0),(3218,382,'昭阳区',3,0),(3219,382,'鲁甸县',3,0),(3220,382,'巧家县',3,0),(3221,382,'盐津县',3,0),(3222,382,'大关县',3,0),(3223,382,'永善县',3,0),(3224,382,'绥江县',3,0),(3225,382,'镇雄县',3,0),(3226,382,'彝良县',3,0),(3227,382,'威信县',3,0),(3228,382,'水富县',3,0),(3229,383,'西湖区',3,0),(3230,383,'上城区',3,0),(3231,383,'下城区',3,0),(3232,383,'拱墅区',3,0),(3233,383,'滨江区',3,0),(3234,383,'江干区',3,0),(3235,383,'萧山区',3,0),(3236,383,'余杭区',3,0),(3237,383,'市郊',3,0),(3238,383,'建德市',3,0),(3239,383,'富阳市',3,0),(3240,383,'临安市',3,0),(3241,383,'桐庐县',3,0),(3242,383,'淳安县',3,0),(3243,384,'吴兴区',3,0),(3244,384,'南浔区',3,0),(3245,384,'德清县',3,0),(3246,384,'长兴县',3,0),(3247,384,'安吉县',3,0),(3248,385,'南湖区',3,0),(3249,385,'秀洲区',3,0),(3250,385,'海宁市',3,0),(3251,385,'嘉善县',3,0),(3252,385,'平湖市',3,0),(3253,385,'桐乡市',3,0),(3254,385,'海盐县',3,0),(3255,386,'婺城区',3,0),(3256,386,'金东区',3,0),(3257,386,'兰溪市',3,0),(3258,386,'市区',3,0),(3259,386,'佛堂镇',3,0),(3260,386,'上溪镇',3,0),(3261,386,'义亭镇',3,0),(3262,386,'大陈镇',3,0),(3263,386,'苏溪镇',3,0),(3264,386,'赤岸镇',3,0),(3265,386,'东阳市',3,0),(3266,386,'永康市',3,0),(3267,386,'武义县',3,0),(3268,386,'浦江县',3,0),(3269,386,'磐安县',3,0),(3270,387,'莲都区',3,0),(3271,387,'龙泉市',3,0),(3272,387,'青田县',3,0),(3273,387,'缙云县',3,0),(3274,387,'遂昌县',3,0),(3275,387,'松阳县',3,0),(3276,387,'云和县',3,0),(3277,387,'庆元县',3,0),(3278,387,'景宁',3,0),(3279,388,'海曙区',3,0),(3280,388,'江东区',3,0),(3281,388,'江北区',3,0),(3282,388,'镇海区',3,0),(3283,388,'北仑区',3,0),(3284,388,'鄞州区',3,0),(3285,388,'余姚市',3,0),(3286,388,'慈溪市',3,0),(3287,388,'奉化市',3,0),(3288,388,'象山县',3,0),(3289,388,'宁海县',3,0),(3290,389,'越城区',3,0),(3291,389,'上虞市',3,0),(3292,389,'嵊州市',3,0),(3293,389,'绍兴县',3,0),(3294,389,'新昌县',3,0),(3295,389,'诸暨市',3,0),(3296,390,'椒江区',3,0),(3297,390,'黄岩区',3,0),(3298,390,'路桥区',3,0),(3299,390,'温岭市',3,0),(3300,390,'临海市',3,0),(3301,390,'玉环县',3,0),(3302,390,'三门县',3,0),(3303,390,'天台县',3,0),(3304,390,'仙居县',3,0),(3305,391,'鹿城区',3,0),(3306,391,'龙湾区',3,0),(3307,391,'瓯海区',3,0),(3308,391,'瑞安市',3,0),(3309,391,'乐清市',3,0),(3310,391,'洞头县',3,0),(3311,391,'永嘉县',3,0),(3312,391,'平阳县',3,0),(3313,391,'苍南县',3,0),(3314,391,'文成县',3,0),(3315,391,'泰顺县',3,0),(3316,392,'定海区',3,0),(3317,392,'普陀区',3,0),(3318,392,'岱山县',3,0),(3319,392,'嵊泗县',3,0),(3320,393,'衢州市',3,0),(3321,393,'江山市',3,0),(3322,393,'常山县',3,0),(3323,393,'开化县',3,0),(3324,393,'龙游县',3,0),(3325,394,'合川区',3,0),(3326,394,'江津区',3,0),(3327,394,'南川区',3,0),(3328,394,'永川区',3,0),(3329,394,'南岸区',3,0),(3330,394,'渝北区',3,0),(3331,394,'万盛区',3,0),(3332,394,'大渡口区',3,0),(3333,394,'万州区',3,0),(3334,394,'北碚区',3,0),(3335,394,'沙坪坝区',3,0),(3336,394,'巴南区',3,0),(3337,394,'涪陵区',3,0),(3338,394,'江北区',3,0),(3339,394,'九龙坡区',3,0),(3340,394,'渝中区',3,0),(3341,394,'黔江开发区',3,0),(3342,394,'长寿区',3,0),(3343,394,'双桥区',3,0),(3344,394,'綦江县',3,0),(3345,394,'潼南县',3,0),(3346,394,'铜梁县',3,0),(3347,394,'大足县',3,0),(3348,394,'荣昌县',3,0),(3349,394,'璧山县',3,0),(3350,394,'垫江县',3,0),(3351,394,'武隆县',3,0),(3352,394,'丰都县',3,0),(3353,394,'城口县',3,0),(3354,394,'梁平县',3,0),(3355,394,'开县',3,0),(3356,394,'巫溪县',3,0),(3357,394,'巫山县',3,0),(3358,394,'奉节县',3,0),(3359,394,'云阳县',3,0),(3360,394,'忠县',3,0),(3361,394,'石柱',3,0),(3362,394,'彭水',3,0),(3363,394,'酉阳',3,0),(3364,394,'秀山',3,0),(3365,395,'沙田区',3,0),(3366,395,'东区',3,0),(3367,395,'观塘区',3,0),(3368,395,'黄大仙区',3,0),(3369,395,'九龙城区',3,0),(3370,395,'屯门区',3,0),(3371,395,'葵青区',3,0),(3372,395,'元朗区',3,0),(3373,395,'深水埗区',3,0),(3374,395,'西贡区',3,0),(3375,395,'大埔区',3,0),(3376,395,'湾仔区',3,0),(3377,395,'油尖旺区',3,0),(3378,395,'北区',3,0),(3379,395,'南区',3,0),(3380,395,'荃湾区',3,0),(3381,395,'中西区',3,0),(3382,395,'离岛区',3,0),(3383,396,'澳门',3,0),(3384,397,'台北',3,0),(3385,397,'高雄',3,0),(3386,397,'基隆',3,0),(3387,397,'台中',3,0),(3388,397,'台南',3,0),(3389,397,'新竹',3,0),(3390,397,'嘉义',3,0),(3391,397,'宜兰县',3,0),(3392,397,'桃园县',3,0),(3393,397,'苗栗县',3,0),(3394,397,'彰化县',3,0),(3395,397,'南投县',3,0),(3396,397,'云林县',3,0),(3397,397,'屏东县',3,0),(3398,397,'台东县',3,0),(3399,397,'花莲县',3,0),(3400,397,'澎湖县',3,0),(3401,3,'合肥',2,0),(3402,3401,'庐阳区',3,0),(3403,3401,'瑶海区',3,0),(3404,3401,'蜀山区',3,0),(3405,3401,'包河区',3,0),(3406,3401,'长丰县',3,0),(3407,3401,'肥东县',3,0),(3408,3401,'肥西县',3,0);

/*Table structure for table `fly_region_store` */

DROP TABLE IF EXISTS `fly_region_store`;

CREATE TABLE `fly_region_store` (
  `rs_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `rs_name` varchar(50) NOT NULL,
  PRIMARY KEY (`rs_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_region_store` */

/*Table structure for table `fly_region_warehouse` */

DROP TABLE IF EXISTS `fly_region_warehouse`;

CREATE TABLE `fly_region_warehouse` (
  `region_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `regionId` int(11) unsigned NOT NULL,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `region_name` varchar(120) NOT NULL DEFAULT '',
  `region_code` varchar(255) NOT NULL DEFAULT '',
  `region_type` tinyint(1) NOT NULL DEFAULT '2',
  `agency_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`region_id`),
  KEY `parent_id` (`parent_id`),
  KEY `region_type` (`region_type`),
  KEY `agency_id` (`agency_id`),
  KEY `regionId` (`regionId`),
  KEY `region_code` (`region_code`),
  KEY `region_name` (`region_name`)
) ENGINE=MyISAM AUTO_INCREMENT=805 DEFAULT CHARSET=utf8;

/*Data for the table `fly_region_warehouse` */

insert  into `fly_region_warehouse`(`region_id`,`regionId`,`parent_id`,`region_name`,`region_code`,`region_type`,`agency_id`) values (1,0,0,'北京仓库','',0,0),(2,0,0,'上海仓库','',0,0),(3,0,0,'广州仓库','',0,0),(4,2,1,'北京','',1,0),(5,5,1,'甘肃','',1,0),(6,10,1,'河北','',1,0),(7,11,1,'河南','',1,0),(8,12,1,'黑龙江','',1,0),(11,15,1,'吉林','',1,0),(12,18,1,'辽宁','',1,0),(13,19,1,'内蒙古','',1,0),(14,20,1,'宁夏','',1,0),(15,22,1,'山东','',1,0),(16,3,2,'安徽','',1,0),(17,17,2,'江西','',1,0),(18,16,2,'江苏','',1,0),(19,25,2,'上海','',1,0),(20,26,2,'四川','',1,0),(21,24,2,'陕西','',1,0),(22,23,2,'山西','',1,0),(23,32,2,'重庆','',1,0),(24,31,2,'浙江','',1,0),(25,27,1,'天津','',1,0),(27,13,2,'湖北','',1,0),(28,14,2,'湖南','',1,0),(29,4,3,'福建','',1,0),(30,6,3,'广东','',1,0),(31,7,3,'广西','',1,0),(32,8,3,'贵州','',1,0),(33,9,3,'海南','',1,0),(34,28,3,'西藏','',1,0),(35,29,3,'新疆','',1,0),(36,30,3,'云南','',1,0),(403,52,4,'北京','',2,0),(404,149,7,'郑州','',2,0),(405,150,7,'洛阳','',2,0),(406,151,7,'开封','',2,0),(407,152,7,'安阳','',2,0),(408,153,7,'鹤壁','',2,0),(409,154,7,'济源','',2,0),(410,155,7,'焦作','',2,0),(411,156,7,'南阳','',2,0),(412,157,7,'平顶山','',2,0),(413,158,7,'三门峡','',2,0),(414,159,7,'商丘','',2,0),(415,160,7,'新乡','',2,0),(416,161,7,'信阳','',2,0),(417,162,7,'许昌','',2,0),(418,163,7,'周口','',2,0),(419,164,7,'驻马店','',2,0),(420,165,7,'漯河','',2,0),(421,166,7,'濮阳','',2,0),(422,244,12,'沈阳','',2,0),(423,245,12,'大连','',2,0),(424,246,12,'鞍山','',2,0),(425,247,12,'本溪','',2,0),(426,248,12,'朝阳','',2,0),(427,249,12,'丹东','',2,0),(428,250,12,'抚顺','',2,0),(429,251,12,'阜新','',2,0),(430,252,12,'葫芦岛','',2,0),(431,253,12,'锦州','',2,0),(432,254,12,'辽阳','',2,0),(433,255,12,'盘锦','',2,0),(434,256,12,'铁岭','',2,0),(435,257,12,'营口','',2,0),(436,283,15,'济南','',2,0),(437,284,15,'青岛','',2,0),(438,285,15,'滨州','',2,0),(439,286,15,'德州','',2,0),(440,287,15,'东营','',2,0),(441,288,15,'菏泽','',2,0),(442,289,15,'济宁','',2,0),(443,290,15,'莱芜','',2,0),(444,291,15,'聊城','',2,0),(445,292,15,'临沂','',2,0),(446,293,15,'日照','',2,0),(447,294,15,'泰安','',2,0),(448,295,15,'威海','',2,0),(449,296,15,'潍坊','',2,0),(450,297,15,'烟台','',2,0),(451,298,15,'枣庄','',2,0),(452,299,15,'淄博','',2,0),(453,62,5,'兰州','',2,0),(454,63,5,'白银','',2,0),(455,64,5,'定西','',2,0),(456,65,5,'甘南','',2,0),(457,66,5,'嘉峪关','',2,0),(458,67,5,'金昌','',2,0),(459,68,5,'酒泉','',2,0),(460,69,5,'临夏','',2,0),(461,70,5,'陇南','',2,0),(462,71,5,'平凉','',2,0),(463,72,5,'庆阳','',2,0),(464,73,5,'天水','',2,0),(465,74,5,'武威','',2,0),(466,75,5,'张掖','',2,0),(467,167,8,'哈尔滨','',2,0),(468,168,8,'大庆','',2,0),(469,169,8,'大兴安岭','',2,0),(470,170,8,'鹤岗','',2,0),(471,171,8,'黑河','',2,0),(472,172,8,'鸡西','',2,0),(473,173,8,'佳木斯','',2,0),(474,174,8,'牡丹江','',2,0),(475,175,8,'七台河','',2,0),(476,176,8,'齐齐哈尔','',2,0),(477,177,8,'双鸭山','',2,0),(478,178,8,'绥化','',2,0),(479,179,8,'伊春','',2,0),(480,258,13,'呼和浩特','',2,0),(481,259,13,'阿拉善盟','',2,0),(482,260,13,'巴彦淖尔盟','',2,0),(483,261,13,'包头','',2,0),(484,262,13,'赤峰','',2,0),(485,263,13,'鄂尔多斯','',2,0),(486,264,13,'呼伦贝尔','',2,0),(487,265,13,'通辽','',2,0),(488,266,13,'乌海','',2,0),(489,267,13,'乌兰察布市','',2,0),(490,268,13,'锡林郭勒盟','',2,0),(491,269,13,'兴安盟','',2,0),(492,343,25,'天津','',2,0),(493,138,6,'石家庄','',2,0),(494,139,6,'保定','',2,0),(495,140,6,'沧州','',2,0),(496,141,6,'承德','',2,0),(497,142,6,'邯郸','',2,0),(498,143,6,'衡水','',2,0),(499,144,6,'廊坊','',2,0),(500,145,6,'秦皇岛','',2,0),(501,146,6,'唐山','',2,0),(502,147,6,'邢台','',2,0),(503,148,6,'张家口','',2,0),(504,211,11,'长春','',2,0),(505,212,11,'吉林','',2,0),(506,213,11,'白城','',2,0),(507,214,11,'白山','',2,0),(508,215,11,'辽源','',2,0),(509,216,11,'四平','',2,0),(510,217,11,'松原','',2,0),(511,218,11,'通化','',2,0),(512,219,11,'延边','',2,0),(513,270,14,'银川','',2,0),(514,271,14,'固原','',2,0),(515,272,14,'石嘴山','',2,0),(516,273,14,'吴忠','',2,0),(517,274,14,'中卫','',2,0),(526,36,16,'安庆','',2,0),(527,37,16,'蚌埠','',2,0),(528,38,16,'巢湖','',2,0),(529,39,16,'池州','',2,0),(530,40,16,'滁州','',2,0),(531,41,16,'阜阳','',2,0),(532,42,16,'淮北','',2,0),(533,43,16,'淮南','',2,0),(534,44,16,'黄山','',2,0),(535,45,16,'六安','',2,0),(536,46,16,'马鞍山','',2,0),(537,47,16,'宿州','',2,0),(538,48,16,'铜陵','',2,0),(539,49,16,'芜湖','',2,0),(540,50,16,'宣城','',2,0),(541,51,16,'亳州','',2,0),(542,3401,16,'合肥','',2,0),(543,321,19,'上海','',2,0),(544,300,22,'太原','',2,0),(545,301,22,'长治','',2,0),(546,302,22,'大同','',2,0),(547,303,22,'晋城','',2,0),(548,304,22,'晋中','',2,0),(549,305,22,'临汾','',2,0),(550,306,22,'吕梁','',2,0),(551,307,22,'朔州','',2,0),(552,308,22,'忻州','',2,0),(553,309,22,'阳泉','',2,0),(554,310,22,'运城','',2,0),(555,180,27,'武汉','',2,0),(556,181,27,'仙桃','',2,0),(557,182,27,'鄂州','',2,0),(558,183,27,'黄冈','',2,0),(559,184,27,'黄石','',2,0),(560,185,27,'荆门','',2,0),(561,186,27,'荆州','',2,0),(562,187,27,'潜江','',2,0),(563,188,27,'神农架林区','',2,0),(564,189,27,'十堰','',2,0),(565,190,27,'随州','',2,0),(566,191,27,'天门','',2,0),(567,192,27,'咸宁','',2,0),(568,193,27,'襄樊','',2,0),(569,194,27,'孝感','',2,0),(570,195,27,'宜昌','',2,0),(571,196,27,'恩施','',2,0),(572,233,17,'南昌','',2,0),(573,234,17,'抚州','',2,0),(574,235,17,'赣州','',2,0),(575,236,17,'吉安','',2,0),(576,237,17,'景德镇','',2,0),(577,238,17,'九江','',2,0),(578,239,17,'萍乡','',2,0),(579,240,17,'上饶','',2,0),(580,241,17,'新余','',2,0),(581,242,17,'宜春','',2,0),(582,243,17,'鹰潭','',2,0),(583,322,20,'成都','',2,0),(584,323,20,'绵阳','',2,0),(585,324,20,'阿坝','',2,0),(586,325,20,'巴中','',2,0),(587,326,20,'达州','',2,0),(588,327,20,'德阳','',2,0),(589,328,20,'甘孜','',2,0),(590,329,20,'广安','',2,0),(591,330,20,'广元','',2,0),(592,331,20,'乐山','',2,0),(593,332,20,'凉山','',2,0),(594,333,20,'眉山','',2,0),(595,334,20,'南充','',2,0),(596,335,20,'内江','',2,0),(597,336,20,'攀枝花','',2,0),(598,337,20,'遂宁','',2,0),(599,338,20,'雅安','',2,0),(600,339,20,'宜宾','',2,0),(601,340,20,'资阳','',2,0),(602,341,20,'自贡','',2,0),(603,342,20,'泸州','',2,0),(604,394,23,'重庆','',2,0),(605,197,28,'长沙','',2,0),(606,198,28,'张家界','',2,0),(607,199,28,'常德','',2,0),(608,200,28,'郴州','',2,0),(609,201,28,'衡阳','',2,0),(610,202,28,'怀化','',2,0),(611,203,28,'娄底','',2,0),(612,204,28,'邵阳','',2,0),(613,205,28,'湘潭','',2,0),(614,206,28,'湘西','',2,0),(615,207,28,'益阳','',2,0),(616,208,28,'永州','',2,0),(617,209,28,'岳阳','',2,0),(618,210,28,'株洲','',2,0),(619,220,18,'南京','',2,0),(620,221,18,'苏州','',2,0),(621,222,18,'无锡','',2,0),(622,223,18,'常州','',2,0),(623,224,18,'淮安','',2,0),(624,225,18,'连云港','',2,0),(625,226,18,'南通','',2,0),(626,227,18,'宿迁','',2,0),(627,228,18,'泰州','',2,0),(628,229,18,'徐州','',2,0),(629,230,18,'盐城','',2,0),(630,231,18,'扬州','',2,0),(631,232,18,'镇江','',2,0),(632,311,21,'西安','',2,0),(633,312,21,'安康','',2,0),(634,313,21,'宝鸡','',2,0),(635,314,21,'汉中','',2,0),(636,315,21,'商洛','',2,0),(637,316,21,'铜川','',2,0),(638,317,21,'渭南','',2,0),(639,318,21,'咸阳','',2,0),(640,319,21,'延安','',2,0),(641,320,21,'榆林','',2,0),(642,383,24,'杭州','',2,0),(643,384,24,'湖州','',2,0),(644,385,24,'嘉兴','',2,0),(645,386,24,'金华','',2,0),(646,387,24,'丽水','',2,0),(647,388,24,'宁波','',2,0),(648,389,24,'绍兴','',2,0),(649,390,24,'台州','',2,0),(650,391,24,'温州','',2,0),(651,392,24,'舟山','',2,0),(652,393,24,'衢州','',2,0),(653,53,29,'福州','',2,0),(654,54,29,'龙岩','',2,0),(655,55,29,'南平','',2,0),(656,56,29,'宁德','',2,0),(657,57,29,'莆田','',2,0),(658,58,29,'泉州','',2,0),(659,59,29,'三明','',2,0),(660,60,29,'厦门','',2,0),(661,61,29,'漳州','',2,0),(662,111,32,'贵阳','',2,0),(663,112,32,'安顺','',2,0),(664,113,32,'毕节','',2,0),(665,114,32,'六盘水','',2,0),(666,115,32,'黔东南','',2,0),(667,116,32,'黔南','',2,0),(668,117,32,'黔西南','',2,0),(669,118,32,'铜仁','',2,0),(670,119,32,'遵义','',2,0),(671,351,35,'乌鲁木齐','',2,0),(672,352,35,'阿克苏','',2,0),(673,353,35,'阿拉尔','',2,0),(674,354,35,'巴音郭楞','',2,0),(675,355,35,'博尔塔拉','',2,0),(676,356,35,'昌吉','',2,0),(677,357,35,'哈密','',2,0),(678,358,35,'和田','',2,0),(679,359,35,'喀什','',2,0),(680,360,35,'克拉玛依','',2,0),(681,361,35,'克孜勒苏','',2,0),(682,362,35,'石河子','',2,0),(683,363,35,'图木舒克','',2,0),(684,364,35,'吐鲁番','',2,0),(685,365,35,'五家渠','',2,0),(686,366,35,'伊犁','',2,0),(688,76,30,'广州','',2,0),(689,77,30,'深圳','',2,0),(690,78,30,'潮州','',2,0),(691,79,30,'东莞','',2,0),(692,80,30,'佛山','',2,0),(693,81,30,'河源','',2,0),(694,82,30,'惠州','',2,0),(695,83,30,'江门','',2,0),(696,84,30,'揭阳','',2,0),(697,85,30,'茂名','',2,0),(698,86,30,'梅州','',2,0),(699,87,30,'清远','',2,0),(700,88,30,'汕头','',2,0),(701,89,30,'汕尾','',2,0),(702,90,30,'韶关','',2,0),(703,91,30,'阳江','',2,0),(704,92,30,'云浮','',2,0),(705,93,30,'湛江','',2,0),(706,94,30,'肇庆','',2,0),(707,95,30,'中山','',2,0),(708,96,30,'珠海','',2,0),(709,120,33,'海口','',2,0),(710,121,33,'三亚','',2,0),(711,122,33,'白沙','',2,0),(712,123,33,'保亭','',2,0),(713,124,33,'昌江','',2,0),(714,125,33,'澄迈县','',2,0),(715,126,33,'定安县','',2,0),(716,127,33,'东方','',2,0),(717,128,33,'乐东','',2,0),(718,129,33,'临高县','',2,0),(719,130,33,'陵水','',2,0),(720,131,33,'琼海','',2,0),(721,132,33,'琼中','',2,0),(722,133,33,'屯昌县','',2,0),(724,135,33,'文昌','',2,0),(725,136,33,'五指山','',2,0),(726,137,33,'儋州','',2,0),(727,367,36,'昆明','',2,0),(728,368,36,'怒江','',2,0),(729,369,36,'普洱','',2,0),(730,370,36,'丽江','',2,0),(731,371,36,'保山','',2,0),(732,372,36,'楚雄','',2,0),(733,373,36,'大理','',2,0),(734,374,36,'德宏','',2,0),(735,375,36,'迪庆','',2,0),(736,376,36,'红河','',2,0),(737,377,36,'临沧','',2,0),(738,378,36,'曲靖','',2,0),(739,379,36,'文山','',2,0),(740,380,36,'西双版纳','',2,0),(741,381,36,'玉溪','',2,0),(742,382,36,'昭通','',2,0),(744,97,31,'南宁','',2,0),(745,98,31,'桂林','',2,0),(746,99,31,'百色','',2,0),(747,100,31,'北海','',2,0),(748,101,31,'崇左','',2,0),(749,102,31,'防城港','',2,0),(750,103,31,'贵港','',2,0),(751,104,31,'河池','',2,0),(752,105,31,'贺州','',2,0),(753,106,31,'来宾','',2,0),(754,107,31,'柳州','',2,0),(755,108,31,'钦州','',2,0),(756,109,31,'梧州','',2,0),(757,110,31,'玉林','',2,0),(758,344,34,'拉萨','',2,0),(759,345,34,'阿里','',2,0),(760,346,34,'昌都','',2,0),(761,347,34,'林芝','',2,0),(762,348,34,'那曲','',2,0),(763,349,34,'日喀则','',2,0),(764,350,34,'山南','',2,0),(785,134,33,'万宁','',2,0),(790,692,688,'从化市','',3,0),(791,694,688,'东山区','',3,0),(792,695,688,'白云区','',3,0),(793,696,688,'海珠区','',3,0),(794,697,688,'荔湾区','',3,0),(795,698,688,'越秀区','',3,0),(796,699,688,'黄埔区','',3,0),(797,700,688,'番禺区','',3,0),(798,701,688,'花都区','',3,0),(799,702,688,'增城区','',3,0),(800,703,688,'从化区','',3,0),(801,704,688,'市郊','',3,0),(804,21,1,'青海','',1,0);

/*Table structure for table `fly_return_action` */

DROP TABLE IF EXISTS `fly_return_action`;

CREATE TABLE `fly_return_action` (
  `action_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ret_id` int(10) unsigned NOT NULL DEFAULT '0',
  `action_user` varchar(30) NOT NULL DEFAULT '',
  `return_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `refound_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_place` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_note` varchar(255) NOT NULL DEFAULT '',
  `log_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`action_id`),
  KEY `order_id` (`ret_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_return_action` */

/*Table structure for table `fly_return_cause` */

DROP TABLE IF EXISTS `fly_return_cause`;

CREATE TABLE `fly_return_cause` (
  `cause_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增id',
  `cause_name` varchar(50) NOT NULL COMMENT '退换货原因',
  `parent_id` int(11) NOT NULL COMMENT '父级id',
  `sort_order` int(10) NOT NULL COMMENT '排序',
  `is_show` tinyint(3) NOT NULL COMMENT '是否显示',
  PRIMARY KEY (`cause_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_return_cause` */

/*Table structure for table `fly_return_goods` */

DROP TABLE IF EXISTS `fly_return_goods`;

CREATE TABLE `fly_return_goods` (
  `rg_id` int(10) NOT NULL AUTO_INCREMENT,
  `rec_id` int(10) unsigned NOT NULL,
  `ret_id` int(11) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `product_id` int(10) unsigned NOT NULL DEFAULT '0',
  `product_sn` varchar(60) DEFAULT NULL,
  `goods_name` varchar(120) DEFAULT NULL,
  `brand_name` varchar(60) DEFAULT NULL,
  `goods_sn` varchar(60) DEFAULT NULL,
  `is_real` tinyint(1) unsigned DEFAULT '0',
  `goods_attr` text,
  `attr_id` varchar(255) NOT NULL,
  `return_type` tinyint(1) NOT NULL DEFAULT '0',
  `return_number` int(10) unsigned NOT NULL DEFAULT '0',
  `out_attr` text NOT NULL,
  `return_attr_id` varchar(255) NOT NULL,
  `refound` decimal(10,2) NOT NULL,
  PRIMARY KEY (`rg_id`),
  KEY `goods_id` (`goods_id`),
  KEY `rec_id` (`rec_id`),
  KEY `ret_id` (`ret_id`),
  KEY `product_id` (`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_return_goods` */

/*Table structure for table `fly_return_images` */

DROP TABLE IF EXISTS `fly_return_images`;

CREATE TABLE `fly_return_images` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `rg_id` int(10) unsigned NOT NULL DEFAULT '0',
  `rec_id` int(10) NOT NULL,
  `user_id` int(10) NOT NULL,
  `img_file` varchar(255) NOT NULL,
  `add_time` int(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `rec_id` (`rec_id`),
  KEY `user_id` (`user_id`),
  KEY `rg_id` (`rg_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_return_images` */

/*Table structure for table `fly_role` */

DROP TABLE IF EXISTS `fly_role`;

CREATE TABLE `fly_role` (
  `role_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `role_name` varchar(60) NOT NULL DEFAULT '',
  `action_list` text NOT NULL,
  `role_describe` text,
  PRIMARY KEY (`role_id`),
  KEY `user_name` (`role_name`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_role` */

insert  into `fly_role`(`role_id`,`role_name`,`action_list`,`role_describe`) values (1,'联营供应商','goods_manage,remove_back,cat_manage,cat_drop,attr_manage,brand_manage,comment_priv,goods_type,tag_manage,goods_auto,virualcard,picture_batch,goods_export,goods_batch,gen_goods_script,merchants_brand,merch_virualcard,sale_notice,notice_logs,comment_edit_delete,discuss_circle,single_manage,single_edit_delete,gallery_album,review_status,value_card,goods_report,commission_setting,shiparea_manage,area_list,warehouse_manage,order_edit,order_view,order_view_finished,repay_manage,booking,sale_order_stats,client_flow_stats,delivery_view,back_view,client_searchengine,client_report_guest,users_flow_stats,batch_add_order,order_back_cause,order_back_apply,order_print,order_detection,complaint,storage_put,storage_out','商家'),(2,'县域分公司','order_view,order_view_finished,repay_manage,booking,sale_order_stats,client_flow_stats,delivery_view,back_view,client_searchengine,client_report_guest,users_flow_stats,batch_add_order,order_back_cause,order_back_apply,order_print,order_detection,order_os_remove,exchange,complaint','县域运营中心');

/*Table structure for table `fly_rs_region` */

DROP TABLE IF EXISTS `fly_rs_region`;

CREATE TABLE `fly_rs_region` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `rs_id` int(10) unsigned NOT NULL DEFAULT '0',
  `region_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `rs_id` (`rs_id`),
  KEY `region_id` (`region_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_rs_region` */

/*Table structure for table `fly_sale_notice` */

DROP TABLE IF EXISTS `fly_sale_notice`;

CREATE TABLE `fly_sale_notice` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL,
  `goods_id` int(10) unsigned NOT NULL,
  `cellphone` varchar(16) DEFAULT NULL,
  `email` varchar(30) NOT NULL,
  `hopeDiscount` decimal(10,2) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '2',
  `send_type` tinyint(1) NOT NULL DEFAULT '0',
  `add_time` int(10) NOT NULL,
  `mark` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_sale_notice` */

/*Table structure for table `fly_search_keyword` */

DROP TABLE IF EXISTS `fly_search_keyword`;

CREATE TABLE `fly_search_keyword` (
  `keyword_id` int(32) unsigned NOT NULL AUTO_INCREMENT,
  `keyword` varchar(500) NOT NULL,
  `pinyin` varchar(1000) DEFAULT NULL,
  `is_on` tinyint(1) unsigned DEFAULT NULL,
  `count` int(32) NOT NULL,
  `addtime` varchar(20) DEFAULT NULL,
  `pinyin_keyword` varchar(2000) DEFAULT '',
  `result_count` int(32) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`keyword_id`),
  KEY `keyword` (`keyword`(255))
) ENGINE=MyISAM AUTO_INCREMENT=424 DEFAULT CHARSET=utf8;

/*Data for the table `fly_search_keyword` */

/*Table structure for table `fly_searchengine` */

DROP TABLE IF EXISTS `fly_searchengine`;

CREATE TABLE `fly_searchengine` (
  `date` date NOT NULL DEFAULT '1000-01-01',
  `searchengine` varchar(20) NOT NULL DEFAULT '',
  `count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`date`,`searchengine`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_searchengine` */

insert  into `fly_searchengine`(`date`,`searchengine`,`count`) values ('2017-10-20','GOOGLE',371),('2017-10-20','SOGOU',55),('2017-10-21','GOOGLE',356),('2017-10-22','GOOGLE',532),('2017-10-23','GOOGLE',430),('2017-10-24','GOOGLE',378),('2017-10-25','GOOGLE',322),('2017-10-26','GOOGLE',160),('2017-10-27','GOOGLE',330),('2017-12-18','GOOGLE',1);

/*Table structure for table `fly_seckill` */

DROP TABLE IF EXISTS `fly_seckill`;

CREATE TABLE `fly_seckill` (
  `sec_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '秒杀活动自增ID',
  `ru_id` int(10) unsigned NOT NULL COMMENT '商家ID',
  `acti_title` varchar(50) NOT NULL COMMENT '秒杀活动标题',
  `begin_time` int(11) NOT NULL,
  `is_putaway` tinyint(1) NOT NULL DEFAULT '1' COMMENT '上下架',
  `acti_time` int(11) NOT NULL COMMENT '秒杀活动日期',
  `add_time` int(11) NOT NULL COMMENT '秒杀活动添加时间',
  `review_status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '审核状态',
  PRIMARY KEY (`sec_id`),
  KEY `ru_id` (`ru_id`),
  KEY `review_status` (`review_status`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seckill` */

/*Table structure for table `fly_seckill_goods` */

DROP TABLE IF EXISTS `fly_seckill_goods`;

CREATE TABLE `fly_seckill_goods` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `sec_id` int(10) unsigned NOT NULL DEFAULT '0',
  `tb_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '秒杀时段ID',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `sec_price` decimal(10,2) NOT NULL,
  `sec_num` smallint(5) NOT NULL,
  `sec_limit` tinyint(3) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `sec_id` (`sec_id`),
  KEY `tb_id` (`tb_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=59 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seckill_goods` */

insert  into `fly_seckill_goods`(`id`,`sec_id`,`tb_id`,`goods_id`,`sec_price`,`sec_num`,`sec_limit`) values (39,2,1,656,'1641.00',562,2),(40,2,2,621,'2546.00',3423,5),(41,2,2,650,'2646.00',3423,3),(42,2,2,651,'1646.00',3423,3),(43,2,2,810,'3646.00',3423,3),(44,2,3,820,'321.00',3423,3),(45,2,3,823,'223.00',3423,3),(46,2,3,844,'623.00',3423,3),(47,2,3,845,'123.00',3423,3),(48,2,1,661,'1423.00',234,4),(49,2,1,662,'1423.00',234,4),(50,2,1,665,'2423.00',234,4),(51,2,4,854,'343.00',2423,23),(52,2,4,853,'1343.00',2423,23),(53,2,4,852,'3413.00',2423,23),(54,2,5,828,'334.00',423,4),(55,2,5,829,'534.00',423,4),(56,2,5,830,'834.00',423,4),(57,2,5,851,'2133.00',423,4),(58,2,5,658,'2312.00',423,5);

/*Table structure for table `fly_seckill_goods_remind` */

DROP TABLE IF EXISTS `fly_seckill_goods_remind`;

CREATE TABLE `fly_seckill_goods_remind` (
  `r_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增秒杀提醒ID',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '用户ID',
  `sec_goods_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '秒杀商品ID',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  PRIMARY KEY (`r_id`),
  KEY `user_id` (`user_id`),
  KEY `sec_goods_id` (`sec_goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COMMENT='秒杀商品提醒关联表';

/*Data for the table `fly_seckill_goods_remind` */

/*Table structure for table `fly_seckill_time_bucket` */

DROP TABLE IF EXISTS `fly_seckill_time_bucket`;

CREATE TABLE `fly_seckill_time_bucket` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `begin_time` time NOT NULL COMMENT '开始时间段',
  `end_time` time NOT NULL COMMENT '结束时间段',
  `title` varchar(50) NOT NULL COMMENT '秒杀时段标题',
  PRIMARY KEY (`id`),
  UNIQUE KEY `begin_time` (`begin_time`,`end_time`),
  UNIQUE KEY `title` (`title`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seckill_time_bucket` */

insert  into `fly_seckill_time_bucket`(`id`,`begin_time`,`end_time`,`title`) values (1,'08:00:00','10:00:00','8:00'),(2,'10:00:01','12:00:00','10:00'),(3,'12:00:01','14:00:00','12:00'),(4,'14:00:01','16:00:00','14:00'),(5,'16:00:01','22:00:00','16:00');

/*Table structure for table `fly_seller_account_log` */

DROP TABLE IF EXISTS `fly_seller_account_log`;

CREATE TABLE `fly_seller_account_log` (
  `log_id` int(10) NOT NULL AUTO_INCREMENT,
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '管理员ID',
  `real_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '实名认证ID',
  `ru_id` int(10) NOT NULL COMMENT '商家ID',
  `order_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '订单ID',
  `amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '商家账户金额',
  `frozen_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `certificate_img` varchar(255) NOT NULL,
  `deposit_mode` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `log_type` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '操作类型(1/4:提现 2:结算 3:充值)',
  `apply_sn` varchar(225) NOT NULL,
  `pay_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '付款方式ID',
  `pay_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '付款时间',
  `admin_note` varchar(225) NOT NULL COMMENT '管理员回复信息',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `seller_note` varchar(225) NOT NULL COMMENT '操作描述',
  `is_paid` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否付款',
  `percent_value` varchar(20) NOT NULL,
  PRIMARY KEY (`log_id`),
  KEY `real_id` (`real_id`),
  KEY `admin_id` (`admin_id`),
  KEY `ru_id` (`ru_id`),
  KEY `pay_id` (`pay_id`),
  KEY `log_type` (`log_type`),
  KEY `is_paid` (`is_paid`),
  KEY `add_time` (`add_time`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_account_log` */

/*Table structure for table `fly_seller_apply_info` */

DROP TABLE IF EXISTS `fly_seller_apply_info`;

CREATE TABLE `fly_seller_apply_info` (
  `apply_id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `ru_id` mediumint(10) NOT NULL DEFAULT '0',
  `grade_id` mediumint(8) NOT NULL DEFAULT '0',
  `apply_sn` varchar(20) NOT NULL,
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `apply_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `total_amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `payable_amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `refund_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `back_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `fee_num` smallint(5) unsigned NOT NULL DEFAULT '1',
  `pay_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `entry_criteria` text NOT NULL,
  `add_time` int(10) unsigned NOT NULL,
  `is_confirm` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_time` int(10) unsigned NOT NULL,
  `pay_id` tinyint(3) NOT NULL DEFAULT '0',
  `is_paid` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `confirm_time` int(10) unsigned NOT NULL,
  `reply_seller` varchar(255) NOT NULL,
  `valid` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`apply_id`),
  KEY `ru_id` (`ru_id`),
  KEY `grade_id` (`grade_id`),
  KEY `apply_sn` (`apply_sn`),
  KEY `pay_status` (`pay_status`),
  KEY `apply_status` (`apply_status`),
  KEY `pay_id` (`pay_id`),
  KEY `is_paid` (`is_paid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_apply_info` */

/*Table structure for table `fly_seller_bill_goods` */

DROP TABLE IF EXISTS `fly_seller_bill_goods`;

CREATE TABLE `fly_seller_bill_goods` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `rec_id` int(10) unsigned NOT NULL DEFAULT '0',
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `cat_id` int(10) unsigned NOT NULL DEFAULT '0',
  `proportion` varchar(20) NOT NULL DEFAULT '',
  `goods_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `dis_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '商品单品满减优惠金额',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_attr` text NOT NULL,
  `drp_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `commission_rate` varchar(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `rec_id` (`rec_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`),
  KEY `cat_id` (`cat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_bill_goods` */

/*Table structure for table `fly_seller_bill_order` */

DROP TABLE IF EXISTS `fly_seller_bill_order`;

CREATE TABLE `fly_seller_bill_order` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `bill_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `seller_id` int(10) unsigned NOT NULL DEFAULT '0',
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `order_sn` varchar(255) NOT NULL DEFAULT '',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `order_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `return_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `return_shippingfee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `goods_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `tax` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `shipping_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `insure_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `pay_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `pack_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `card_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `bonus` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `integral_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `coupons` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `discount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `value_card` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `money_paid` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `surplus` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `drp_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `confirm_take_time` int(10) unsigned NOT NULL DEFAULT '0',
  `chargeoff_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `repair` tinyint(3) NOT NULL DEFAULT '0' COMMENT '补单',
  PRIMARY KEY (`id`),
  UNIQUE KEY `order_id` (`order_id`),
  UNIQUE KEY `order_sn` (`order_sn`),
  KEY `seller_id` (`seller_id`),
  KEY `user_id` (`user_id`),
  KEY `bill_id` (`bill_id`),
  KEY `order_status` (`order_status`),
  KEY `shipping_status` (`shipping_status`),
  KEY `chargeoff_status` (`chargeoff_status`),
  KEY `confirm_take_time` (`confirm_take_time`),
  KEY `repair` (`repair`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_bill_order` */

/*Table structure for table `fly_seller_commission_bill` */

DROP TABLE IF EXISTS `fly_seller_commission_bill`;

CREATE TABLE `fly_seller_commission_bill` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `seller_id` int(10) unsigned NOT NULL DEFAULT '0',
  `bill_sn` varchar(255) NOT NULL DEFAULT '',
  `order_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `shipping_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `return_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `return_shippingfee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `drp_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `proportion` varchar(20) NOT NULL DEFAULT '',
  `commission_model` tinyint(1) NOT NULL DEFAULT '-1',
  `gain_commission` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `should_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `actual_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '实结金额（账单结束）',
  `chargeoff_time` int(10) unsigned NOT NULL DEFAULT '0',
  `settleaccounts_time` int(10) unsigned NOT NULL DEFAULT '0',
  `start_time` int(10) unsigned NOT NULL DEFAULT '0',
  `end_time` int(10) unsigned NOT NULL DEFAULT '0',
  `chargeoff_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `bill_cycle` tinyint(1) unsigned NOT NULL DEFAULT '2',
  `bill_apply` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `apply_note` varchar(255) NOT NULL DEFAULT '',
  `apply_time` int(10) unsigned NOT NULL DEFAULT '0',
  `operator` varchar(255) NOT NULL DEFAULT '',
  `check_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `reject_note` varchar(255) NOT NULL DEFAULT '',
  `check_time` int(10) unsigned NOT NULL DEFAULT '0',
  `frozen_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `frozen_data` smallint(5) unsigned NOT NULL DEFAULT '0',
  `frozen_time` int(10) unsigned NOT NULL DEFAULT '0',
  `repair_order` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `seller_id` (`seller_id`),
  KEY `bill_cycle` (`bill_cycle`),
  KEY `bill_sn` (`bill_sn`),
  KEY `chargeoff_time` (`chargeoff_time`),
  KEY `start_time` (`start_time`),
  KEY `end_time` (`end_time`),
  KEY `chargeoff_status` (`chargeoff_status`),
  KEY `bill_apply` (`bill_apply`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_commission_bill` */

insert  into `fly_seller_commission_bill`(`id`,`seller_id`,`bill_sn`,`order_amount`,`shipping_amount`,`return_amount`,`return_shippingfee`,`drp_money`,`proportion`,`commission_model`,`gain_commission`,`should_amount`,`actual_amount`,`chargeoff_time`,`settleaccounts_time`,`start_time`,`end_time`,`chargeoff_status`,`bill_cycle`,`bill_apply`,`apply_note`,`apply_time`,`operator`,`check_status`,`reject_note`,`check_time`,`frozen_money`,`frozen_data`,`frozen_time`,`repair_order`) values (1,1,'2019072215214092321','0.00','0.00','0.00','0.00','0.00','',-1,'0.00','0.00','0.00',0,0,1563609600,1563695999,0,0,0,'',0,'stic',0,'',0,'0.00',0,0,0);

/*Table structure for table `fly_seller_domain` */

DROP TABLE IF EXISTS `fly_seller_domain`;

CREATE TABLE `fly_seller_domain` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `domain_name` varchar(60) NOT NULL,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_enable` tinyint(1) NOT NULL DEFAULT '0',
  `validity_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_domain` */

insert  into `fly_seller_domain`(`id`,`domain_name`,`ru_id`,`is_enable`,`validity_time`) values (4,'',1,0,0);

/*Table structure for table `fly_seller_grade` */

DROP TABLE IF EXISTS `fly_seller_grade`;

CREATE TABLE `fly_seller_grade` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `grade_name` varchar(255) NOT NULL,
  `goods_sun` int(255) NOT NULL,
  `seller_temp` int(255) NOT NULL,
  `favorable_rate` varchar(20) NOT NULL,
  `give_integral` smallint(8) unsigned NOT NULL,
  `rank_integral` smallint(8) unsigned NOT NULL,
  `pay_integral` smallint(8) NOT NULL,
  `white_bar` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `grade_introduce` varchar(255) NOT NULL,
  `entry_criteria` text NOT NULL,
  `grade_img` varchar(255) NOT NULL,
  `is_open` tinyint(1) NOT NULL DEFAULT '0',
  `is_default` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_grade` */

insert  into `fly_seller_grade`(`id`,`grade_name`,`goods_sun`,`seller_temp`,`favorable_rate`,`give_integral`,`rank_integral`,`pay_integral`,`white_bar`,`grade_introduce`,`entry_criteria`,`grade_img`,`is_open`,`is_default`) values (10,'普通商家',100,5,'90',20,20,20,0,'1111','a:1:{i:1;s:1:\"1\";}','data/seller_grade/1490317342721835143.png',1,1),(12,'优质商家',200,7,'85',40,40,40,0,'222222','a:2:{i:1;s:1:\"1\";i:9;s:1:\"9\";}','data/seller_grade/1490317350248705761.png',1,0),(13,'金牌商家',300,9,'80',60,60,60,0,'33333','a:2:{i:1;s:1:\"1\";i:11;s:2:\"11\";}','data/seller_grade/1490317359889476055.png',1,0),(14,'加盟商家',400,20,'75',80,80,80,0,'44444','a:3:{i:1;s:1:\"1\";i:9;s:1:\"9\";i:11;s:2:\"11\";}','data/seller_grade/1490317367676820454.png',1,0);

/*Table structure for table `fly_seller_qrcode` */

DROP TABLE IF EXISTS `fly_seller_qrcode`;

CREATE TABLE `fly_seller_qrcode` (
  `qrcode_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(11) NOT NULL,
  `qrcode_thumb` varchar(255) NOT NULL,
  PRIMARY KEY (`qrcode_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_qrcode` */

/*Table structure for table `fly_seller_shopbg` */

DROP TABLE IF EXISTS `fly_seller_shopbg`;

CREATE TABLE `fly_seller_shopbg` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `bgimg` varchar(500) NOT NULL COMMENT '背景图片',
  `bgrepeat` varchar(50) NOT NULL DEFAULT 'no-repeat' COMMENT '背景图片重复',
  `bgcolor` varchar(20) NOT NULL COMMENT '背景颜色',
  `show_img` tinyint(1) NOT NULL DEFAULT '0' COMMENT '默认显示背景图片',
  `is_custom` int(1) NOT NULL DEFAULT '0' COMMENT '是否自定义背景，默认为否',
  `ru_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '商家id',
  `seller_theme` varchar(50) NOT NULL COMMENT '模板',
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_shopbg` */

/*Table structure for table `fly_seller_shopheader` */

DROP TABLE IF EXISTS `fly_seller_shopheader`;

CREATE TABLE `fly_seller_shopheader` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `content` text NOT NULL,
  `headtype` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `headbg_img` varchar(255) CHARACTER SET latin1 NOT NULL,
  `shop_color` varchar(20) CHARACTER SET latin1 NOT NULL DEFAULT '',
  `seller_theme` varchar(100) NOT NULL,
  `ru_id` int(11) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_shopheader` */

/*Table structure for table `fly_seller_shopinfo` */

DROP TABLE IF EXISTS `fly_seller_shopinfo`;

CREATE TABLE `fly_seller_shopinfo` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '商店id',
  `ru_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '入驻商家id',
  `shop_name` varchar(50) NOT NULL COMMENT '店铺名称',
  `shop_title` varchar(50) NOT NULL COMMENT '店铺标题',
  `shop_keyword` varchar(50) NOT NULL COMMENT '店铺关键字',
  `country` int(10) NOT NULL COMMENT '所在国家',
  `province` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '所在省份',
  `city` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '所在城市',
  `district` int(10) unsigned NOT NULL DEFAULT '0',
  `shop_address` varchar(50) NOT NULL COMMENT '详细地址',
  `seller_email` varchar(120) CHARACTER SET latin1 NOT NULL,
  `kf_qq` varchar(120) NOT NULL COMMENT '客服qq',
  `kf_ww` varchar(120) NOT NULL COMMENT '客服旺旺',
  `meiqia` varchar(20) NOT NULL,
  `kf_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `kf_tel` varchar(50) NOT NULL COMMENT '客服电话',
  `site_head` varchar(125) CHARACTER SET latin1 NOT NULL,
  `mobile` char(11) CHARACTER SET latin1 NOT NULL,
  `shop_logo` varchar(255) NOT NULL COMMENT '店铺logo',
  `logo_thumb` varchar(255) CHARACTER SET latin1 NOT NULL,
  `street_thumb` varchar(255) CHARACTER SET latin1 NOT NULL,
  `brand_thumb` varchar(255) CHARACTER SET latin1 NOT NULL,
  `notice` varchar(100) NOT NULL COMMENT '店铺公告',
  `street_desc` varchar(255) NOT NULL,
  `shop_header` text COMMENT '店铺头部',
  `shop_color` varchar(20) DEFAULT NULL COMMENT '店铺整体色调',
  `shop_style` tinyint(1) NOT NULL DEFAULT '1' COMMENT '店铺样式1显示左侧信息和分类，0不显示左侧信息和分类',
  `shop_close` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否关闭店铺（0：关闭，1：开启）',
  `apply` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否申请加入店铺街，0否，1是',
  `is_street` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否以加入店铺街，0否，1是',
  `remark` varchar(100) NOT NULL COMMENT '网站管理员备注信息',
  `seller_theme` varchar(20) NOT NULL,
  `win_goods_type` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `store_style` varchar(20) NOT NULL,
  `check_sellername` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shopname_audit` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `shipping_id` smallint(8) unsigned NOT NULL DEFAULT '0',
  `shipping_date` varchar(255) NOT NULL,
  `longitude` varchar(100) NOT NULL,
  `tengxun_key` varchar(255) NOT NULL,
  `latitude` varchar(100) NOT NULL,
  `kf_appkey` int(11) NOT NULL DEFAULT '0' COMMENT '在线客服appkey',
  `kf_touid` varchar(255) NOT NULL DEFAULT '' COMMENT '在线客服账号(旺旺号)',
  `kf_logo` varchar(255) NOT NULL DEFAULT 'http://' COMMENT '在线客服头像',
  `kf_welcomeMsg` varchar(255) NOT NULL DEFAULT '' COMMENT '在线客服欢迎信息',
  `kf_secretkey` char(32) NOT NULL DEFAULT '' COMMENT 'appkeySecret',
  `user_menu` text NOT NULL COMMENT '店铺快捷菜单',
  `kf_im_switch` tinyint(4) NOT NULL DEFAULT '1',
  `seller_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `frozen_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `credit_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `seller_templates` varchar(160) NOT NULL,
  `templates_mode` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `js_appkey` varchar(50) NOT NULL,
  `js_appsecret` varchar(50) NOT NULL,
  `print_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `kdniao_printer` varchar(50) NOT NULL,
  `business_practice` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(100) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`),
  KEY `shipping_id` (`shipping_id`)
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_shopinfo` */

insert  into `fly_seller_shopinfo`(`id`,`ru_id`,`shop_name`,`shop_title`,`shop_keyword`,`country`,`province`,`city`,`district`,`shop_address`,`seller_email`,`kf_qq`,`kf_ww`,`meiqia`,`kf_type`,`kf_tel`,`site_head`,`mobile`,`shop_logo`,`logo_thumb`,`street_thumb`,`brand_thumb`,`notice`,`street_desc`,`shop_header`,`shop_color`,`shop_style`,`shop_close`,`apply`,`is_street`,`remark`,`seller_theme`,`win_goods_type`,`store_style`,`check_sellername`,`shopname_audit`,`shipping_id`,`shipping_date`,`longitude`,`tengxun_key`,`latitude`,`kf_appkey`,`kf_touid`,`kf_logo`,`kf_welcomeMsg`,`kf_secretkey`,`user_menu`,`kf_im_switch`,`seller_money`,`frozen_money`,`credit_money`,`seller_templates`,`templates_mode`,`js_appkey`,`js_appsecret`,`print_type`,`kdniao_printer`,`business_practice`,`review_status`,`review_content`) values (1,1,'测试店铺','测试店铺','测试店铺',1,6,77,707,'中山','','','','',0,'','','','../seller_imgs/seller_logo/seller_logo1.jpg','../seller_imgs/seller_logo/logo_thumb/1490146939391305403.jpg','data/store_street/street_thumb/1490146939166715823.jpg','data/store_street/brand_thumb/1490146939419384134.jpg','','','','',0,1,0,0,'','',1,'',1,1,0,'','121.46781','','31.2638',0,'','http://','','0','01_goods_list',1,'0.00','0.00','0.00','store_tpl_1',1,'','',0,'',0,3,''),(16,0,'STIC','STIC','STIC',1,25,321,0,'STIC','12345@qq.com','客服一|12345\r\n客服二|1234','STIC|12345@qq.com','',0,'123456789','','','','','','','商店公告','','','',0,1,0,0,'','',1,'',0,1,9,'','','','',23364375,'STIC','http://','欢迎来到WEBSC','a925dec781e7070fc5602cf01f693be3','',1,'0.00','0.00','0.00','backup_tpl_1',1,'','',1,'Gprinter  GP-1324D',0,1,'');

/*Table structure for table `fly_seller_shopinfo_changelog` */

DROP TABLE IF EXISTS `fly_seller_shopinfo_changelog`;

CREATE TABLE `fly_seller_shopinfo_changelog` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `data_key` varchar(50) NOT NULL,
  `data_value` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_shopinfo_changelog` */

/*Table structure for table `fly_seller_shopslide` */

DROP TABLE IF EXISTS `fly_seller_shopslide`;

CREATE TABLE `fly_seller_shopslide` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键id',
  `ru_id` int(11) NOT NULL DEFAULT '0' COMMENT '入驻商家id',
  `img_url` varchar(100) NOT NULL COMMENT '图片地址',
  `img_link` varchar(100) NOT NULL COMMENT '图片超链接',
  `img_desc` varchar(50) NOT NULL COMMENT '图片描述',
  `img_order` smallint(6) NOT NULL DEFAULT '0' COMMENT '排序',
  `slide_type` varchar(50) NOT NULL DEFAULT 'roll' COMMENT '图片变换方式''roll'',''shade'',默认是''roll''',
  `is_show` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否显示',
  `seller_theme` varchar(20) NOT NULL,
  `install_img` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_shopslide` */

/*Table structure for table `fly_seller_shopwindow` */

DROP TABLE IF EXISTS `fly_seller_shopwindow`;

CREATE TABLE `fly_seller_shopwindow` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `win_type` smallint(1) NOT NULL COMMENT '橱窗类型0商品列表，1自定义内容',
  `win_goods_type` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `win_order` smallint(6) NOT NULL COMMENT '橱窗排序',
  `win_goods` text COMMENT '橱窗商品',
  `win_name` varchar(50) NOT NULL COMMENT '橱窗名称',
  `win_color` char(10) NOT NULL COMMENT '橱窗色调',
  `win_img` varchar(100) NOT NULL COMMENT '橱窗广告图片，暂时无用',
  `win_img_link` varchar(100) NOT NULL COMMENT '广告图片链接，暂时无用',
  `ru_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '入驻商id',
  `is_show` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否显示',
  `win_custom` text NOT NULL COMMENT '店铺自定义橱窗内容',
  `seller_theme` varchar(20) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_shopwindow` */

/*Table structure for table `fly_seller_template_apply` */

DROP TABLE IF EXISTS `fly_seller_template_apply`;

CREATE TABLE `fly_seller_template_apply` (
  `apply_id` int(10) NOT NULL AUTO_INCREMENT,
  `apply_sn` varchar(20) NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `temp_id` int(10) unsigned NOT NULL DEFAULT '0',
  `temp_code` varchar(60) NOT NULL,
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `apply_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `total_amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pay_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_time` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`apply_id`),
  KEY `apply_sn` (`apply_sn`),
  KEY `ru_id` (`ru_id`),
  KEY `temp_id` (`temp_id`),
  KEY `pay_id` (`pay_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_seller_template_apply` */

/*Table structure for table `fly_seo` */

DROP TABLE IF EXISTS `fly_seo`;

CREATE TABLE `fly_seo` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键',
  `title` varchar(255) NOT NULL COMMENT '标题',
  `keywords` varchar(255) NOT NULL COMMENT '关键词',
  `description` text NOT NULL COMMENT '描述',
  `type` varchar(20) NOT NULL COMMENT '类型',
  UNIQUE KEY `id` (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8 COMMENT='SEO信息存放表';

/*Data for the table `fly_seo` */

insert  into `fly_seo`(`id`,`title`,`keywords`,`description`,`type`) values (1,'深圳市硕泰昌科技有限公司','深圳市硕泰昌科技有限公司','深圳市硕泰昌科技有限公司','index'),(2,'团购','团购','团购','group'),(3,'团购详情','团购详情','团购详情','group_content'),(5,'积分商城','积分商城','积分商城','change'),(6,'积分中心商品内容','积分中心商品内容','积分中心商品内容','change_content'),(7,'文章分类列表','文章分类列表','文章分类列表','article'),(8,'文章内容','文章内容','文章内容','article_content'),(9,'店铺街','店铺街','店铺街','shop'),(10,' 商品',' 商品',' 商品','goods'),(12,'品牌','品牌','品牌','brand_list'),(13,'品牌商品列表','品牌商品列表','品牌商品列表','brand');

/*Table structure for table `fly_sessions` */

DROP TABLE IF EXISTS `fly_sessions`;

CREATE TABLE `fly_sessions` (
  `sesskey` char(32) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `expiry` int(10) unsigned NOT NULL DEFAULT '0',
  `userid` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `adminid` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `ip` char(15) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL,
  `user_rank` tinyint(3) NOT NULL,
  `discount` decimal(3,2) NOT NULL,
  `email` varchar(60) NOT NULL,
  `data` char(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`sesskey`),
  KEY `expiry` (`expiry`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_sessions` */

insert  into `fly_sessions`(`sesskey`,`expiry`,`userid`,`adminid`,`ip`,`user_name`,`user_rank`,`discount`,`email`,`data`) values ('e205db8a43f062f8e5e207ea58519df5',1563761831,0,0,'0.0.0.0','0',0,'1.00','0','a:4:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563733031;}'),('60f665b1ac512d2aad3db82ce621c242',1563764839,0,0,'0.0.0.0','0',0,'1.00','0','a:4:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563733052;}'),('33e03ba2d4898523d52917b74197c17f',1563763592,0,0,'0.0.0.0','0',0,'1.00','0','a:4:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563733069;}'),('9bfaed64842245140c3b52d2d57d0a18',1563763841,0,57,'0.0.0.0','0',0,'0.00','0',''),('aa1d8909c343e4ae4e25b656ca3ff667',1563763719,0,0,'0.0.0.0','0',0,'1.00','0','a:4:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563734919;}'),('f17934186ed1efaa83f26ac6952b5975',1563763821,0,0,'0.0.0.0','0',0,'1.00','0','a:4:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563734973;}'),('c11829606a90c817dc8999a5e739802d',1563764287,0,0,'0.0.0.0','0',0,'0.00','0','a:2:{s:12:\"current_page\";s:18:\"index.php?act=main\";s:10:\"last_check\";i:1563735487;}'),('f2139469ef7db95a3b884c03d1e304a7',1563768071,0,57,'0.0.0.0','0',0,'0.00','0',''),('e1fffbeb358e0afa5a6aa2e576f6e5ec',1563767424,0,0,'0.0.0.0','0',0,'1.00','0','a:4:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563738624;}'),('b0d346802bd0aae1fe4b67bf5e7db8d4',1563768077,0,0,'0.0.0.0','0',0,'1.00','0','a:4:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563735623;}'),('4a3186cbbda5e0ea3509b92d065569dc',1563767426,0,0,'0.0.0.0','0',0,'1.00','0','a:3:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;}'),('44d0a2a5a76682b81409dc537957f5fe',1563784032,0,57,'0.0.0.0','0',0,'0.00','0',''),('2101e8dbaaa647912b7ac71f41c97cd3',1563782032,0,0,'0.0.0.0','0',0,'1.00','0','a:5:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563753232;s:11:\"token_agent\";s:64:\"915cd51a63865e0d48ce4fb35b3859f743841bb675e84b7370e10e281dbfe43a\";}'),('5255fe792219cb52a81e457bf4f33a5a',1563775765,0,0,'0.0.0.0','0',0,'1.00','0','a:4:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563746965;}'),('4a47a397437b150402ec177ffae5a98b',1563775766,0,0,'0.0.0.0','0',0,'1.00','0','a:4:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563746966;}'),('2e4af530197efb083eb9103360a4373b',1563775767,0,0,'0.0.0.0','0',0,'1.00','0','a:3:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;}'),('a820841babcd6d7a7d7aa57baa636ce7',1563782047,0,57,'0.0.0.0','0',0,'0.00','0',''),('c8db01aa36eaeb01920d747da439b8c6',1563782388,0,0,'0.0.0.0','0',0,'1.00','0','a:5:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563753254;s:11:\"token_agent\";s:64:\"dae0cbcdb49a0d34223a0e4e9a7511b143841bb675e84b7370e10e281dbfe43a\";}'),('0fd57ce040358540c93ad2851b0fa0b5',1563782151,0,57,'0.0.0.0','0',0,'0.00','0',''),('f20c302c1afd2ed3eca9c26187d799f5',1563782353,0,0,'0.0.0.0','0',0,'0.00','0','a:1:{s:11:\"token_agent\";s:64:\"ef69629f6b90ef7a7d7335c724f8a26a43841bb675e84b7370e10e281dbfe43a\";}'),('de7effed1bbbfbacfb284f08334d934e',1563784487,0,0,'0.0.0.0','0',0,'1.00','0',''),('7d455f51e9cbf9af4e1761732fbfa222',1563783693,0,0,'0.0.0.0','0',0,'1.00','0','');

/*Table structure for table `fly_sessions_data` */

DROP TABLE IF EXISTS `fly_sessions_data`;

CREATE TABLE `fly_sessions_data` (
  `sesskey` varchar(32) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `expiry` int(10) unsigned NOT NULL DEFAULT '0',
  `data` longtext NOT NULL,
  PRIMARY KEY (`sesskey`),
  KEY `expiry` (`expiry`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_sessions_data` */

insert  into `fly_sessions_data`(`sesskey`,`expiry`,`data`) values ('9bfaed64842245140c3b52d2d57d0a18',4294967295,'a:8:{s:12:\"current_page\";s:55:\"http://localhost/admin/category.php?act=edit&cat_id=858\";s:10:\"last_check\";i:1563735041;s:11:\"token_agent\";s:64:\"c6a991b51435e07b9770442787d576eefd1885f00291b83c2cb49a9bbb9a909a\";s:10:\"admin_name\";s:4:\"stic\";s:11:\"action_list\";s:3:\"all\";s:12:\"suppliers_id\";s:1:\"0\";s:13:\"firstSecToday\";i:1563696000;s:12:\"lastSecToday\";i:1563782399;}'),('f2139469ef7db95a3b884c03d1e304a7',4294967295,'a:8:{s:12:\"current_page\";s:58:\"http://localhost/admin/category.php?act=add&parent_id=1550\";s:10:\"last_check\";i:1563739271;s:11:\"action_list\";s:3:\"all\";s:13:\"firstSecToday\";i:1563696000;s:12:\"lastSecToday\";i:1563782399;s:11:\"token_agent\";s:64:\"de5c09e5e823e546437dd6afdad98c2efd1885f00291b83c2cb49a9bbb9a909a\";s:10:\"admin_name\";s:4:\"stic\";s:12:\"suppliers_id\";s:1:\"0\";}'),('44d0a2a5a76682b81409dc537957f5fe',4294967295,'a:8:{s:11:\"token_agent\";s:64:\"b31049ac59bd24dac81831f13e5c039ffd1885f00291b83c2cb49a9bbb9a909a\";s:10:\"admin_name\";s:4:\"stic\";s:11:\"action_list\";s:3:\"all\";s:10:\"last_check\";i:1563755202;s:12:\"suppliers_id\";s:1:\"0\";s:12:\"current_page\";s:47:\"http://localhost/admin/ads.php?act=list&pid=292\";s:13:\"firstSecToday\";i:1563696000;s:12:\"lastSecToday\";i:1563782399;}'),('a820841babcd6d7a7d7aa57baa636ce7',4294967295,'a:8:{s:11:\"token_agent\";s:64:\"d083a6c217fe1db5bc3a0411aa8724c443841bb675e84b7370e10e281dbfe43a\";s:10:\"admin_name\";s:4:\"stic\";s:11:\"action_list\";s:3:\"all\";s:10:\"last_check\";i:1563753247;s:12:\"suppliers_id\";s:1:\"0\";s:12:\"current_page\";s:49:\"http://localhost/admin/dialog.php?act=getload_url\";s:13:\"firstSecToday\";i:1563696000;s:12:\"lastSecToday\";i:1563782399;}'),('0fd57ce040358540c93ad2851b0fa0b5',4294967295,'a:8:{s:12:\"current_page\";s:49:\"http://localhost/admin/dialog.php?act=getload_url\";s:10:\"last_check\";i:1563753351;s:11:\"action_list\";s:3:\"all\";s:13:\"firstSecToday\";i:1563696000;s:12:\"lastSecToday\";i:1563782399;s:11:\"token_agent\";s:64:\"88f1488c18da73dea94cbb6943722c5b43841bb675e84b7370e10e281dbfe43a\";s:10:\"admin_name\";s:4:\"stic\";s:12:\"suppliers_id\";s:1:\"0\";}'),('7d455f51e9cbf9af4e1761732fbfa222',1563783693,'a:6:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563753655;s:11:\"token_agent\";s:64:\"b1b68b0f866d4a0a443467bfafc9219a984518e0dd0c28223d74587fa1364d5d\";s:32:\"9da4579d1b120ec419a33d2b09a8d3db\";a:2:{s:11:\"verify_code\";s:32:\"d35505828d0d3ff549df3a64b8d151c3\";s:11:\"verify_time\";i:1563754893;}}'),('de7effed1bbbfbacfb284f08334d934e',4294967295,'a:6:{s:7:\"from_ad\";i:0;s:7:\"referer\";s:6:\"本站\";s:10:\"login_fail\";i:0;s:9:\"last_time\";i:1563753648;s:11:\"token_agent\";s:64:\"ae43d8fb6c613c260a1a031dc62703c543841bb675e84b7370e10e281dbfe43a\";s:32:\"9da4579d1b120ec419a33d2b09a8d3db\";a:2:{s:11:\"verify_code\";s:32:\"43d4e5e0d1a5def61ada94f17ac395b6\";s:11:\"verify_time\";i:1563755687;}}');

/*Table structure for table `fly_shipping` */

DROP TABLE IF EXISTS `fly_shipping`;

CREATE TABLE `fly_shipping` (
  `shipping_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `shipping_code` varchar(20) NOT NULL DEFAULT '',
  `shipping_name` varchar(120) NOT NULL DEFAULT '',
  `shipping_desc` varchar(255) NOT NULL DEFAULT '',
  `insure` varchar(10) NOT NULL DEFAULT '0',
  `support_cod` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_print` text NOT NULL,
  `print_bg` varchar(255) DEFAULT NULL,
  `config_lable` text,
  `print_model` tinyint(1) DEFAULT '0',
  `shipping_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `customer_name` varchar(50) NOT NULL,
  `customer_pwd` varchar(50) NOT NULL,
  `month_code` varchar(50) NOT NULL,
  `send_site` varchar(50) NOT NULL,
  PRIMARY KEY (`shipping_id`),
  KEY `shipping_code` (`shipping_code`,`enabled`)
) ENGINE=MyISAM AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

/*Data for the table `fly_shipping` */

insert  into `fly_shipping`(`shipping_id`,`shipping_code`,`shipping_name`,`shipping_desc`,`insure`,`support_cod`,`enabled`,`shipping_print`,`print_bg`,`config_lable`,`print_model`,`shipping_order`,`customer_name`,`customer_pwd`,`month_code`,`send_site`) values (2,'yto','圆通速递','上海圆通物流（速递）有限公司经过多年的网络快速发展，在中国速递行业中一直处于领先地位。为了能更好的发展国际快件市场，加快与国际市场的接轨，强化圆通的整体实力，圆通已在东南亚、欧美、中东、北美洲、非洲等许多城市运作国际快件业务','0',1,1,'','','',0,0,'','','',''),(9,'sto_express','申通快递','江、浙、沪地区首重为15元/KG，其他地区18元/KG， 续重均为5-6元/KG， 云南地区为8元','0',0,1,'','/images/receipt/dly_sto_express.jpg','t_shop_address,网店-地址,235,48,131,152,b_shop_address||,||t_shop_name,网店-名称,237,26,131,200,b_shop_name||,||t_shop_tel,网店-联系电话,96,36,144,257,b_shop_tel||,||t_customer_post,收件人-邮编,86,23,578,268,b_customer_post||,||t_customer_address,收件人-详细地址,232,49,434,149,b_customer_address||,||t_customer_name,收件人-姓名,151,27,449,231,b_customer_name||,||t_customer_tel,收件人-电话,90,32,452,261,b_customer_tel||,||',2,0,'','','',''),(11,'fpd','运费到付','所购商品到达即付运费','0',0,1,'','','',2,0,'','','',''),(14,'zto','中通速递','中通快递的相关说明。保价费按照申报价值的2％交纳，但是，保价费不低于100元，保价金额不得高于10000元，保价金额超过10000元的，超过的部分无效','2%',0,1,'','/images/receipt/dly_zto.jpg','t_shop_province,网店-省份,116,30,296.55,117.2,b_shop_province||,||t_customer_province,收件人-省份,114,32,649.95,114.3,b_customer_province||,||t_shop_address,网店-地址,260,57,151.75,152.05,b_shop_address||,||t_shop_name,网店-名称,259,28,152.65,212.4,b_shop_name||,||t_shop_tel,网店-联系电话,131,37,138.65,246.5,b_shop_tel||,||t_customer_post,收件人-邮编,104,39,659.2,242.2,b_customer_post||,||t_customer_tel,收件人-电话,158,22,461.9,241.9,b_customer_tel||,||t_customer_mobel,收件人-手机,159,21,463.25,265.4,b_customer_mobel||,||t_customer_name,收件人-姓名,109,32,498.9,115.8,b_customer_name||,||t_customer_address,收件人-详细地址,264,58,499.6,150.1,b_customer_address||,||t_months,月-当日日期,35,23,135.85,392.8,b_months||,||t_day,日-当日日期,24,23,180.1,392.8,b_day||,||',2,0,'','','',''),(15,'city_express','城际快递','配送的运费是固定的','0',1,1,'','','',2,0,'','','',''),(16,'sf_express','顺丰速运','江、浙、沪地区首重15元/KG，续重2元/KG，其余城市首重20元/KG','0',0,1,'','/images/receipt/dly_sf_express.jpg','t_shop_name,网店-名称,150,29,112,137,b_shop_name||,||t_shop_address,网店-地址,268,55,105,168,b_shop_address||,||t_shop_tel,网店-联系电话,55,25,177,224,b_shop_tel||,||t_customer_name,收件人-姓名,78,23,299,265,b_customer_name||,||t_customer_address,收件人-详细地址,271,94,104,293,b_customer_address||,||',2,0,'','','',''),(17,'cac','上门取货','买家自己到商家指定地点取货','0',1,1,'','','',2,0,'','','',''),(19,'zjs','宅急送快递','首重为5元/KG，续重为5元/KG。','0',0,1,'','/images/receipt/dly_zjs.jpg','t_shop_province,网店-省份,132,24,279.6,105.7,b_shop_province||,||t_shop_name,网店-名称,268,29,142.95,133.85,b_shop_name||,||t_shop_address,网店-地址,346,40,67.3,199.95,b_shop_address||,||t_shop_city,网店-城市,64,35,223.8,163.95,b_shop_city||,||t_shop_district,网店-区/县,56,35,314.9,164.25,b_shop_district||,||t_pigeon,√-对号,21,21,143.1,263.2,b_pigeon||,||t_customer_name,收件人-姓名,89,25,488.65,121.05,b_customer_name||,||t_customer_tel,收件人-电话,136,21,656,110.6,b_customer_tel||,||t_customer_mobel,收件人-手机,137,21,655.6,132.8,b_customer_mobel||,||t_customer_province,收件人-省份,115,24,480.2,173.5,b_customer_province||,||t_customer_city,收件人-城市,60,27,609.3,172.5,b_customer_city||,||t_customer_district,收件人-区/县,58,28,696.8,173.25,b_customer_district||,||t_customer_post,收件人-邮编,93,21,701.1,240.25,b_customer_post||,||',2,0,'','','',''),(20,'flat','市内快递','固定运费的配送方式内容','0',1,1,'','','',2,0,'','','',''),(21,'quanfeng','全峰快递','首重为5元/KG，续重为5元/KG。','0',0,1,'','/images/receipt/dly_quanfeng.jpg','t_shop_province,网店-省份,132,24,279.6,105.7,b_shop_province||,||t_shop_name,网店-名称,268,29,142.95,133.85,b_shop_name||,||t_shop_address,网店-地址,346,40,67.3,199.95,b_shop_address||,||t_shop_city,网店-城市,64,35,223.8,163.95,b_shop_city||,||t_shop_district,网店-区/县,56,35,314.9,164.25,b_shop_district||,||t_pigeon,√-对号,21,21,143.1,263.2,b_pigeon||,||t_customer_name,收件人-姓名,89,25,488.65,121.05,b_customer_name||,||t_customer_tel,收件人-电话,136,21,656,110.6,b_customer_tel||,||t_customer_mobel,收件人-手机,137,21,655.6,132.8,b_customer_mobel||,||t_customer_province,收件人-省份,115,24,480.2,173.5,b_customer_province||,||t_customer_city,收件人-城市,60,27,609.3,172.5,b_customer_city||,||t_customer_district,收件人-区/县,58,28,696.8,173.25,b_customer_district||,||t_customer_post,收件人-邮编,93,21,701.1,240.25,b_customer_post||,||',2,0,'','','','');

/*Table structure for table `fly_shipping_area` */

DROP TABLE IF EXISTS `fly_shipping_area`;

CREATE TABLE `fly_shipping_area` (
  `shipping_area_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `shipping_area_name` varchar(150) NOT NULL DEFAULT '',
  `shipping_id` int(10) unsigned NOT NULL DEFAULT '0',
  `configure` text NOT NULL,
  `ru_id` int(10) NOT NULL,
  PRIMARY KEY (`shipping_area_id`),
  KEY `shipping_id` (`shipping_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=65 DEFAULT CHARSET=utf8;

/*Data for the table `fly_shipping_area` */

insert  into `fly_shipping_area`(`shipping_area_id`,`shipping_area_name`,`shipping_id`,`configure`,`ru_id`) values (1,'顺丰',16,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"20\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"15\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"2\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:0:\"\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',0),(2,'全国',9,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"15\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"12\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"2\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',0),(43,'全国',15,'a:4:{i:0;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:3:\"5.9\";}i:1;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:2;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:0:\"\";}i:3;a:2:{s:4:\"name\";s:7:\"pay_fee\";s:5:\"value\";s:2:\"22\";}}',0),(44,'全国',11,'a:2:{i:0;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:1;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:0:\"\";}}',0),(45,'全国',19,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"10\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:1:\"6\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"1\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',0),(46,'全国',14,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"15\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"13\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:3:\"1.6\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',0),(47,'全国',15,'a:4:{i:0;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"10\";}i:1;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:2;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:0:\"\";}i:3;a:2:{s:4:\"name\";s:7:\"pay_fee\";s:5:\"value\";s:2:\"31\";}}',1),(48,'全国',9,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"15\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:3:\"6.4\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:3:\"2.1\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',1),(49,'全国',9,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"15\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"15\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"5\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:0:\"\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',2),(50,'全国',19,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"10\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:3:\"7.3\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"5\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',3),(51,'全国',9,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"15\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"11\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:3:\"0.5\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"20000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',4),(52,'全国',16,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"20\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:3:\"9.1\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"2\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',6),(53,'全国',9,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"15\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"12\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:3:\"2.3\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',9),(54,'全国',2,'a:6:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"10\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:3:\"6.1\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"5\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}i:5;a:2:{s:4:\"name\";s:7:\"pay_fee\";s:5:\"value\";s:2:\"22\";}}',10),(55,'全国',16,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"20\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"14\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"2\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',11),(56,'全国',9,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"15\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:3:\"4.3\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:3:\"1.5\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',12),(57,'全国',16,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"20\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"13\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"2\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',13),(58,'全国',2,'a:6:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"10\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:3:\"4.6\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:3:\"1.3\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}i:5;a:2:{s:4:\"name\";s:7:\"pay_fee\";s:5:\"value\";s:2:\"16\";}}',14),(59,'全国',9,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"15\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"14\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"3\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',15),(60,'全国',16,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"20\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"15\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"2\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',16),(61,'全国',2,'a:6:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"10\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:1:\"5\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:1:\"5\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}i:5;a:2:{s:4:\"name\";s:7:\"pay_fee\";s:5:\"value\";s:2:\"19\";}}',18),(62,'全国',19,'a:5:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:2:\"10\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:3:\"6.5\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:3:\"2.3\";}i:3;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"10000\";}i:4;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}',5),(64,'同城专送',20,'a:4:{i:0;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:1:\"3\";}i:1;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:0:\"\";}i:2;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:0:\"\";}i:3;a:2:{s:4:\"name\";s:7:\"pay_fee\";s:5:\"value\";s:1:\"1\";}}',0);

/*Table structure for table `fly_shipping_date` */

DROP TABLE IF EXISTS `fly_shipping_date`;

CREATE TABLE `fly_shipping_date` (
  `shipping_date_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `start_date` varchar(10) NOT NULL DEFAULT '0',
  `end_date` varchar(10) NOT NULL DEFAULT '0',
  `select_day` int(10) unsigned NOT NULL DEFAULT '0',
  `select_date` varchar(11) DEFAULT NULL,
  PRIMARY KEY (`shipping_date_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_shipping_date` */

insert  into `fly_shipping_date`(`shipping_date_id`,`start_date`,`end_date`,`select_day`,`select_date`) values (2,'9:00','12:00',0,'');

/*Table structure for table `fly_shipping_point` */

DROP TABLE IF EXISTS `fly_shipping_point`;

CREATE TABLE `fly_shipping_point` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `shipping_area_id` int(10) unsigned NOT NULL,
  `name` varchar(30) NOT NULL,
  `user_name` varchar(30) NOT NULL,
  `mobile` varchar(13) NOT NULL,
  `address` varchar(255) NOT NULL,
  `img_url` varchar(255) DEFAULT NULL,
  `anchor` varchar(30) NOT NULL,
  `line` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `shipping_area_id` (`shipping_area_id`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

/*Data for the table `fly_shipping_point` */

insert  into `fly_shipping_point`(`id`,`shipping_area_id`,`name`,`user_name`,`mobile`,`address`,`img_url`,`anchor`,`line`) values (3,33,'公平站','aaa','021-35120881','上海市虹口区周家嘴路983号 021-35120881','','hongkou',''),(4,33,'上海赤峰站 ','bbb','021-55150253 ','上海市虹口区柳营路125号C区8130','','shifeng',''),(5,34,'上海淞南站','ccc','021-66181651 ','上海市宝山区淞南镇淞发路25弄49号1-2层','','songnan',''),(6,34,'上海场中站 ','ddd','021-55151981 ','上海市宝山区场北路138号 ','','changzhong',''),(7,34,'宝山站 ','eee','021-56586997','上海市宝山区友谊路1500弄3-138 ','','baoshan',''),(8,34,'美兰湖站 ','fff','021-66016118 ','上海市宝山区外环以外东太东路786号 ','','meilanhu',''),(9,35,'普陀站','ggg',' 021-32302529','上海市普陀区梅岭北路1274号','','putuo','');

/*Table structure for table `fly_shipping_tpl` */

DROP TABLE IF EXISTS `fly_shipping_tpl`;

CREATE TABLE `fly_shipping_tpl` (
  `st_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `shipping_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `print_bg` varchar(255) NOT NULL,
  `print_model` tinyint(1) NOT NULL,
  `config_lable` text NOT NULL,
  `shipping_print` text NOT NULL,
  `update_time` varchar(255) NOT NULL,
  PRIMARY KEY (`st_id`),
  KEY `shipping_id` (`shipping_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

/*Data for the table `fly_shipping_tpl` */

insert  into `fly_shipping_tpl`(`st_id`,`shipping_id`,`ru_id`,`print_bg`,`print_model`,`config_lable`,`shipping_print`,`update_time`) values (2,16,1,'',0,'','','1508442968'),(3,17,0,'',0,'','','1562953262'),(4,16,0,'',0,'','','1562953297');

/*Table structure for table `fly_shop_config` */

DROP TABLE IF EXISTS `fly_shop_config`;

CREATE TABLE `fly_shop_config` (
  `id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `code` varchar(30) NOT NULL DEFAULT '',
  `type` varchar(10) NOT NULL DEFAULT '',
  `store_range` varchar(255) NOT NULL DEFAULT '',
  `store_dir` varchar(255) NOT NULL DEFAULT '',
  `value` text,
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `shop_group` varchar(250) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `code` (`code`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=1046 DEFAULT CHARSET=utf8;

/*Data for the table `fly_shop_config` */

insert  into `fly_shop_config`(`id`,`parent_id`,`code`,`type`,`store_range`,`store_dir`,`value`,`sort_order`,`shop_group`) values (1,0,'shop_info','group','','','',1,''),(2,0,'basic','group','','','',1,''),(3,0,'display','group','','','',1,''),(4,0,'shopping_flow','group','','','',1,''),(5,0,'smtp','group','','','',1,''),(6,0,'hidden','group','','','group',1,''),(7,0,'goods','group','','','',1,''),(8,0,'sms','group','','','',1,''),(9,0,'wap','group','','','',1,''),(101,1,'shop_name','text','','','STIC',1,''),(102,1,'shop_title','text','','','STIC',1,''),(103,1,'shop_desc','text','','','STIC',1,''),(104,1,'shop_keywords','text','','','STIC',1,''),(105,1,'shop_country','manual','','','1',1,''),(106,1,'shop_province','manual','','','25',1,''),(107,1,'shop_city','manual','','','321',1,''),(108,1,'shop_address','text','','','STIC',1,''),(109,1,'qq','textarea','','','客服一|12345\r\n客服二|1234',1,''),(110,1,'ww','textarea','','','STIC|12345@qq.com',1,''),(111,1,'skype','hidden','','','',1,''),(112,1,'ym','hidden','','','',1,''),(113,1,'msn','hidden','','','',1,''),(114,1,'service_email','text','','','12345@qq.com',1,''),(115,1,'service_phone','text','','','123456789',1,''),(116,1,'shop_closed','select','0,1','','0',1,''),(117,1,'close_comment','textarea','','','',1,''),(118,1,'shop_logo','file','','../themes/{$template}/images/','../themes/ecmoban_dsc2017/images/logo.gif',1,''),(119,1,'licensed','hidden','0,1','','1',1,''),(120,1,'user_notice','textarea','','','商店公告',1,''),(1020,1019,'admin_login_logo','file','','admin/images/','',1,''),(121,1,'shop_notice','textarea','','','商店公告',1,''),(1018,942,'checkbill_number','hidden','','','10',1,''),(1019,0,'basic_logo','group','','','',1,''),(122,1,'shop_reg_closed','select','1,0','','0',1,''),(201,2,'lang','manual','','','zh_cn',1,''),(202,2,'icp_number','text','','','粤ICP备14048597号-2',1,''),(203,2,'icp_file','file','','../cert/','',1,''),(204,1001,'watermark','file','','../images/','',1,'goods'),(205,1001,'watermark_place','select','0,1,2,3,4,5','','1',1,'goods'),(206,1001,'watermark_alpha','text','','','65',1,'goods'),(207,998,'use_storage','select','1,0','','1',1,'goods'),(208,998,'market_price_rate','text','','','1.2',1,'goods'),(209,2,'rewrite','select','0,1,2','','0',1,''),(210,2,'integral_name','text','','','积分',1,''),(211,2,'integral_scale','text','','','1',1,''),(212,2,'integral_percent','text','','','1',1,''),(213,998,'sn_prefix','text','','','STIC',1,'goods'),(214,2,'comment_check','select','0,1','','1',1,''),(215,1001,'no_picture','file','','../images/','../images/errorImg.png',1,'goods'),(218,2,'stats_code','textarea','','','',1,''),(219,2,'cache_time','text','','','3600',1,''),(220,2,'register_points','text','','','1',1,''),(221,2,'enable_gzip','select','0,1','','0',1,''),(222,2,'top10_time','select','0,1,2,3,4','','0',1,''),(223,2,'timezone','options','-12,-11,-10,-9,-8,-7,-6,-5,-4,-3.5,-3,-2,-1,0,1,2,3,3.5,4,4.5,5,5.5,5.75,6,6.5,7,8,9,9.5,10,11,12','','8',1,''),(224,2,'upload_size_limit','options','-1,0,64,128,256,512,1024,2048,4096','','4096',1,''),(226,2,'cron_method','select','0,1','','0',1,''),(227,998,'comment_factor','select','0,1,2,3','','0',1,'goods'),(228,2,'enable_order_check','hidden','0,1','','1',1,''),(229,998,'default_storage','text','','','1000',1,'goods'),(230,1001,'bgcolor','text','','','#FFFFFF',1,'goods'),(231,2,'visit_stats','select','on,off','','on',1,''),(232,2,'send_mail_on','select','on,off','','on',1,''),(233,1001,'auto_generate_gallery','select','1,0','','1',1,'goods'),(234,1001,'retain_original_img','select','1,0','','1',1,'goods'),(235,2,'member_email_validate','select','1,0','','1',1,''),(236,2,'message_board','select','1,0','','1',1,''),(239,2,'certificate_id','hidden','','','1133133131',1,''),(240,2,'token','hidden','','','c49edab224d09de5d24e1bcdf9a18508322868ca44f62506af25f77b45af4e5b',1,''),(241,2,'certi','hidden','','','/',1,''),(242,2,'send_verify_email','select','1,0','','1',1,''),(243,2,'ent_id','hidden','','','',1,''),(244,2,'ent_ac','hidden','','','',1,''),(245,2,'ent_sign','hidden','','','',1,''),(246,2,'ent_email','hidden','','','',1,''),(301,3,'date_format','hidden','','','Y-m-d',1,''),(302,3,'time_format','text','','','Y-m-d H:i:s',1,''),(303,3,'currency_format','text','','','<em>¥</em>%s',1,''),(304,3,'thumb_width','text','','','240',1,''),(305,3,'thumb_height','text','','','240',1,''),(306,1001,'image_width','text','','','1200',1,'goods'),(307,1001,'image_height','text','','','1200',1,'goods'),(312,3,'top_number','text','','','5',1,''),(313,3,'history_number','text','','','18',1,''),(314,3,'comments_number','text','','','6',1,''),(315,1000,'bought_goods','text','','','15',1,'goods'),(316,3,'article_number','text','','','8',1,''),(317,998,'goods_name_length','text','','','100',1,'goods'),(318,998,'price_format','select','0,1,2,3,4,5','','0',1,'goods'),(319,1000,'page_size','text','','','20',1,'goods'),(320,1000,'sort_order_type','select','0,1,2','','0',1,'goods'),(321,1000,'sort_order_method','select','0,1','','0',1,'goods'),(322,1000,'show_order_type','select','0,1,2','','1',1,'goods'),(323,1000,'attr_related_number','text','','','5',1,'goods'),(324,1001,'goods_gallery_number','text','','','10',1,'goods'),(325,3,'article_title_length','text','','','20',1,''),(326,3,'name_of_region_1','text','','','国家',1,''),(327,3,'name_of_region_2','text','','','省',1,''),(328,3,'name_of_region_3','text','','','市',1,''),(329,3,'name_of_region_4','text','','','区',1,''),(330,3,'search_keywords','text','','','',0,''),(332,1000,'related_goods_number','text','','','5',1,'goods'),(333,3,'help_open','select','0,1','','1',1,''),(334,3,'article_page_size','text','','','20',1,''),(335,3,'page_style','hidden','0,1','','1',1,''),(336,998,'recommend_order','select','0,1','','0',1,'goods'),(337,3,'index_ad','hidden','','','sys',1,''),(401,4,'can_invoice','select','1,0','','1',1,''),(402,4,'use_integral','select','1,0','','1',1,''),(403,4,'use_bonus','select','1,0','','1',1,''),(404,4,'use_surplus','select','1,0','','1',1,''),(405,4,'use_how_oos','select','1,0','','1',1,''),(406,4,'send_confirm_email','select','1,0','','1',1,''),(407,4,'send_ship_email','select','1,0','','1',1,''),(408,4,'send_cancel_email','select','1,0','','1',1,''),(409,4,'send_invalid_email','select','1,0','','0',1,''),(410,4,'order_pay_note','select','1,0','','1',1,''),(411,4,'order_unpay_note','select','1,0','','1',1,''),(412,4,'order_ship_note','select','1,0','','1',1,''),(413,4,'order_receive_note','select','1,0','','1',1,''),(414,4,'order_unship_note','select','1,0','','1',1,''),(415,4,'order_return_note','select','1,0','','1',1,''),(416,4,'order_invalid_note','select','1,0','','1',1,''),(417,4,'order_cancel_note','select','1,0','','1',1,''),(418,4,'invoice_content','textarea','','','不开发票\r\n明细\r\n办公用品\r\n电脑配件\r\n耗材',1,''),(419,4,'anonymous_buy','hidden','1,0','','1',1,''),(420,4,'min_goods_amount','text','','','0',1,''),(421,4,'one_step_buy','select','1,0','','0',1,''),(422,4,'invoice_type','manual','','','',1,''),(423,4,'stock_dec_time','select','2,1,0','','0',1,''),(424,4,'cart_confirm','options','1,2,3,4','','4',0,''),(425,4,'send_service_email','select','1,0','','1',1,''),(426,4,'show_goods_in_cart','hidden','1,2,3','','3',1,''),(427,4,'show_attr_in_cart','hidden','1,0','','1',1,''),(501,5,'smtp_host','text','','','smtp.163.com',1,''),(502,5,'smtp_port','text','','','25',1,''),(503,5,'smtp_user','text','','','stic1688@163.com',1,''),(504,5,'smtp_pass','password','','','wxf704294291',1,''),(505,5,'smtp_mail','text','','','stic1688@163.com',1,''),(506,5,'mail_charset','select','UTF8,GB2312,BIG5','','UTF8',1,''),(507,5,'mail_service','select','0,1','','1',0,''),(508,5,'smtp_ssl','select','0,1','','0',0,''),(601,6,'integrate_code','hidden','','','ecshop',1,''),(602,6,'integrate_config','hidden','','','',1,''),(603,6,'hash_code','hidden','','','b76989c756aab2c64cf941eb31dec09c',1,''),(604,6,'template','hidden','','','ecmoban_dsc2017',1,''),(605,6,'install_date','hidden','','','1493692531',1,''),(606,6,'dsc_version','hidden','','','v2.7.3.3',1,''),(607,6,'sms_user_name','hidden','','','',1,''),(608,6,'sms_password','hidden','','','',1,''),(609,6,'sms_auth_str','hidden','','','',1,''),(610,6,'sms_domain','hidden','','','',1,''),(611,6,'sms_count','hidden','','','',1,''),(612,6,'sms_total_money','hidden','','','',1,''),(613,6,'sms_balance','hidden','','','',1,''),(614,6,'sms_last_request','hidden','','','',1,''),(616,6,'affiliate','hidden','','','a:3:{s:6:\"config\";a:7:{s:6:\"expire\";d:24;s:11:\"expire_unit\";s:4:\"hour\";s:11:\"separate_by\";i:0;s:15:\"level_point_all\";s:2:\"5%\";s:15:\"level_money_all\";s:2:\"1%\";s:18:\"level_register_all\";i:2;s:17:\"level_register_up\";i:60;}s:4:\"item\";a:4:{i:0;a:2:{s:11:\"level_point\";s:3:\"60%\";s:11:\"level_money\";s:3:\"60%\";}i:1;a:2:{s:11:\"level_point\";s:3:\"30%\";s:11:\"level_money\";s:3:\"30%\";}i:2;a:2:{s:11:\"level_point\";s:2:\"7%\";s:11:\"level_money\";s:2:\"7%\";}i:3;a:2:{s:11:\"level_point\";s:2:\"3%\";s:11:\"level_money\";s:2:\"3%\";}}s:2:\"on\";i:1;}',1,''),(617,6,'captcha','hidden','','','55',1,''),(618,6,'captcha_width','hidden','','','112',1,''),(619,6,'captcha_height','hidden','','','37',1,''),(620,6,'sitemap','hidden','','','a:6:{s:19:\"homepage_changefreq\";s:6:\"hourly\";s:17:\"homepage_priority\";s:3:\"0.9\";s:19:\"category_changefreq\";s:6:\"hourly\";s:17:\"category_priority\";s:3:\"0.8\";s:18:\"content_changefreq\";s:6:\"weekly\";s:16:\"content_priority\";s:3:\"0.7\";}',0,''),(621,6,'points_rule','hidden','','','',0,''),(622,6,'flash_theme','hidden','','','dynfocus',1,''),(623,6,'stylename','hidden','','','',1,''),(701,999,'show_goodssn','select','1,0','','1',1,'goods'),(702,999,'show_brand','select','1,0','','0',1,'goods'),(703,999,'show_goodsweight','select','1,0','','1',1,'goods'),(704,999,'show_goodsnumber','select','1,0','','1',1,'goods'),(705,999,'show_addtime','select','1,0','','1',1,'goods'),(706,999,'goodsattr_style','hidden','1,0','','1',1,'goods'),(707,999,'show_marketprice','select','1,0','','1',1,'goods'),(801,8,'sms_shop_mobile','text','','','13354638533',3,'sms'),(802,8,'sms_order_placed','select','1,0','','0',11,'sms'),(803,8,'sms_order_payed','select','1,0','','0',12,'sms'),(804,8,'sms_order_shipped','select','1,0','','0',13,'sms'),(901,9,'wap_config','hidden','1,0','','1',1,''),(902,9,'wap_logo','file','','../images/','../images/wap_logo.png',1,''),(903,2,'message_check','select','1,0','','0',1,''),(904,3,'auction_ad','text','','','20',1,''),(905,3,'marticle','text','','','14,15',1,'seller'),(906,3,'marticle_id','text','','','42',1,'seller'),(908,3,'open_delivery_time','select','0,1','','1',1,''),(911,998,'open_area_goods','select','0,1','','0',1,'goods'),(912,3,'choose_process','select','0,1','','1',1,''),(913,998,'freight_model','hidden','0,1','','0',1,'goods'),(915,2,'editing_tools','hidden','ueditor','','ueditor',1,''),(916,2,'customer_service','select','0,1','','1',1,'seller'),(917,2,'review_goods','select','0,1','','1',1,'seller'),(918,8,'sms_ecmoban_user','text','','','',4,'sms'),(919,8,'sms_ecmoban_password','password','','','d41d8cd98f00b204e9800998ecf8427e',5,'sms'),(920,8,'sms_signin','select','1,0','','0',14,'sms'),(921,998,'group_goods','text','','','推荐配件,人气组合',1,'goods'),(923,998,'attr_set_up','select','0,1','','1',1,'goods'),(924,1,'sign','text','','','7',50,''),(926,3,'return_pictures','text','','','10',1,''),(927,8,'sms_price_notice','select','1,0','','0',15,'sms'),(928,3,'single_thumb_width','text','','','120',1,''),(929,3,'single_thumb_height','text','','','120',1,''),(1034,998,'seller_stages','select','0,1','','1',1,'goods'),(1035,8,'dsc_appkey','text','','','',7,'sms'),(1036,8,'dsc_appsecret','text','','','',8,'sms'),(931,3,'user_helpart','text','','','11,12,13,14,15,16,17,21,22',1,''),(932,3,'delete_seller','select','0,1','','1',1,'seller'),(933,1,'seller_email','hidden','0,1','','1',1,''),(934,998,'show_warehouse','select','0,1','','0',1,'goods'),(935,6,'captcha_font_size','hidden','','','16',1,''),(936,6,'captcha_length','hidden','','','4',1,''),(937,9,'wap_index_pro','select','1,0','','1',1,''),(938,1001,'two_code','select','1,0','','1',1,'goods'),(939,1001,'two_code_logo','file','','../images/weixin_img/logo/','',1,'goods'),(940,1001,'two_code_links','text','','','http://bbs.flyobd.com',1,'goods'),(941,1001,'two_code_mouse','text','','','',1,'goods'),(942,0,'extend_basic','group','','','',1,''),(943,942,'open_oss','select','0,1','','0',1,''),(944,942,'open_memcached','hidden','0,1','','0',1,''),(945,942,'ad_reminder','select','0,1','','1',1,''),(946,8,'sms_seller_signin','select','1,0','','0',16,'sms'),(947,8,'sms_type','select','0,1,2,3','','0',2,'sms'),(948,8,'ali_appkey','text','','','',7,'sms'),(949,8,'ali_secretkey','text','','','',8,'sms'),(950,1000,'exchange_size','text','','','21',1,'goods'),(951,942,'site_domain','text','','','',1,''),(952,942,'server_model','hidden','0,1','','0',1,''),(953,942,'grade_apply_time','text','','','3',2,'seller'),(954,942,'apply_options','options','1,2','','1',3,'seller'),(955,1000,'category_load_type','select','0,1','','0',1,'goods'),(956,942,'user_login_register','select','0,1','','0',1,''),(957,942,'user_phone','select','0,1','','0',1,''),(958,942,'wechat_lang','hidden','0,1','','0',1,''),(959,998,'goods_attr_price','hidden','0,1','','1',1,'goods'),(960,8,'sms_find_signin','hidden','1,0','','1',17,'sms'),(961,8,'sms_code','select','1,0','','0',18,'sms'),(962,942,'cat_belongs','hidden','0,1','','1',1,''),(963,998,'add_shop_price','select','0,1','','1',1,'goods'),(964,9,'use_lbs','select','1,0','','1',1,''),(965,942,'use_coupons','select','0,1','','1',1,''),(966,942,'tengxun_key','text','','','C6CBZ-LKEWI-FIYG6-5A2Q7-E2OS2-FZFAP',1,''),(967,942,'kuaidi100_key','text','','','',1,''),(968,942,'ip_type','select','1,2','','2',1,''),(969,942,'ectouch_qrcode','file','','images/common/','images/common/ectouch_qrcode.jpg',1,''),(970,942,'ecjia_qrcode','file','','images/common/','images/common/ecjia_qrcode.jpg',1,''),(971,1019,'index_down_logo','file','','images/common/','images/common/index_down_logo.png',1,''),(972,942,'site_commitment','file','','images/common/','images/common/site_commitment.png',1,''),(973,1019,'user_login_logo','file','','images/common/','images/common/user_login_logo.png',1,''),(974,4,'use_value_card','select','0,1','','0',1,''),(975,942,'commission_model','hidden','0,1','','0',1,'seller'),(976,1019,'login_logo_pic','file','','images/common/','images/common/login_logo_pic.png',1,''),(977,2,'merchants_prefix','text','','','STIC_',1,'seller'),(978,999,'show_rank_price','select','1,0','','0',1,'goods'),(979,942,'login_limited_num','hidden','','','3',30,''),(980,942,'nav_cat_model','select','0,1','','0',1,''),(981,942,'index_article_cat','text','','','20,21',1,''),(982,3,'marticle_index','text','','','1,2,3,4',1,''),(983,2,'virtual_order','select','0,1','','1',1,''),(984,2,'virtual_limit_nim','select','0,1','','1',1,''),(985,1001,'no_brand','file','','../images/','',1,'goods'),(986,942,'open_study','select','0,1','','0',1,''),(987,0,'hometheme','hidden','ecmoban_dsc2017','','backup_tpl_3',1,''),(988,942,'openvisual','select','0,1','','1',1,''),(989,999,'show_give_integral','select','1,0','','0',1,'goods'),(990,942,'report_handle','select','0,1','','1',15,'report_conf'),(991,942,'report_handle_time','text','','','30',15,'report_conf'),(992,942,'receipt_time','text','','','15',15,'complaint_conf'),(993,942,'is_downconfig','hidden','','','0',1,''),(994,8,'access_key_id','text','','','',9,'sms'),(995,8,'access_key_secret','text','','','',10,'sms'),(996,942,'wholesale_article_cat','text','','','20,21',1,''),(997,4,'sales_volume_time','select','1,0','','1',1,''),(998,0,'goods_base','group','','','',1,'goods'),(999,0,'goods_display','group','','','',1,'goods'),(1000,0,'goods_page','group','','','',1,'goods'),(1001,0,'goods_picture','group','','','',1,'goods'),(1002,942,'bonus_adv','select','1,0','','1',1,''),(1003,942,'deposit_fee','text','','','',1,''),(1004,942,'template_pay_type','select','0,1','','0',2,'seller'),(1005,4,'activation_number_type','text','','','2',2,''),(1006,942,'wholesale_user_rank','hidden','1,0','','1',1,''),(1007,942,'is_illegal','select','0,1','','1',1,''),(1008,942,'floor_nav_type','select','1,2,3,4','','1',1,''),(1009,942,'register_article_id','text','','','',1,''),(1010,942,'seller_index_article','text','','','',1,'seller'),(1011,942,'buyer_cash','text','','','1',2,''),(1012,942,'buyer_recharge','text','','','1',2,''),(1013,0,'tp_api','hidden','','','',1,''),(1014,1013,'kdniao_client_id','text','','','11',1,'tp_api'),(1015,1013,'kdniao_appkey','text','','','11',1,'tp_api'),(1016,9,'wap_category','hidden','0,1','','0',1,''),(1017,942,'brand_belongs','hidden','0,1','','1',1,''),(1021,1019,'admin_logo','file','','admin/images/','',1,''),(1022,1019,'seller_login_logo','file','','seller/images/','',1,''),(1023,1019,'seller_logo','file','','seller/images/','',1,''),(1024,1019,'stores_login_logo','file','','stores/images/','',1,''),(1025,1019,'stores_logo','file','','stores/images/','',1,''),(1026,942,'region_store_enabled','hidden','0,1','','0',1,''),(1027,942,'update_home_temp','hidden','','','0',1,''),(1028,942,'open_order_delay','select','0,1','','1',15,'order_delay'),(1029,942,'order_delay_num','text','','','3',15,'order_delay'),(1030,942,'order_delay_day','text','','','3',15,'order_delay'),(1031,942,'pay_effective_time','text','','','0',15,''),(1032,1019,'order_print_logo','file','','admin/images/print/','admin/images/print/order_print_logo.png',1,''),(1033,9,'wap_app','text','','','',1,'1'),(1037,942,'cashier_Settlement','hidden','','','0',1,''),(1038,942,'cloud_client_id','hidden','','','',1,'cloud_api'),(1039,942,'cloud_appkey','hidden','','','',1,'cloud_api'),(1040,942,'cloud_dsc_appkey','hidden','','','',1,'cloud_api'),(1041,1013,'kdniao_account_use','select','0,1','','0',3,'tp_api'),(1042,998,'area_pricetype','hidden','0,1','','0',1,'goods'),(1043,942,'header_region','textarea','','','',1,''),(1044,942,'appkey','hidden','','','',1,''),(1045,9,'wechat_mobile_check','select','1,0','','1',1,'');

/*Table structure for table `fly_single` */

DROP TABLE IF EXISTS `fly_single`;

CREATE TABLE `fly_single` (
  `single_id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) NOT NULL,
  `single_name` varchar(100) NOT NULL,
  `single_description` text NOT NULL,
  `single_like` char(8) DEFAULT NULL,
  `user_name` varchar(100) DEFAULT NULL,
  `is_audit` tinyint(1) NOT NULL,
  `order_sn` varchar(20) NOT NULL,
  `addtime` varchar(20) NOT NULL,
  `goods_name` varchar(120) NOT NULL,
  `goods_id` mediumint(8) NOT NULL,
  `user_id` mediumint(8) NOT NULL,
  `order_time` varchar(20) NOT NULL,
  `comment_id` mediumint(8) DEFAULT NULL,
  `single_ip` varchar(15) DEFAULT '',
  `cat_id` mediumint(8) DEFAULT NULL,
  `integ` varchar(8) DEFAULT NULL,
  `single_browse_num` int(10) unsigned DEFAULT '0',
  `cover` int(11) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`single_id`),
  KEY `order_id` (`order_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `comment_id` (`comment_id`),
  KEY `cat_id` (`cat_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_single` */

/*Table structure for table `fly_single_sun_images` */

DROP TABLE IF EXISTS `fly_single_sun_images`;

CREATE TABLE `fly_single_sun_images` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL DEFAULT '0',
  `order_id` int(11) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(11) unsigned NOT NULL DEFAULT '0',
  `img_file` varchar(255) NOT NULL,
  `img_thumb` varchar(255) NOT NULL,
  `cont_desc` varchar(2000) NOT NULL,
  `comment_id` smallint(8) unsigned NOT NULL DEFAULT '0',
  `img_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`),
  KEY `order_id` (`order_id`),
  KEY `single_id` (`comment_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_single_sun_images` */

/*Table structure for table `fly_snatch_log` */

DROP TABLE IF EXISTS `fly_snatch_log`;

CREATE TABLE `fly_snatch_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `snatch_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `bid_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `bid_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`),
  KEY `snatch_id` (`snatch_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_snatch_log` */

/*Table structure for table `fly_software_download` */

DROP TABLE IF EXISTS `fly_software_download`;

CREATE TABLE `fly_software_download` (
  `software_id` int(10) NOT NULL,
  `software_name` varchar(32) NOT NULL,
  `software_size` varchar(10) DEFAULT NULL,
  `create_time` varchar(10) NOT NULL,
  `software_version` varchar(8) NOT NULL,
  `software_url` varchar(255) NOT NULL,
  `software_article_link` varchar(255) DEFAULT NULL,
  `sort_number` int(10) DEFAULT NULL,
  PRIMARY KEY (`software_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_software_download` */

insert  into `fly_software_download`(`software_id`,`software_name`,`software_size`,`create_time`,`software_version`,`software_url`,`software_article_link`,`sort_number`) values (1,'IDS操作手册','12M','2019-5-25','1.0','http://flyobd.com/document/KeyRecovery.zip','www.flyobd.com',1),(2,'捷豹路虎','150M','2019-5-28','2.0','www.baidu.com/index.txt','www.baidu.com/index.txt',2);

/*Table structure for table `fly_solve_dealconcurrent` */

DROP TABLE IF EXISTS `fly_solve_dealconcurrent`;

CREATE TABLE `fly_solve_dealconcurrent` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `orec_id` text NOT NULL,
  `flow_type` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '商品类型（flow_type：秒杀、普通商品）',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `solve_type` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `add_time` (`add_time`),
  KEY `solve_type` (`solve_type`),
  KEY `flow_type` (`flow_type`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_solve_dealconcurrent` */

/*Table structure for table `fly_source_ip` */

DROP TABLE IF EXISTS `fly_source_ip`;

CREATE TABLE `fly_source_ip` (
  `ipid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `storeid` int(10) NOT NULL,
  `ipdata` varchar(16) NOT NULL COMMENT '访问者的IP',
  `iptime` varchar(30) NOT NULL COMMENT '访问时间',
  PRIMARY KEY (`ipid`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_source_ip` */

insert  into `fly_source_ip`(`ipid`,`storeid`,`ipdata`,`iptime`) values (1,6,'5.189.183.71','1508851778'),(2,0,'0.0.0.0','1562980348'),(3,1,'0.0.0.0','1562980374');

/*Table structure for table `fly_stages` */

DROP TABLE IF EXISTS `fly_stages`;

CREATE TABLE `fly_stages` (
  `stages_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '分期表的ID',
  `order_sn` varchar(20) NOT NULL COMMENT '订单编号',
  `stages_total` tinyint(3) unsigned NOT NULL COMMENT '总分期数',
  `stages_one_price` decimal(10,2) unsigned NOT NULL COMMENT '每期的金额',
  `yes_num` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '已还期数',
  `create_date` int(10) unsigned NOT NULL COMMENT '分期单创建时间',
  `repay_date` text NOT NULL COMMENT '还款日期',
  PRIMARY KEY (`stages_id`),
  KEY `order_sn` (`order_sn`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_stages` */

/*Table structure for table `fly_stats` */

DROP TABLE IF EXISTS `fly_stats`;

CREATE TABLE `fly_stats` (
  `access_time` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `visit_times` smallint(5) unsigned NOT NULL DEFAULT '1',
  `browser` varchar(60) NOT NULL DEFAULT '',
  `system` varchar(20) NOT NULL DEFAULT '',
  `language` varchar(20) NOT NULL DEFAULT '',
  `area` varchar(30) NOT NULL DEFAULT '',
  `referer_domain` varchar(100) NOT NULL DEFAULT '',
  `referer_path` varchar(200) NOT NULL DEFAULT '',
  `access_url` varchar(255) NOT NULL DEFAULT '',
  KEY `access_time` (`access_time`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_stats` */

insert  into `fly_stats`(`access_time`,`ip_address`,`visit_times`,`browser`,`system`,`language`,`area`,`referer_domain`,`referer_path`,`access_url`) values (1563733031,'0.0.0.0',2,'Safari 537.36','Windows NT','zh-CN,zh','中国','http://localhost','/','/category.php'),(1563733051,'0.0.0.0',1,'Safari 537.36','Windows NT','zh-CN,zh','中国','http://localhost','/','/category.php'),(1563733069,'0.0.0.0',2,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/','/category.php'),(1563734918,'0.0.0.0',1,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/','/category.php'),(1563734973,'0.0.0.0',1,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/','/category.php'),(1563735622,'0.0.0.0',3,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/','/category.php'),(1563738623,'0.0.0.0',1,'FireFox 68.0','Windows NT','zh-CN,zh','中国','','','/category.php'),(1563738626,'0.0.0.0',1,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/category.php?id=858','/get_ajax_content.php'),(1563746687,'0.0.0.0',4,'FireFox 68.0','Windows NT','zh-CN,zh','上海','','','/index.php'),(1563746964,'0.0.0.0',1,'FireFox 68.0','Windows NT','zh-CN,zh','中国','','','/index.php'),(1563746966,'0.0.0.0',1,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/','/ajax_dialog.php'),(1563746966,'0.0.0.0',1,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/','/ajax_dialog.php'),(1563753231,'0.0.0.0',5,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/category.php?id=858','/user.php'),(1563753254,'0.0.0.0',1,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/category.php?id=858','/user.php'),(1563753647,'0.0.0.0',1,'FireFox 68.0','Windows NT','zh-CN,zh','中国','http://localhost','/category.php?id=858','/user.php'),(1563753655,'0.0.0.0',1,'Safari 537.36','Windows NT','zh-CN,zh','中国','','','/user.php');

/*Table structure for table `fly_store_action` */

DROP TABLE IF EXISTS `fly_store_action`;

CREATE TABLE `fly_store_action` (
  `action_id` int(8) NOT NULL AUTO_INCREMENT,
  `parent_id` int(8) unsigned NOT NULL DEFAULT '0',
  `action_code` varchar(20) NOT NULL,
  `relevance` varchar(20) NOT NULL,
  `action_name` varchar(20) NOT NULL,
  PRIMARY KEY (`action_id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

/*Data for the table `fly_store_action` */

insert  into `fly_store_action`(`action_id`,`parent_id`,`action_code`,`relevance`,`action_name`) values (1,0,'goods_manage','','商品管理'),(2,0,'order_manage','','订单管理'),(3,0,'user_manage','','职员管理'),(4,0,'config_manage','','设置管理');

/*Table structure for table `fly_store_back_order` */

DROP TABLE IF EXISTS `fly_store_back_order`;

CREATE TABLE `fly_store_back_order` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `store_id` int(20) NOT NULL,
  `order_id` int(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

/*Data for the table `fly_store_back_order` */

/*Table structure for table `fly_store_goods` */

DROP TABLE IF EXISTS `fly_store_goods`;

CREATE TABLE `fly_store_goods` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `store_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '1',
  `extend_goods_number` text NOT NULL,
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`),
  KEY `store_id` (`store_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_store_goods` */

insert  into `fly_store_goods`(`id`,`goods_id`,`store_id`,`ru_id`,`goods_number`,`extend_goods_number`) values (1,902,1,0,6,'');

/*Table structure for table `fly_store_order` */

DROP TABLE IF EXISTS `fly_store_order`;

CREATE TABLE `fly_store_order` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` int(10) unsigned NOT NULL DEFAULT '0',
  `store_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_grab_order` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `grab_store_list` text NOT NULL,
  `pick_code` varchar(25) NOT NULL,
  `take_time` datetime NOT NULL DEFAULT '1000-01-01 00:00:00',
  PRIMARY KEY (`id`),
  KEY `order_id` (`order_id`),
  KEY `store_id` (`store_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_store_order` */

/*Table structure for table `fly_store_products` */

DROP TABLE IF EXISTS `fly_store_products`;

CREATE TABLE `fly_store_products` (
  `product_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_attr` varchar(50) DEFAULT NULL,
  `product_sn` varchar(60) DEFAULT NULL,
  `product_number` int(10) unsigned DEFAULT '0',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `store_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`product_id`),
  KEY `goods_id` (`goods_id`),
  KEY `product_sn` (`product_sn`),
  KEY `ru_id` (`ru_id`),
  KEY `store_id` (`store_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_store_products` */

insert  into `fly_store_products`(`product_id`,`goods_id`,`goods_attr`,`product_sn`,`product_number`,`ru_id`,`store_id`) values (3,902,'18','1',1,0,1);

/*Table structure for table `fly_store_user` */

DROP TABLE IF EXISTS `fly_store_user`;

CREATE TABLE `fly_store_user` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0',
  `store_id` int(10) unsigned NOT NULL DEFAULT '0',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `stores_user` varchar(60) NOT NULL,
  `stores_pwd` varchar(32) NOT NULL,
  `tel` varchar(20) NOT NULL,
  `email` varchar(60) NOT NULL,
  `store_action` text NOT NULL,
  `add_time` int(10) NOT NULL DEFAULT '0',
  `ec_salt` varchar(10) NOT NULL,
  `store_user_img` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ru_id` (`ru_id`),
  KEY `store_id` (`store_id`),
  KEY `parent_id` (`parent_id`),
  KEY `ec_salt` (`ec_salt`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_store_user` */

insert  into `fly_store_user`(`id`,`ru_id`,`store_id`,`parent_id`,`stores_user`,`stores_pwd`,`tel`,`email`,`store_action`,`add_time`,`ec_salt`,`store_user_img`) values (1,0,1,0,'websc','e35c91b79cbe1deac74e8a0cf6fa9b0e','17602019077','store@flyobd.com','all',1497470496,'4842','');

/*Table structure for table `fly_suppliers` */

DROP TABLE IF EXISTS `fly_suppliers`;

CREATE TABLE `fly_suppliers` (
  `suppliers_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `suppliers_name` varchar(255) DEFAULT NULL,
  `suppliers_desc` mediumtext,
  `is_check` tinyint(1) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`suppliers_id`),
  KEY `is_check` (`is_check`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_suppliers` */

/*Table structure for table `fly_tag` */

DROP TABLE IF EXISTS `fly_tag`;

CREATE TABLE `fly_tag` (
  `tag_id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `tag_words` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`tag_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_tag` */

/*Table structure for table `fly_team_category` */

DROP TABLE IF EXISTS `fly_team_category`;

CREATE TABLE `fly_team_category` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '频道名称',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '父级id',
  `content` varchar(255) NOT NULL DEFAULT '' COMMENT '频道描述',
  `tc_img` varchar(255) NOT NULL DEFAULT '' COMMENT '频道图标',
  `sort_order` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '1' COMMENT '显示0否 1显示',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=31 DEFAULT CHARSET=utf8;

/*Data for the table `fly_team_category` */

/*Table structure for table `fly_team_goods` */

DROP TABLE IF EXISTS `fly_team_goods`;

CREATE TABLE `fly_team_goods` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '拼团商品id',
  `team_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '拼团商品价格',
  `team_num` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '几人团',
  `validity_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '开团有效期(小时)',
  `limit_num` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '已参团人数(添加虚拟数量)',
  `astrict_num` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '限购数量',
  `tc_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '频道id',
  `is_audit` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '0未审核，1未通过，2通过',
  `is_team` tinyint(3) unsigned NOT NULL DEFAULT '1' COMMENT '显示0否 1显示',
  `sort_order` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  `team_desc` varchar(255) NOT NULL DEFAULT '' COMMENT '拼团介绍',
  `isnot_aduit_reason` varchar(255) NOT NULL DEFAULT '' COMMENT '审核未通过理由',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_team_goods` */

insert  into `fly_team_goods`(`id`,`goods_id`,`team_price`,`team_num`,`validity_time`,`limit_num`,`astrict_num`,`tc_id`,`is_audit`,`is_team`,`sort_order`,`team_desc`,`isnot_aduit_reason`) values (1,697,'20.00',2,12,0,2,27,2,1,0,'',''),(2,903,'12.00',2,24,0,2,1,2,1,0,'','');

/*Table structure for table `fly_team_log` */

DROP TABLE IF EXISTS `fly_team_log`;

CREATE TABLE `fly_team_log` (
  `team_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '拼团商品id',
  `start_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '开团时间',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '拼团状态（1成功，2失败）',
  `is_show` tinyint(3) unsigned NOT NULL DEFAULT '1' COMMENT '是否显示',
  `t_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '拼团活动id',
  PRIMARY KEY (`team_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_team_log` */

insert  into `fly_team_log`(`team_id`,`goods_id`,`start_time`,`status`,`is_show`,`t_id`) values (1,903,1513049094,0,1,2);

/*Table structure for table `fly_template` */

DROP TABLE IF EXISTS `fly_template`;

CREATE TABLE `fly_template` (
  `filename` varchar(30) NOT NULL DEFAULT '',
  `region` varchar(40) NOT NULL DEFAULT '',
  `library` varchar(40) NOT NULL DEFAULT '',
  `sort_order` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `number` tinyint(1) unsigned NOT NULL DEFAULT '5',
  `type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `theme` varchar(60) NOT NULL DEFAULT '',
  `remarks` varchar(30) NOT NULL DEFAULT '',
  `floor_tpl` smallint(5) NOT NULL DEFAULT '0' COMMENT '首页楼层模板',
  KEY `filename` (`filename`,`region`),
  KEY `theme` (`theme`),
  KEY `remarks` (`remarks`),
  KEY `type` (`type`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_template` */

insert  into `fly_template`(`filename`,`region`,`library`,`sort_order`,`id`,`number`,`type`,`theme`,`remarks`,`floor_tpl`) values ('goods','左边区域（关联文章）','/library/goods_article.lbi',0,0,0,0,'ecmoban_dsc','',0),('goods','新品排行','/library/recommend_new_goods.lbi',0,0,8,0,'ecmoban_dsc','',0),('brand','','/library/recommend_best.lbi',0,0,3,0,'ecmoban_dsc','',0),('brand','','/library/recommend_promotion.lbi',0,0,3,0,'ecmoban_dsc','',0),('brand','品牌页头部广告','/library/ad_position.lbi',0,117,0,4,'ecmoban_dsc','',0),('goods','左边区域（关联商品）','/library/goods_related.lbi',0,0,0,0,'ecmoban_dsc','',0),('goods','热销排行','/library/recommend_hot_goods.lbi',0,0,8,0,'ecmoban_dsc','',0),('goods','','/library/recommend_promotion.lbi',0,0,4,0,'ecmoban_dsc','',0),('goods','浏览历史','/library/history_goods.lbi',0,0,0,0,'ecmoban_dsc','',0),('goods','精品排行','/library/recommend_best_goods.lbi',0,0,8,0,'ecmoban_dsc','',0),('category','','/library/category_recommend_best.lbi',0,0,3,0,'ecmoban_dsc','',0),('category','热门推荐','/library/category_recommend_hot.lbi',0,0,8,0,'ecmoban_dsc','',0),('category','','/library/category_recommend_promotion.lb',0,0,3,0,'ecmoban_dsc','',0),('category','','/library/brands.lbi',0,0,3,0,'ecmoban_dsc','',0),('goods','左边区域（关联文章）','/library/goods_article.lbi',0,0,0,0,'ecmoban_dsc','',0),('goods','新品排行','/library/recommend_new_goods.lbi',0,0,8,0,'ecmoban_dsc','',0),('brand','','/library/recommend_best.lbi',0,0,3,0,'ecmoban_dsc','',0),('brand','','/library/recommend_promotion.lbi',0,0,3,0,'ecmoban_dsc','',0),('brand','品牌页头部广告','/library/ad_position.lbi',0,117,0,4,'ecmoban_dsc','',0),('goods','左边区域（关联商品）','/library/goods_related.lbi',0,0,0,0,'ecmoban_dsc','',0),('goods','热销排行','/library/recommend_hot_goods.lbi',0,0,8,0,'ecmoban_dsc','',0),('goods','','/library/recommend_promotion.lbi',0,0,4,0,'ecmoban_dsc','',0),('goods','浏览历史','/library/history_goods.lbi',0,0,0,0,'ecmoban_dsc','',0),('goods','精品排行','/library/recommend_best_goods.lbi',0,0,8,0,'ecmoban_dsc','',0),('category','','/library/category_recommend_best.lbi',0,0,3,0,'ecmoban_dsc','',0),('category','热门推荐','/library/category_recommend_hot.lbi',0,0,8,0,'ecmoban_dsc','',0),('category','','/library/category_recommend_promotion.lb',0,0,3,0,'ecmoban_dsc','',0),('category','','/library/brands.lbi',0,0,3,0,'ecmoban_dsc','',0),('goods','左边区域（关联文章）','/library/goods_article.lbi',0,0,0,0,'ecmoban_dsc','',0),('goods','新品排行','/library/recommend_new_goods.lbi',0,0,8,0,'ecmoban_dsc','',0),('brand','','/library/recommend_best.lbi',0,0,3,0,'ecmoban_dsc','',0),('brand','','/library/recommend_promotion.lbi',0,0,3,0,'ecmoban_dsc','',0),('brand','品牌页头部广告','/library/ad_position.lbi',0,117,0,4,'ecmoban_dsc','',0),('index','首页轮播下广告9','/library/ad_position.lbi',0,101,1,4,'ecmoban_dsc','',0),('goods','左边区域（关联商品）','/library/goods_related.lbi',0,0,0,0,'ecmoban_dsc','',0),('goods','热销排行','/library/recommend_hot_goods.lbi',0,0,8,0,'ecmoban_dsc','',0),('goods','','/library/recommend_promotion.lbi',0,0,4,0,'ecmoban_dsc','',0),('goods','浏览历史','/library/history_goods.lbi',0,0,0,0,'ecmoban_dsc','',0),('goods','精品排行','/library/recommend_best_goods.lbi',0,0,8,0,'ecmoban_dsc','',0),('index','首页轮播下广告8','/library/ad_position.lbi',0,100,1,4,'ecmoban_dsc','',0),('index','首页轮播下广告7','/library/ad_position.lbi',0,99,1,4,'ecmoban_dsc','',0),('index','首页轮播下广告6','/library/ad_position.lbi',0,98,1,4,'ecmoban_dsc','',0),('index','首页轮播下广告5','/library/ad_position.lbi',0,97,1,4,'ecmoban_dsc','',0),('index','首页轮播下广告4','/library/ad_position.lbi',0,96,1,4,'ecmoban_dsc','',0),('index','首页轮播下广告3','/library/ad_position.lbi',0,95,1,4,'ecmoban_dsc','',0),('index','首页轮播下广告2','/library/ad_position.lbi',0,94,1,4,'ecmoban_dsc','',0),('index','首页轮播下广告1','/library/ad_position.lbi',0,92,1,4,'ecmoban_dsc','',0),('index','商城公告','/library/cat_articles.lbi',0,13,5,3,'ecmoban_dsc','',0),('index','首页楼层','/library/cat_goods.lbi',3,3,8,1,'ecmoban_dsc','',0),('index','首页楼层','/library/cat_goods.lbi',2,12,8,1,'ecmoban_dsc','',0),('index','首页楼层','/library/cat_goods.lbi',1,6,8,1,'ecmoban_dsc','',0),('index','首页楼层','/library/cat_goods.lbi',0,8,8,1,'ecmoban_dsc','',0),('index','','/library/brands.lbi',0,0,10,0,'ecmoban_dsc','',0),('index','','/library/auction.lbi',0,0,10,0,'ecmoban_dsc','',0),('index','','/library/group_buy.lbi',0,0,10,0,'ecmoban_dsc','',0),('index','疯狂抢购','/library/recommend_promotion.lbi',0,0,10,0,'ecmoban_dsc','',0),('index','热卖商品','/library/recommend_hot.lbi',0,0,10,0,'ecmoban_dsc','',0),('index','点评商品','/library/recommend_new.lbi',0,0,10,0,'ecmoban_dsc','',0),('index','商城推荐','/library/recommend_best.lbi',0,0,10,0,'ecmoban_dsc','',0),('category','','/library/category_recommend_best.lbi',0,0,3,0,'ecmoban_dsc','',0),('category','热门推荐','/library/category_recommend_hot.lbi',0,0,8,0,'ecmoban_dsc','',0),('category','','/library/category_recommend_promotion.lb',0,0,3,0,'ecmoban_dsc','',0),('category','','/library/brands.lbi',0,0,3,0,'ecmoban_dsc','',0),('index','首页楼层','/library/cat_goods.lbi',3,858,6,1,'ecmoban_dsc2017','',3),('index','首页楼层','/library/cat_goods.lbi',1,8,6,1,'ecmoban_dsc2017','',1),('index','首页楼层','/library/cat_goods.lbi',2,12,6,1,'ecmoban_dsc2017','',2),('index','首页楼层','/library/cat_goods.lbi',0,6,6,1,'ecmoban_dsc2017','',0),('index','','/library/brands.lbi',0,0,3,0,'ecmoban_dsc2017','',0),('index','','/library/auction.lbi',0,0,3,0,'ecmoban_dsc2017','',0),('index','','/library/group_buy.lbi',0,0,3,0,'ecmoban_dsc2017','',0),('index','','/library/recommend_promotion.lbi',0,0,4,0,'ecmoban_dsc2017','',0),('index','','/library/recommend_hot.lbi',0,0,3,0,'ecmoban_dsc2017','',0),('index','','/library/recommend_new.lbi',0,0,3,0,'ecmoban_dsc2017','',0),('index','','/library/recommend_best.lbi',0,0,3,0,'ecmoban_dsc2017','',0),('index','首页楼层','/library/cat_goods.lbi',3,858,6,1,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','首页楼层','/library/cat_goods.lbi',1,8,6,1,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','首页楼层','/library/cat_goods.lbi',2,12,6,1,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','首页楼层','/library/cat_goods.lbi',0,6,6,1,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','','/library/brands.lbi',0,0,3,0,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','','/library/auction.lbi',0,0,3,0,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','','/library/group_buy.lbi',0,0,3,0,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','','/library/recommend_promotion.lbi',0,0,4,0,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','','/library/recommend_hot.lbi',0,0,3,0,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','','/library/recommend_new.lbi',0,0,3,0,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('index','','/library/recommend_best.lbi',0,0,3,0,'ecmoban_dsc2017','2017-10-20 12:22:16',0),('article','','/library/recommend_best.lbi',0,0,3,0,'ecmoban_dsc2017','',0),('article','','/library/recommend_hot.lbi',0,0,3,0,'ecmoban_dsc2017','',0),('article','','/library/recommend_promotion.lbi',0,0,3,0,'ecmoban_dsc2017','',0),('article','','/library/ad_position.lbi',0,290,1,4,'ecmoban_dsc2017','',0);

/*Table structure for table `fly_template_mall` */

DROP TABLE IF EXISTS `fly_template_mall`;

CREATE TABLE `fly_template_mall` (
  `temp_id` int(10) NOT NULL AUTO_INCREMENT,
  `temp_file` varchar(255) NOT NULL,
  `temp_mode` tinyint(1) NOT NULL DEFAULT '0',
  `temp_cost` decimal(10,2) NOT NULL DEFAULT '0.00',
  `temp_code` varchar(60) NOT NULL,
  `add_time` int(10) NOT NULL DEFAULT '0',
  `sales_volume` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`temp_id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

/*Data for the table `fly_template_mall` */

insert  into `fly_template_mall`(`temp_id`,`temp_file`,`temp_mode`,`temp_cost`,`temp_code`,`add_time`,`sales_volume`) values (13,'',0,'0.00','store_tpl_2491',0,1),(14,'',0,'0.00','store_tpl_2492',0,1),(15,'',0,'0.00','store_tpl_2493',0,1),(16,'',0,'0.00','store_tpl_2494',0,1),(17,'',0,'0.00','store_tpl_652454',0,1);

/*Table structure for table `fly_templates_left` */

DROP TABLE IF EXISTS `fly_templates_left`;

CREATE TABLE `fly_templates_left` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) NOT NULL DEFAULT '0',
  `seller_templates` varchar(160) NOT NULL,
  `bg_color` char(10) NOT NULL,
  `img_file` varchar(120) NOT NULL,
  `if_show` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `bgrepeat` varchar(50) NOT NULL,
  `align` varchar(50) NOT NULL,
  `type` varchar(20) NOT NULL,
  `theme` varchar(60) NOT NULL,
  `fileurl` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_templates_left` */

insert  into `fly_templates_left`(`id`,`ru_id`,`seller_templates`,`bg_color`,`img_file`,`if_show`,`bgrepeat`,`align`,`type`,`theme`,`fileurl`) values (3,0,'backup_tpl_1','','',0,'','','bonusadv','ecmoban_dsc2017',''),(2,1,'topic_15','','',1,'null','null','content','','');

/*Table structure for table `fly_temporary_files` */

DROP TABLE IF EXISTS `fly_temporary_files`;

CREATE TABLE `fly_temporary_files` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `type` varchar(50) NOT NULL COMMENT '类型(如:goods,cat,brand)',
  `path` varchar(255) NOT NULL,
  `add_time` int(10) NOT NULL,
  `identity` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '身份(0:会员,1:管理员)',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_temporary_files` */

/*Table structure for table `fly_topic` */

DROP TABLE IF EXISTS `fly_topic`;

CREATE TABLE `fly_topic` (
  `topic_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `title` varchar(255) NOT NULL DEFAULT '''''',
  `intro` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(10) NOT NULL DEFAULT '0',
  `data` text NOT NULL,
  `template` varchar(255) NOT NULL DEFAULT '''''',
  `css` text NOT NULL,
  `topic_img` varchar(255) DEFAULT NULL,
  `title_pic` varchar(255) DEFAULT NULL,
  `base_style` char(6) DEFAULT NULL,
  `htmls` mediumtext,
  `keywords` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  KEY `topic_id` (`topic_id`),
  KEY `review_status` (`review_status`)
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

/*Data for the table `fly_topic` */

insert  into `fly_topic`(`topic_id`,`user_id`,`title`,`intro`,`start_time`,`end_time`,`data`,`template`,`css`,`topic_img`,`title_pic`,`base_style`,`htmls`,`keywords`,`description`,`review_status`,`review_content`) values (15,1,'testing','',1508525316,1508784516,'','\'\'','','','','','','','',1,'');

/*Table structure for table `fly_touch_ad` */

DROP TABLE IF EXISTS `fly_touch_ad`;

CREATE TABLE `fly_touch_ad` (
  `ad_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `position_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `media_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `ad_name` varchar(60) NOT NULL DEFAULT '',
  `ad_link` varchar(255) NOT NULL DEFAULT '',
  `link_color` varchar(60) NOT NULL,
  `ad_code` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(11) NOT NULL DEFAULT '0',
  `link_man` varchar(60) NOT NULL DEFAULT '',
  `link_email` varchar(60) NOT NULL DEFAULT '',
  `link_phone` varchar(60) NOT NULL DEFAULT '',
  `click_count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `is_new` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_hot` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_best` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `public_ruid` int(11) unsigned NOT NULL DEFAULT '0',
  `ad_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(255) NOT NULL,
  PRIMARY KEY (`ad_id`),
  KEY `position_id` (`position_id`),
  KEY `enabled` (`enabled`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

/*Data for the table `fly_touch_ad` */

insert  into `fly_touch_ad`(`ad_id`,`position_id`,`media_type`,`ad_name`,`ad_link`,`link_color`,`ad_code`,`start_time`,`end_time`,`link_man`,`link_email`,`link_phone`,`click_count`,`enabled`,`is_new`,`is_hot`,`is_best`,`public_ruid`,`ad_type`,`goods_name`) values (1,256,0,'1','','','index_b1.png',1452412800,1629481600,'','','',0,1,0,0,0,0,0,''),(2,257,0,'2223','','','index_banner_2.png',1452412800,1629481600,'','','',0,1,0,0,0,0,0,''),(3,258,0,'33331','','','index_banner_3.png',1452412800,1629481600,'','','',0,1,0,0,0,0,0,''),(4,1000,0,'生鲜-banner001','','','1481672349255154283.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(5,1000,0,'生鲜-banner002','','','1481672451859296675.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(6,1001,0,'生鲜-left','','','1481672545602467804.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(7,1002,0,'生鲜-right001','','','1481672619284617438.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(8,1002,0,'生鲜-right002','','','1481672758685877435.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(9,1003,0,'生鲜-bottom','','','1481679017761272361.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(10,1004,0,'服装-banner','','','1481844261695460726.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(11,1005,0,'服装-left','','','1481844211194785256.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(12,1006,0,'服装-right01','','','1481844097616183068.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(13,1006,0,'服装-right02','','','1481844124397414040.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(14,1007,0,'服装-bottom','','','1481844007547575973.jpg',1481585927,1577229853,'','','',0,1,0,0,0,0,0,'0'),(15,0,0,'天降红包','index.php?m=goods&id=626','','1502062956625709303.jpg',1500573613,1629481600,'','','',0,0,0,0,0,0,0,'0'),(16,259,0,'首页红包广告','index.php?m=bonus','','1508375910448249656.png',1508374020,1606696948,'','','',0,0,0,0,0,0,0,'0'),(17,1020,0,'砍价首页banner-01','','','1509663779787829146.jpg',1508708579,1574372579,'','','',0,1,0,0,0,0,0,'0');

/*Table structure for table `fly_touch_ad_position` */

DROP TABLE IF EXISTS `fly_touch_ad_position`;

CREATE TABLE `fly_touch_ad_position` (
  `position_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL DEFAULT '0',
  `position_name` varchar(60) NOT NULL DEFAULT '',
  `ad_width` smallint(5) unsigned NOT NULL DEFAULT '0',
  `ad_height` smallint(5) unsigned NOT NULL DEFAULT '0',
  `position_desc` varchar(255) NOT NULL DEFAULT '',
  `position_style` text NOT NULL,
  `is_public` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `theme` varchar(160) NOT NULL,
  `tc_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '频道id',
  `tc_type` varchar(255) NOT NULL DEFAULT '' COMMENT '广告类型',
  `ad_type` varchar(20) NOT NULL,
  PRIMARY KEY (`position_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=1022 DEFAULT CHARSET=utf8;

/*Data for the table `fly_touch_ad_position` */

insert  into `fly_touch_ad_position`(`position_id`,`user_id`,`position_name`,`ad_width`,`ad_height`,`position_desc`,`position_style`,`is_public`,`theme`,`tc_id`,`tc_type`,`ad_type`) values (256,0,'手机端首页Banner广告位',360,168,'','{foreach $ads as $ad}<div class=\"swiper-slide\">{$ad}</div>{/foreach}',0,'ecmoban_dsc',0,'',''),(257,0,'手机广告位1',360,168,'','{foreach $ads as $ad}<div class=\"swiper-slide\">{$ad}</div>{/foreach}',0,'ecmoban_dsc',0,'',''),(258,0,'手机广告位2',360,168,'','{foreach $ads as $ad}<div class=\"swiper-slide\">{$ad}</div>{/foreach}',0,'ecmoban_dsc',0,'',''),(1000,0,'生鲜-banner',360,168,'','{foreach $ads as $ad}<div class=\"swiper-slide\">{$ad}</div>{/foreach}',0,'ecmoban_dsc',1,'banner',''),(1001,0,'生鲜-left',360,168,'','{foreach $ads as $ad}{$ad}{/foreach}',0,'ecmoban_dsc',1,'left',''),(1002,0,'生鲜-right',360,168,'','{foreach $ads as $ad}{$ad}{/foreach}',0,'ecmoban_dsc',1,'right',''),(1003,0,'生鲜-bottom',360,168,'','{foreach $ads as $ad}{$ad}{/foreach}',0,'ecmoban_dsc',1,'bottom',''),(1004,0,'服装-banner',360,168,'','{foreach $ads as $ad}<div class=\"swiper-slide\">{$ad}</div>{/foreach}',0,'ecmoban_dsc',1,'banner',''),(1005,0,'服装-left',360,168,'','{foreach $ads as $ad}{$ad}{/foreach}',0,'ecmoban_dsc',1,'left',''),(1006,0,'服装-right',360,168,'','{foreach $ads as $ad}{$ad}{/foreach}',0,'ecmoban_dsc',1,'right',''),(1007,0,'服装-bottom',360,168,'','{foreach $ads as $ad}{$ad}{/foreach}',0,'ecmoban_dsc',1,'bottom',''),(1008,0,'首页红包广告',360,180,'','{foreach  as }\n<div class=\"swiper-slide\"></div>\n{/foreach}',1,'ecmoban_dsc2017',0,'',''),(1020,0,'砍价首页banner',360,180,'','{foreach $ads as $ad}<div class=\"swiper-slide\">{$ad}</div>{/foreach}',0,'ecmoban_dsc2017',0,'',''),(1021,0,'秒杀-banner广告位',360,168,'','{foreach  as }<div class=\"swiper-slide\"></div>{/foreach}',0,'ecmoban_dsc2017',0,'banner','seckill');

/*Table structure for table `fly_touch_adsense` */

DROP TABLE IF EXISTS `fly_touch_adsense`;

CREATE TABLE `fly_touch_adsense` (
  `from_ad` smallint(5) NOT NULL DEFAULT '0',
  `referer` varchar(255) NOT NULL DEFAULT '',
  `clicks` int(10) unsigned NOT NULL DEFAULT '0',
  KEY `from_ad` (`from_ad`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_touch_adsense` */

/*Table structure for table `fly_touch_auth` */

DROP TABLE IF EXISTS `fly_touch_auth`;

CREATE TABLE `fly_touch_auth` (
  `id` tinyint(2) NOT NULL AUTO_INCREMENT,
  `auth_config` text NOT NULL,
  `type` varchar(10) NOT NULL,
  `sort` int(10) unsigned NOT NULL DEFAULT '0',
  `status` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_touch_auth` */

insert  into `fly_touch_auth`(`id`,`auth_config`,`type`,`sort`,`status`) values (2,'a:2:{i:0;a:3:{s:4:\"name\";s:6:\"app_id\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:9:\"101418234\";}i:1;a:3:{s:4:\"name\";s:7:\"app_key\";s:4:\"type\";s:4:\"text\";s:5:\"value\";s:32:\"2a7b2664c369dd752cba777fe2ee1890\";}}','qq',10,1);

/*Table structure for table `fly_touch_nav` */

DROP TABLE IF EXISTS `fly_touch_nav`;

CREATE TABLE `fly_touch_nav` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `ctype` varchar(10) DEFAULT NULL,
  `cid` smallint(5) unsigned DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `ifshow` tinyint(1) NOT NULL,
  `vieworder` tinyint(1) NOT NULL,
  `opennew` tinyint(1) NOT NULL,
  `url` varchar(255) NOT NULL,
  `type` varchar(10) NOT NULL,
  `pic` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `type` (`type`),
  KEY `ifshow` (`ifshow`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

/*Data for the table `fly_touch_nav` */

insert  into `fly_touch_nav`(`id`,`ctype`,`cid`,`name`,`ifshow`,`vieworder`,`opennew`,`url`,`type`,`pic`) values (1,'',0,'店铺街',1,1,0,'index.php?m=store','top','store.png'),(2,'',0,'品牌街',1,2,0,'index.php?m=brand','top','brand.png'),(3,'',0,'促销活动',1,3,0,'index.php?m=activity','top','activity.png'),(4,'',0,'最新团购',1,4,0,'index.php?m=groupbuy','top','groupbuy.png'),(5,'',0,'积分换购',1,5,0,'index.php?m=exchange','top','exchange.png'),(6,'',0,'微社区',1,6,0,'index.php?m=community','top','community.png'),(7,'',0,'微筹',1,7,0,'index.php?m=crowd_funding','top','crowd_funding.png'),(8,'',0,'拍卖活动',1,8,0,'index.php?m=auction','top','auction.png'),(9,'',0,'超值礼包',1,9,0,'index.php?m=package','top','package.png'),(10,'',0,'专题汇',1,10,0,'index.php?m=topic','top','topic.png'),(11,'',0,'拼团',1,11,0,'index.php?m=team','top','pintuan.png');

/*Table structure for table `fly_touch_page_view` */

DROP TABLE IF EXISTS `fly_touch_page_view`;

CREATE TABLE `fly_touch_page_view` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商家ID',
  `type` varchar(60) NOT NULL DEFAULT '1' COMMENT '店铺或专题',
  `page_id` int(160) unsigned NOT NULL DEFAULT '0' COMMENT '店铺ID或专题ID',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `keywords` varchar(255) DEFAULT NULL COMMENT '关键字',
  `description` varchar(255) DEFAULT NULL COMMENT '描述',
  `data` longtext COMMENT '内容',
  `pic` longtext COMMENT '图片',
  `thumb_pic` varchar(255) NOT NULL DEFAULT '' COMMENT '缩略图',
  `create_at` int(11) unsigned DEFAULT '0' COMMENT '创建时间',
  `update_at` int(11) unsigned DEFAULT '0' COMMENT '更新时间',
  `default` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '数据 0 自定义数据 1 默认数据',
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '审核状态1 3 ',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '是否显示 0 1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

/*Data for the table `fly_touch_page_view` */

insert  into `fly_touch_page_view`(`id`,`ru_id`,`type`,`page_id`,`title`,`keywords`,`description`,`data`,`pic`,`thumb_pic`,`create_at`,`update_at`,`default`,`review_status`,`is_show`) values (3,0,'index',0,'首页','','','[{\"module\":\"search\",\"setting\":\"1\",\"data\":{\"allValue\":{\"searchValue\":\"深圳市硕泰昌科技有限公司\",\"fontColor\":\"\",\"bgColor\":\"#f2f2f2\",\"tenKey\":\"\"},\"isSuspendSel\":\"0\",\"isPositionSel\":\"0\",\"isMessageSel\":\"0\"}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5950c90968f8d.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5950c909a2259.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"自定义页面\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5950c908d2c46.jpg\"}],\"isStyleSel\":\"0\",\"isSizeSel\":\"0\"}},{\"module\":\"nav\",\"setting\":\"1\",\"data\":{\"list\":[{\"desc\":\"商家展\",\"url\":\"index.php?m=store\",\"urlCatetory\":\"功能页面\",\"urlName\":\"店铺街\",\"img\":\"../data/gallery_album/original_img/5950cbcd2544f.png\"},{\"desc\":\"特卖会\",\"url\":\"index.php?m=brand\",\"urlCatetory\":\"功能页面\",\"urlName\":\"品牌街\",\"img\":\"../data/gallery_album/original_img/5950cbcbd4a78.png\"},{\"desc\":\"促销\",\"url\":\"index.php?m=activity\",\"urlCatetory\":\"营销活动\",\"urlName\":\"促销活动\",\"img\":\"../data/gallery_album/original_img/5950cbcdbb221.png\"},{\"desc\":\"拼团\",\"url\":\"index.php?m=groupbuy\",\"urlCatetory\":\"营销活动\",\"urlName\":\"团购\",\"img\":\"../data/gallery_album/original_img/5950cbcdaec56.png\"},{\"desc\":\"积分购\",\"url\":\"index.php?m=exchange\",\"urlCatetory\":\"营销活动\",\"urlName\":\"积分\",\"img\":\"../data/gallery_album/original_img/5950cbcd65430.png\"},{\"desc\":\"微社区\",\"url\":\"index.php?m=community\",\"urlCatetory\":\"功能页面\",\"urlName\":\"微社区\",\"img\":\"../data/gallery_album/original_img/5950cbcd0d080.png\"},{\"desc\":\"土特产\",\"url\":\"index.php?m=crowd_funding\",\"urlCatetory\":\"自定义页面\",\"urlName\":\"微筹\",\"img\":\"../data/gallery_album/original_img/5950cbcd936f9.png\"},{\"desc\":\"拍卖会\",\"url\":\"index.php?m=auction\",\"urlCatetory\":\"营销活动\",\"urlName\":\"拍卖\",\"img\":\"../data/gallery_album/original_img/5950cbcd74357.png\"},{\"desc\":\"返现场\",\"url\":\"index.php?m=package\",\"urlCatetory\":\"自定义页面\",\"urlName\":\"超值礼包\",\"img\":\"../data/gallery_album/original_img/5950cbcb312ae.png\"},{\"desc\":\"专题汇\",\"url\":\"index.php?m=topic\",\"urlCatetory\":\"营销活动\",\"urlName\":\"专题\",\"img\":\"../data/gallery_album/original_img/5950cbcde3b3c.png\"}],\"styleSelList\":[\"0\",\"1\"],\"isNumberSel\":\"5\",\"isStyleSel\":\"1\",\"isIconSel\":\"0\",\"isDescSel\":\"0\"}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2e0f166e.jpg\"}],\"isStyleSel\":\"1\",\"isSizeSel\":\"0\"}},{\"module\":\"announcement\",\"setting\":\"0\",\"data\":{\"list\":[],\"allValue\":{\"img\":\"../data/gallery_album/original_img/5951c2be01caa.png\",\"announContent\":\"\"},\"isStyleSel\":\"0\",\"isDateSel\":\"0\"}},{\"module\":\"nav\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be3739c.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be1df22.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be66b0e.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be5a312.jpg\"}],\"styleSelList\":[],\"isNumberSel\":\"2\",\"isStyleSel\":\"1\",\"isIconSel\":\"0\",\"isDescSel\":\"1\"}},{\"module\":\"count-down\",\"setting\":\"0\",\"data\":{\"list\":[],\"allValue\":{\"titleImg\":\"../data/gallery_album/original_img/5951ceab15b33.jpg\",\"productImg\":\"../data/gallery_album/original_img/5951ceab296a6.png\",\"spikeDesc\":\"\",\"endTime\":\"2017-06-30T03:19:25.785Z\",\"number\":10},\"isStyleSel\":\"1\"}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951cff0d788e.jpg\"}],\"isStyleSel\":\"1\",\"isSizeSel\":\"0\"}},{\"module\":\"jigsaw\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951cff1056d5.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951cff09f0ca.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951cff07c39a.jpg\"}],\"allValue\":{\"showStyle1Size\":\"1:1\",\"showStyle1Right\":\"1\",\"showStyle2Size\":\"1:2\"},\"styleSelList\":[],\"isStyleSel\":\"0\",\"isPositionSel\":\"0\"}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951cff088e6a.jpg\"}],\"isStyleSel\":\"1\",\"isSizeSel\":\"0\"}},{\"module\":\"jigsaw\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d057c5c84.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d057d56d2.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d057e2e00.jpg\"}],\"allValue\":{\"showStyle1Size\":\"1:1\",\"showStyle1Right\":\"1\",\"showStyle2Size\":\"1:2\"},\"styleSelList\":[],\"isStyleSel\":\"0\",\"isPositionSel\":\"0\"}},{\"module\":\"nav\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d07b68374.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d07b757d1.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d07b82903.jpg\"}],\"styleSelList\":[\"1\",\"2\"],\"isNumberSel\":\"3\",\"isStyleSel\":\"1\",\"isIconSel\":\"0\",\"isDescSel\":\"1\"}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be2a806.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be42ca9.jpg\"}],\"isStyleSel\":\"0\",\"isSizeSel\":\"0\"}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951cff0e34e2.jpg\"}],\"isStyleSel\":\"1\",\"isSizeSel\":\"0\"}},{\"module\":\"nav\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d10af024e.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d10b16d96.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d10b07bb8.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d10ad978e.jpg\"}],\"styleSelList\":[],\"isNumberSel\":\"2\",\"isStyleSel\":\"1\",\"isIconSel\":\"0\",\"isDescSel\":\"1\"}},{\"module\":\"nav\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d10b26d8e.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d10acd3a3.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d10ae4adb.jpg\"}],\"styleSelList\":[\"2\"],\"isNumberSel\":\"3\",\"isStyleSel\":\"1\",\"isIconSel\":\"0\",\"isDescSel\":\"1\"}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be4e478.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be42ca9.jpg\"}],\"isStyleSel\":\"0\",\"isSizeSel\":\"0\"}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951cff0ee401.jpg\"}],\"isStyleSel\":\"1\",\"isSizeSel\":\"0\"}},{\"module\":\"jigsaw\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d1b49ed29.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d1b4c7151.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d1b4aefbe.jpg\"}],\"allValue\":{\"showStyle1Size\":\"1:1\",\"showStyle1Right\":\"1\",\"showStyle2Size\":\"1:2\"},\"styleSelList\":[],\"isStyleSel\":\"0\",\"isPositionSel\":\"0\"}},{\"module\":\"nav\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d1b4bbf31.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d1b4d2b92.jpg\"}],\"styleSelList\":[],\"isNumberSel\":\"2\",\"isStyleSel\":\"1\",\"isIconSel\":\"0\",\"isDescSel\":\"1\"}},{\"module\":\"nav\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d1b4e8789.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d1b4dd9bd.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951d1b491529.jpg\"}],\"styleSelList\":[\"2\"],\"isNumberSel\":\"3\",\"isStyleSel\":\"1\",\"isIconSel\":\"0\",\"isDescSel\":\"1\"}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be42ca9.jpg\"},{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951c2be2a806.jpg\"}],\"isStyleSel\":\"0\",\"isSizeSel\":\"0\"}},{\"module\":\"store\",\"setting\":\"0\",\"data\":{\"allValue\":{\"number\":6}}},{\"module\":\"slide\",\"setting\":\"0\",\"data\":{\"list\":[{\"desc\":\"\",\"url\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\",\"img\":\"../data/gallery_album/original_img/5951cff0cb5fd.png\"}],\"isStyleSel\":\"1\",\"isSizeSel\":\"0\"}},{\"module\":\"product\",\"setting\":\"1\",\"data\":{\"allValue\":{\"number\":20,\"scrollNumber\":3,\"selectGoodsId\":[\"635\"],\"categorySOption\":\"\"},\"isStyleSel\":\"0\",\"isSizeSel\":\"1\",\"tagSelList\":[\"0\",\"2\",\"1\"],\"isModuleSel\":\"3\"}},{\"module\":\"tab-down\",\"setting\":\"1\",\"data\":{\"list\":[{\"img\":\"\",\"url\":\"\",\"desc\":\"\",\"urlCatetory\":\"\",\"urlName\":\"\"}]}}]','data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAT4AAAFuCAYAAAAYtnTHAAAgAElEQVR4XuxdBXgbR9p+d1eSMYbEDjrMzMxYSlJOKe2VUuZe6e/1ytwrM6YMKaZN06RhZmaOw4ntOGaQdv/nndXKkiPbUuzYrjJz18eRNAvzzsw7H803inHTwwZkkQhIBCQCZxACinHONZL4zqAOl02VCEgEAEl8chRIBCQCZxwCkvjOuC6XDZYISAQk8ckxIBGQCJxxCEjiO+O6XDZYIiARkMQnx4BEQCJwxiEgie+M63LZYImARKB6E1+YA6gZByTWAjQVOJoKpB0HcvNlz1VXBNhfLZoAR1KAfQcBXTffNCIccOlAQcHJbx4dCTRtDGRkFl3Dvm/WGDB0YFcyUFBYXVt8Zr6XopjtNtzRcDYNhqpC8e4nTYOh+X5nOBxQnM6icaGq5n2sccJ/894Oe9G9g0G40BnQdadGfDYNcLp8X8duBwqLDU67DeCLeBdNA1xe17KRqmJOCqvw/g3rA2cNNicRgWI9/nfgEDB9PrBj78nPCwYgWbfiEWhYDxg3BoiPBTigf5wCbNkJNKgLXHoesGId8Pd834EZEw1cdaG5uHHwz14ELF4FXDYGaNvCvM+qDcBv033HTcW/vbxjIAgoCgxNg7NDK2jJB6CmnYBhs6GwR0cYYQ7Ydu6Ftv8wjMgIFHZuCyPMDtsO8zu9Xm0U8rrd+2Hbs09wiPh8OAVqSlrR0yMjgNHDzcUSboIt693IEUeOAnOXnsw5fq4Njvg4CDu0BpokAdt2mYOa5Na5LdCkEbB2E7BjD2CzAd07APXrAGs2AXv2m9/17GRKcBzIBw4DUZFAj04AV3xOCkoJLLVrAXdeB4SHAYtWmJIeS3wc0LUdEBUFvD0R2H+oLDjk75WJAMmte0fg3S+Bf10MnMgE5i8HLjwLaNcS+OEP8z+WhJrmmG7dHBg3Gnj5A6BXZ6BTW+DPWcDYUWZdrvyXjgY++x7YvKMyWyOf5QcBkpveoC6ybxiHyC9/hW3LDhT07ARXw/rQUtLgbNYQEV//BmenNnC2bwX1wGHoiTURPnkmCvr3gJKdDSMyUhCkkpqOgqF94Ji3HOrxdF/iu+t6c64HSnwuJ/DLNODHP0+DxNe6GfDgrSYhHUsFnnkLqFcbuPdG8zsS1xOvAi2bArf/Cwizm6T11BtA53bmZCABbt8DvPQeMGIgcMm5phq7ZiPw1kQgv8Bk+kG9TdWnXh2geSOAEvXho8DGbaYEMWcxkJUjB2d1QYDSOBcxqj7rtwDPPQgcPga89xVQKw546FZg+Trgsx/MN75lPOBwAOkngDqJwMvvm6R3/ijqT0DNeOCBZ00p/+MXge8mA1PnVJfWnrHvYYSHwYiLRfaN4xDx01+wbd6B3KsvhGPeUqjHM5E3oh/sG7fD2bIpbDv3QDt0DPmDe0Pbdwh6Qjy0Q0fhbJIENT0D0A1hwrBv3gElK9uX+Mgp/XsEjjM1y29+NQWlfWULRMFJfCMHmiTHQlWXJFcrvug7qqu3Pwr06AzceLlZj+rLLY8CY4YDY0aY37HRDz1vrvTD+5vfHTwCPPICcCzNHOwkv37dgVGDgG27gcxMoGsHYP4yYM4SICc3IGYPHDlZs9wIsM+oplx0NtCqGTDxB2DjdvO2bzwBrNsCfPKd+blXF3Ox5GJKAnznc6BNc+DCs01pkCaRe54w6379JjBpCvDrtHK/orxBORGgWUrVkHPdJXDMXw7blp3Ivu1qRH71C5ScXOQP6wfleAb0uolwLFsDNTUd+cP7QTtwBIaqwNm2BbRjaXAl1YV6JAVKZhZo93MsXwcl2y3IcAwFS3y0LX7/OzC4D3DLI2U2Mjjia94YuG+CSXbU0V94D6iTAPz7JtOus3UX8OK7QJOGwJ3XAnExJmlxNW/fCrhuHBAVYaq/r38CDO0LXHEB4LABC1YAH37tq59T5eVkatrIVKn3HgBoC0jzEovLbKKsUGkI1IgCrr4YoN3uq1+AI8eK+rM48UVHmX06dgTQKAl4+g1zjIy/yJQCaSa52018X7wOfPsbMHV2pTVFPqh0BHJuuAyOhStM4rt1PCK/+AlKTh7yzh4E7fAxofo6Fq2CmnoceWcPFsRn27YLelwMnDR7qApczRrBMX0+XG2aQUs+JKRHoTGQ+O6fAPTtHng38LovfwaaNgSef6fM64IjPg5UklCzhibJ0XZHp0arpqYHbrXbdsd6bVqYDoqV680JQC8dG0yCXLfZVIE5+Du2Nm19qzcCqcd9X5irC8Vhqs3xMcCrH5uSnizVE4ELzgKuugD4fYYpwR9JBdZvNt/1s1eBVeuBtz4zP9OhQY8tzR63XQ18+gPQpZ25qH73u6kxcDHkokjpkBLh7n3Vs91n4Ftl3XktwuYshn39VuSNGS6kNaq1BQN7IvyX6Sjs3h6G3Q5tzwEU9uqMsGlzhYPDlVQPBQN6IGzWQhT07Q6V0l+DOrBv2Qnbph2mA4u88MDN5kIYaKGqS1PIX7OLfAKlXBsc8fFGdHBQRcnLL3JBUy3hd97qJ215JDtLfOW1JEl6bHPzil6Jag5tfN7fFX9h2vSo/nIyebu9AwVF1qscBGiWIEnRDKIpwIatwOQZ5ipOIqPETq8uC7227Ms/ZgIXjALatgKys03HxuadpomjT1ez32nPnReYt65yGiqfkj9yAGybd0Lbfwiu+nWRP6I/lNxcKNm5CJ82D65G9ZA3ciDUzGwoJzIRzn536SgY1Etwh2PZWuiJteBs2xx6bA2EzVxkqrocK+SSof1Mrgik0ElW6DJ9AktWB+T9D574AnmRiq7DwW/FC1X0veX9Kg4BqroREeaAZZ9xITx+wrw/JX2GO1kOKZpBWGjvpWpMbz8XU0r9XL3p6acXn/1O04aU9CuunyrgTkZ0JBQ6ItlXmgY9PgZGRDjU9Exht6MZg2otvcDqiSzzO8b1sa/z84VaTCHKiIoQ4TEqIwCsOc6xQy0wmDlv1aUAFcB1/wziq4COkreo5gjIxa2ad1AAr0fNzTsel5dQQ7S0tOJBzwHc8nRVkcR3upCV95UISASqLQKS+Kpt1/zDXuzysUDfbmbQMr1r23cXNeCR24G6ieaODMbjySIRqGIEJPFVcQeEzOP/cyfQvZMZf7d2I/DY/8ym0SPP+E/aXVauM4PercLfGBFwKoVhUvT0yiIROAUEJPGdAmjyEjcC3sTFuDvGXNKmw2DSvfvNSvTIMy6Ldh4anumZZ+Guji9+Mn8rXh65DahbGziRAXz5i6/0aNWls4PbHmWRCJwCApL4TgE0eYkbAYvUSiIubjF8/l3/cDFLC8Nbipeenc2A+BrRwKbtwH//Jz26csBVOAKS+Coc0jP8htynTbWX2VYYx/fgc6UDQqJjcgPGfLKQ8Lhjh5KjP6mOAa4zFgB/yl0cZ/hIK1fzK474YmqYqg63lBVPO0U3dqCBxzKsoVwdWukXFycuqq5MOsBYvpLUUW8nx7D+wO3XmFlYSiM06zkMmeC+XTpQZJEInCICFUN8DEa9/jKgUX3gubd9t4yEhQF9uwLrt5rBqdzOxk3olt2HgarhzLsFc98v9/Ey3RTrMCDWSlRYUgNJskxs4L1D5BTBkJedAgIWcXHRK81r602Q0+YCb3xqPsy6nuPCIjSrLsnTIkN/9U7hdeUlEgEiUH7i4x7aGy43NxQzhOGVD4AUrz23nBD/usRUZT76FoiNMT/rLjOKP9YtKfJtuNWJg3/zdjMZAvfsMTxC5KQqlpCQEiRJsWUTYPJ0MzmpLJWPgDfxeRNa8TcpqZ4/Qgv0u8pvrXxiiCBQPuIjad10pRm/tX0v8M5E02vnnZ2Z5NSskRnWwOShVFWYpeXrX83tSixMRsDCqG9uT6L37+OXzH13C5YD3rm6WI+kx73ANSLN/IBLVpl532SpfAS8CY17Ja1kssXfxNt2V5bEJ4mv8vvxDHviqRMf99xx4/mAXmbWDKouPGPB3z45xnYxXQyzrFKFpVrMzeiU5vgbSYypozOyTE8fPX6fvAx8/wcwawHQsIG5d9PatExiZSgD67/yHzPrM0lVlspH4HSoupePAa4431wIP/gGmDbHv0pc+a2VTwwRBE6N+Eh6VG8H9AR27TNJJ/nAyaRHaY+pqGgD5O8kKyaovP9mM10RN7DzXhzgdI7w3x98BSQfNCU+pidauAx45kHgaAqQmW1KjC2amumuvvgReO1xYCeJTwazVsmYPB2qLrWDc4ea42ny38CH30jiq5LODd2HBk98zLJxw2VFNr33vjSJyp+kRwnt7CFmSnFKdkw22bsLcPN4M9UQMzbQIE4THld55vR75g3TWUHiY0ZVqrGU/mgfZA5AEh9Jl+ouY7xefwLYsVsSX1WN0dOh6r7+uLlAslB9XrsZWLrG9P56O0Gqqs3yuRWDADmBZjLa/8kDxTPwMENLl/bmXKegVPyoiYgwoF8PM2CeKeeLJ0go5S2DIz7GV3E1ZvJQDsZPvjeluJLSwDA0hYkleVoW7XrX/9s8PYlkyKh95mT76mfT1sczGBauBKbMNMNhvInvveeA/7xsSo10ctx6tXnWB7+TxFcxg/BU71JeVdey/XGsUAPgwsiFlWaQGQvNGD/+xjNemMCWySZZr3jS2lN9f3ld1SBA7e6Cs4Fh/UwbP5MYM2s3hR4W5uSjSYz5HSkZLVoJfP6jeSYPS2JN4MoLzMOtmKx47hLg56luZ2jZTQqO+Eg2r/3XVEuZZff9r8rOfcVB27gB8OgdwISHgWsuARLiAUqKfbqZDatf2zx5jS9OdZbFIj6uBB88b8Zt0f7HYzgvP9/M7cZDjCTxld3Lp7NGeVVd73ejesvFkAlrmZF56WozmJkDnElJSXgcD3KP7uns0cq5NxOSUojiwsdChybPY7EC0wf2AnjSGo+qYKG0x34nwbFQeJpwhfsISv6ebR5gtmJ9QO8fHPFRzWDYCsNRGKbCMJJJf5ad8ZSOjftuBB55EXj8PuC3aaa3lmd4MHMHBzcZ/Z0vTPW3OPF9+xYwb5npMaaqy/N2d+6Vqm5AXXyaK5VX1eXrcbfH1ReZ3n+u+G9+anqHLdWH8Z1cbLmHl39p3w3gXIXT3HJ5+/IgcNYg4O4bfO8wcVLR8aM8hOz+m3x/5zk90+eZ31EToBbpXZ59C1i4IqC3Co74eEvq4zxb99ZrTDamx+3byUUiqL/HUlL87z2mqMrjJGmb4+reu6t5Fi8DlocPMKXHj781bYYfvWja+GYvNo+l5AldDHWhBNm1vSnSMp01JdCdydKrG1B3n4ZK5VF1rXRVDGZnf37wdcm7Pfjq1Bx4rgelhVmLpeR3Grqz0m7JxYwC1JC+5iO5mNGOL8xZMDNy3309wGB2Foa2UeKzTBzcLHHDFeZZ3Sw8fZHcYanKZTQkeOLjDamKtGth2uV4/umM+cA3v5W8e4KOi4vPBcjINEQ2TgK6dQQWrzRTFTHleFI981hCHgrM8BQS38yF5lkLtAdQBba2wtHoSYMn7/X4PeZBRVSdZal8BLzj8wKN47Pqkch45gpLoNlWaDOmg42qkczOUvn9XVFPZMQHyY/2f/6bkRnJh4rmuDCRJQFNkswn8lRHmrosfwIdI0l1TW2BNr4tO8yMPwFujT014uOLMPaO56DyGEmejUDyY1Cy99YxNmjEAKB/T+DoMZPcVqwzDZc2O7Btp+mJofrK2DxOhENHTXH1/eeBnBxTmiPhiSBnnr3BhxtFQcw8lIaqM21CskgEJAL/HARIbtyjzb8UYoqTFvmD5jUWnu3h73dez0KnRwBnbVjgnDrxCfLTzLADGimZjWP2IuDrX8zAYut3upv5matztw7mam1JbmwIGy2SGBjm/ei9m7UI+L87TMlvwzY/W9YE+5krxaWjTW/fT3/+czpcvqlEQCJQpQiUj/j46hQ5uV+WHhaqwPS0MkMLCwmN+22pynJnBh0itAvyGj/bb4VEl59veu8o/THMJbuUc3QpBDJhJe9PwpRFIiARkAgEgED5iU+QH/V1piKyuffqOkt+tCXhmTrryYVfU2T1Pp2ptIZUo5ObAsBbVpEISASqAQIVQ3zVoCHyFSQCEgGJQKAISOILFClZTyIgEQgZBCTxhUxXyoZIBCQCgSIgiS9QpGQ9iYBEIGQQkMQXMl0pGyIRkAgEioAkvkCRkvUkAhKBkEFAEl/IdKVsiERAIhAoAsqOy24qIaAu0FvIehIBiYBE4J+FgHJx/0GS+P5ZfSbfViIgESgnAkrPnr2KiI9bwLxpUH6WeMjxUDTF5HwImfmg9OnT1xBH1lp7Z+Vf8whfiYPEQY6DkJ0HyoABAww5wuUID9kRLlcwM52bxMEHB2Xw4CHSxldOe4G8XCIgEfhnIaAMGzbcYIITJkSRf88cHEaPHo1Ro0Zh6dKlWL58Bf71r2sQFxdX4uhdtGgRvv76a/Tq1Rvnnz8Wv/02GcuWLcV//vMYdu/eha+++tozfnr3LqrD+xcfV4899ph4zjPPPO133N19911o3bq1511cLhcKCwsRHh7u9/0OHTqMp59++qTnlPUefC+257LLxpV4bz4wLy8P33//g2iv9zxhO+rVqwti493+8eOvQtOmzXzaVxw36z6tWrXGuHHjMH369JPu740b+2vgwIH46aefS6w3ZozZpxrTvgEgLhkZJ3ywtADcunUr3nzzTZ/2EHOOg02bNon2sB9iYmJL7Kd/Ml8oI0eNMooEYQUGvE1+8nOo4lErIQG1atbEHXfcgdzcXNStWxdr1qzBlClTvMjFHBmPPvoo1qxdi9defQ3DRwzHDddfj08+/RQzZ8zERx99iM2bN+OPP6bg0ksvwfS//0ZsTAyuu/56fPbpp/h7xgwvRcscT+MuvRSXXXYZfv75Z3z9zTcn/d4wKQmRkZF48MEHsWHjRvw5ZQp0XYeqamjVuhWuuPxyLF+xAn9OYfJZAwUFBUisXRuXjRuHsLAwz/vHxMQgISEBKSkpyMjI8Hyfn5+P73/4AcuXLRftmXDjjfj9jz/E5+LW+569emLM6NH46OOPRXvvuPMOtG7Vyk0sh/Djjz+Ke19y6aVIS00V7bn/vvvQtm1bTJhwk2c+DR8xwgu3GW7FU0GXLp1x++2347vvvxf3L2m8Pf7EE2jcqBHuvuceZGZkeK73rn/tv/6FkSNH4vvvv8fIUaNw+NAhxMTGIi83F998841H1bvzzjuRnZODhx962Od57BcS7CeffIK58+bhlptvxpChQ/Haq69i6bJlUBA6fKCcc8650qtrTYkz0GvXpHFjKO6chhmZmbhpwgScOJGB3Xt2Y0D/Afj1119x7NhR5Obm4cjRIxg2bBiuu/ZafDZxImbNmoX333sPW7Zswew5c3DrLbfgh0mTBJFde+21mDjxc/Tq1VOQqrevKKZGDdSuXRtZWVk4fOSIjwXq8OHDeP75F9CzZ09cf/11+OKLL7F48WKzhxTg4osuxnnnnYuPPvoYi5cs9vAUSa52ndpQFZ4/apbbbr9N/P7uu+96rjdPLdBx9OhRZGRmiPbwvTMzM8V/xX1aNWrUAP977/33RXuTGpikfNttt2HPnt14/fU3xL1JJt27d8O0adNQp04dtGnTBrfceqt4/iOPPIyWLVt6SHjdunVo2LAhbDYbIiIiBBZpaWme5x85fFj0QevWrTzv06BBA1F/z969fi12xG3/gQMYOmQIfvzxJ1x88UX45ddf0a9vPzRr1tQH56QGDbBt23b836P/58GvVatWQsLbv38/3njjTeTk5KBWQi288Pzz2LlzF1544YUiU2EIzBdl9OgxkvhCoCMtYgg0HOmhhx4U6t0333yL7du3o0ePHmKyxMbG4tlnnxPq3eWXX4aOHTth9uxZQtXjNZzAtWrVQmpqKlauXImOHTsK4ps7dx5uvvkmMelYrrnmanzx5ZfYuWMnHNaBQu6Fhc8ieU3580+sWO51HCCPXsgvwN69e/Hggw8gPj4eTz/9jJiE1vvVr19fEBGJi99TeqP6t2LFCtx66y3i/axCsmA5cMB9cpf7B7b3vffeFxN52NBhuPbaf2Hq1L+wYuWKk8I1enTvgXPOOVuQ+KzZs/DQgw8KYuO9nU4njhw5IvBju4cNH4bBgwZh//4DSEpqgNtuv13cr3HjxujXr5/Z5il/YsGCBUIyVVQFLVu0xEUXXYiZM2d5nk8JlveO5KFaBkS7SOwvvvRSieEkvGbgwAEYPHiwIK+oqCg88+yzePCBBzyqusWYvB+x+w9NDu7Zf99996FTp474+OOPsWDBwpMWmkmTJmHqX3+FTjjL+RdcYBSJsJYoK/+aKkTo4tCoUUOcc8454EpP0uo/oD/SUtPw7bffoHfvPmjcuBE+++wzDB8+HEOGDMGvv/2GLZu3oG/fPjj33HPx55+cwAtx//33YfXq1VizZi0mTJiAn38m8SkYf/V4fPXlV5g9Z/ZJOA4dMrTU37t364477rhdkMPBgweF9LN69Sqcd95o/Db5N0GmnIEtWrTE2LFj8MMPk8RzKI1F8HgDKELtbty4CV555eWTvJqUXvcf2C/ea8iQwbjxxhuF9EmJr3ghyUZHRwtCmDNnLohbu3btcfkVl2Prlq2YNOkH8V52uw0ffPihMB+MHXs+WrRojrvuututSprPufrqq/Hll1+K+1jjiwuHhZv399bvo84ahfFXXSWwSE5OPun9aP+cPXs2/po2DVddeSUGDRoEfrdt2zYhuT355BM4evQY3n7nbU8/PPXkUwK/xx9/QrzH2WedJUwPtMdyscrNyfW8H9t/6623om69unj3nXexfcf2kJgXysUXXyK9uicNpzPji5o1awqHBm1UnNyUAihJ3XbbrYIQ77nnXiFd0U524sQJoY4NHjwIV111lXB0kDBfeuklrFq1Chs2bsCNN9yAX375RRDNVVddia+//gZz587FhAk3onmLFh4VrUZ0DdSqVROpqWnIzMr0fL9zxw6hwt53373o06ePkCgzMjLRsWMHTJ06VZDwx598gr59+ogOWrJkKW644Xr88suvaNWqJVq0aOFRDRMTE4VEm7xvn1/VcIf7WWwf66o86qCEQtX42LFjHmI8//zzMW7cpVi4cCHeffc99O3bVzgFqD6++uqrPvhZt7Rwo4R46NAhNKKJARCqLvE9fvy4IF/iTOl6586d6NatG667/jqoioLXXnv9pLdr3ry5kBZnz56D7777DpdffrmQ+mgaoIRMMwEdHpQ4jx475sGhQf36YPuffPIp8QyaFDgGXnnlf6KP2V/E5dVXXxPPpCp+1113CvL99tvvRH//04sybtxlHm8GbT2GcDeZNl75uXriQRWJ/+NkrYj+ooF/4IABHm8gBzoH+b59+zzje9euXULd69+/P6644nIxATjxn332GaxavRqbN20Sdj16ezl+6IDgZJw/fwEeffT/hLr166+/iYHVuUsXjBo5En///bdwqLBccMEFgqi+/fZbIQFRzeUES0s7jgED+mPatOkYNmwoJk6cKOqy8H5UU3+bPFlIgbS98f60t7G89dbbHmcFv9u3bz9+/ZXEzJNLc0G72J133iGIr6xCaZDqLHGglEvCIFGRoOgQImZjx44VTp7mzZsJlfvBBx8S/UMb27XXXocmTRoLlfynn34SJMU2Uqq2ynXXXSeIkCpo61atcemll4o5WL9+PZ++sOqzLhevP6dOxY+TfhRSLvvn888/x/jx44UUTgmV2NOm6N1+SrlLly5Du3btEB4eJlR/4tG5c2dB4rRnsi3W+KpXt55QufPy8vHMs8/A0I1/ND8oV1x5lUfiOwNt+4GaxMRYqyp8SHC0vcXHxSE2Lg42HsPJ0zXFQlX0YlZ4QdHC5T5q1LOQ+X6mAZ6T8cDBg0Ka4f2SGjZEp44dBalSKti8ZYt4Fj2/NLq3btNGkOT8BQuQmpIi1N6t27bhwP79GDp0KJYtp2cUog5tWZs3bxG2Q0oUM2bMEO/bpq15D+t3vu/IESOEHYt2v4RatTBixAhhm8vMykLbNm3EJKbkR7WuV69eQjrdsGGD55lUw9meli1boFGjRsJOSNWNE3nf/v1ISkpCo4aNcPDgAaxctQopx1JE+AvVTxLY6jVrSuxf3rde3bqCqAk339VutwtvMe2XlJIXLV6MxIQEZGVlo0eP7qhXr55Qa2vVShDmAZPA6gvvKE0DbBOlMuLF0BKGkvTr21fgvWTJEow+7zwRwsPQFN5r1myaDHxNbHwe27d+wwYsWbxEPIfvSpzZF5QsiSmx50LGhYFmAS4gxINSNL93ulw4fOiwwGPMmDGi3h9TpiA7K8tnfDF0h+9DPCkFZ2Zk4nh6OtLT08W7VtX8sBaCYJ6vXH31NdK5cSrIVRITcnA3SEpCWFi4sCPZNJvHC1vekTZ8+DCh6nJlp5MgITEB3bt3FwRIVYeEsHbdOhzY73YOKEDzZs3Rp09vUZ/kQxWZpETi5Pfr1q0XaHLyr1i5UkhiZ599FjIzs7Bw0UIxc6mief/O+pRUatSIxl9/TRPXX3jhBUI9y8nOERIUCZTqLNVbeopTUlKxa/cu9OltPrN27UQhdW3ZslVMYIaTcOJzgnPisz07du5EZEQk6tatI1TLOXPn4kK3pMm2llRIBJR8SPYMZaFzhwvBiYwMrHe3l8+gQ4M2O2JKYuQzKG2tWLFSOEQ6d+4k/k0pkb/Trkqb4IYNG9GuXVvheV21cpXAlvcoKCxA1y5dRft5r+KF96ATg9eTTLt264oO7dsjOztbSM+UxOm1J/ZcRIgb35veYarH6SfSfZi0dZvW4vrVq9cIyZafeT1DisQY8GIW4uHSGV/phLOwUEiLhw4fgsvpKnrNYJiokuaTJeko1157nVfgnhXJbO1wkZ/NCM/KxyM8LByNmzRGfFw8wsLDhGpbXqIrfv2YsWNwIv0E5s2bh4SEWujRs6cgGl13CbvTwUOHUDM+XqhnJJrBQwYjNiZWhHEcOOC3AY4AACAASURBVHBQTCQSMiWHmjXj0at3b2xYbxIfVUGqqgyFGDVqpJCEFi1e5Ca+Zj6/sz69ntHRUZg+/W9xPe1ox1JM4qOquGzZMmRlZ6NB/QaCQGjAJ5GRWDmZKbloNg1ZmVno1LkT2rVtK4iZkhY9pJR8UlJTBVHl5OaICcqJf/7Y85GZmYG1a9eVuLOLYSWUuhioTAmLXlNKb3wfSo50ZPA5GsNNdu8W2MXFxWPuvLnmc9LTBXl5Y8I2RteIBr3GxJ6e4HXr14n2eooCEY5Cx8LcOXNPej9eR6IlDmtWr0GXrl3QonlzrF+/HseOpSA7J1t4mfme+Xn5aJDUAFGRkdi5axeWLV3mM554LwZ8s5/Zb5Tg6FXm/erWrYdVq1YK/PypSHSQFBYUioWSDhgPoXoinCt//pjG3pL5S7nhxgleAcxyR191yE1AsmnSpAmioiJF0O7p2GpJG1TnTp2wbv16ISF06dxZkAmlGqq6tHtRZeJuAUoIlOo4kagCUwWicb5jhw5Czd24caOI1evVs6eQDrhOdOnSRdjvSHwjR44Qk2LxkiUe4uPvvI4EQukkKipaqKELFy4S7R07ZgzCwsOhu3QYhu5RJfnelOS2bd+O3r16CYmKcXGcsL179xLSGAtVSuLYoUMHIe1wsnMSUyqkA2HevPk+z2GbSioRlPh0XTgNGPibn5cnvKdsEwO7IyMiPJOM35HgiN/k33/3TKhmzZqha5cuQqWmNEUCb9++nWj38eNpwlZH1dl6L8tLQ0eOuNfk308aB1Q96QTavXu36B8GQzdt2lSoyty1QRypMvP9+c7EOyExEXRuEBNiZD1nQP/+QnqcN3++IMdOnTqJfuGCQluiFb5EnEsaj+ynvPx8HDxwUJhPKDRUh/nkb6eycvPNt0ivbolDvnJ/sOxAlC446KzA4tPxFvQy0m5IaY5SAwsnNr2oVFkptVAFjompIbyWlJoYa8ZCjyylA07yJUuXitg7m92GqMgo5ObliknNScjJyEnJe7hcuiBYFk5O/k4pi15Ey6NKFc+qM3r0eUJ9Xr9+g5AmeQ3tS8uWLRcSHv/j+zP2zFLd+BybzY74+DhhzKd6SxypBu7YsVNMYP5Hgif5sXg/pyScSbZUj2kzPHz4iKhGMwHflap38eKNH3/r2bOHIHjaxeippsecJLN3b7IgIMbgkWCo7tJ0QFytWLri97LuR4Knqsu2L1++XEiMJKumTZt43tPqJ74nsc7OzhL4UCWnKYDY8zl8P+LLQpWd9zxy5KhQya1C0wQ921SDyypsD4mSdlZKjtWxKLfddjvdM4Kdi7y48nNV4MEVvGHDRkUBv6dxxJAUNE0VKihVLqpkVhxbVHSUsCVa5FAjpobYEWF9JslFR0XD6aR6Y5KZd3GEOYQtLTeXAcYFQf/OC0hqLpdT3N96HsWT9HSTsKxCAuHvVNmtYtVn+3TdEJIqydlf4XOcLiey/bTDqh8RGYEwh0MQHW1aLMSPEo6/9vvDz26zCxOChTdNFzk52T74UNV3OMKE7cxqj7/2sT94P05bLihZ2VlwFjoRGRkhxg5VW36mTTgiIlLcz7t9xfH0vp9wlsEQO3W4uFiltPb6w5V9x3AlBnebt6xe/KLcedfd0qvr7rmqtMXGxcYK473d7vAKJyrdKxusF1fWl3iWJwog2PFDomcIDbfSsVTl/Cr+fOXee+/z8uq6jYEWhXtaajGD/N3071csHlTHGM5gbVEqur/MiP2PiDfyjAfZX8X7i04Pmjuo+nqcDRU8f05lPir/fuCBU0pESvtBjx49RcYIBkCSz6kysIG0J2zZslkmQAzQK8H4snr165k2PZnq3WthkUQSCuOBJpRNmze5ZYbA3R3R0TXQpXMn0DHEf1NFJx60N2dlZWLXrt1Ys3aN29wQ+H3JVcpDDz8StFeXoQL09nFf5O49e4QLPzMrG82aNhXbhhj3tG3bVvz99wzkFxQEOP1Pi/Oy2nqVrG6yOxzCOyo6NYhCL6qVvknYZhlknJMjPJ4MMJVFIlBdEKBHfMfOXTielhbwfGRwd9euXUWIE7f57dmzV4TKcJxT2GLgfZ06dYUdmQ4XOtmCyTOtPProf4Ly6rZr3x5DhwwWG8fnzZsrjM00gtJTRo8ZSY/peegpZES6cMPLUiIC9RvUF17QQAs9m4wrY1iG2E1x5IjoAwa8JiYmCK8gvW8M+GWfyCIRqA4I0OHCbY2BFKYKo9efQdEMb6KnmWOdoUssNA2RaxibSa83PebUMrnNLtCi/PfxJwImPhrgGfRKD9fvv/+BYykpwkVfvHDyDR82VEh/M2fNEmENJZVWLVuKWCSKwoxqL6kwpQ8L0/qw8DPjjX6Y9GOZbb3owguRvC+51PuXeZPTUIGSWnuxV9J/ZmF/j2QiTsZhMVSAkf70VlL0ZwgCvakkRK6IDLvgwiOLRKA6IKAbuliMvT3F/t6LsaD9+/cTauy8+fOEgOWPY3gtw6AYwjR40GAR5E6StLZMltVm5cmnng6Y+CjJMaCSsT8MfGWmXTIu4874EmRmbpNhzBTZmBld8/LzRBprqzB7hJXBlt9RQmRdhgp4pwVi2AAj5bfv2CEYnfFW69auEyItC+OYmCGD+ySZj620wmwTO7bvEMkyq1Nh29u0aR1wvB6luvbt2+PY0aPYtXu3ILzihQTIbUbsE+77ZFCsLBKB6oAAt71xsS6piEQPY8YIcmRGbO+s2aW9P/mDWbIpBTJonJxQVlGeffY5TxxfWYducBsR44p++vlnEQlOqat+/QYiIjw9/Ti6dusm9nnOmDkLhw4exNBhQ9GmdWshpYlcYoqC8849R6TJYWbfkqx6devVR+9ePQXBcvsNJUJGuTMuiMGpVrGyalC1Yzl48JDIFtyhQ0cRo2YVBuMyONabWLOzc8QuBb5nWe22fmfySeZVY1AtdwuUdl2njh2Eus8ca1YUe/H6TP/eqGHDgI2bLVu1BKVu7p8VcWklGDVoN+RODAbCMi18UMaP4GzEcquPxCvg8UXhhnkCS5o3DIrn7htKbgz0DnResl7nTh2F34EJKBYv5g6h0g8RUl548aWAJb6rx18lVCieo0DD+llnjcKWrVuxcqW5t48R4cxcwe+YjogZKPgyCxYuwKZN9PKagakOh13sJSypMIqdIiyDPcn+46+6UgRqTps+3edMheLXk9xIkJQop/w51fPz6PPOFbFElspNsZgOmul/zxAqY6CF78X8Zswews5hVgx/hc4Kiuvc20iTAN/LX6FUVqd27YAHDvdicsERGVPKmHBMa0SJkrsWJPHJ0xXLGi+V8XuhsxAbN5Zs56NQROHiy6++LlMlLj6fGFly9fjxIukq05SVVZSXX/lfwF7da64ej92794h0QkwtRLWXGS5279otcLPbbCIFETNJTJv+t1C5zFRFy0SDKaBQZSX5BVK4ZSYnNw+DBw0Uhs758+eLrVK79+zF2rVrPfN5xPDhwsPMLVbM8kFi++LLrzy/871pM2D+OL4nyZG2hFmzZmNvcnJQvMC0UCOGDxO51JjhghvEvQUvZh4ZOnQI0o4fx6yZs0TanpK8TZT24mvGBwKFqMN0TAwX8t5KVNLFfA8StNiPKYtEoBogQO/uuvUbSpwPl1x8kbBVMxEr93K3bdtGaC1MeEvOoFmN83fpkqVIP3ECQwYPEs482g65B/ryy8YJhx7zJpYliCuvvfa6d0RuqYFTV155JfbtSxbSHDNSDBgwQBxNSFWXhbo2U4EzXThJhQTErBvcNE27H0WPhISaonFmMSmBE5oqNInEO5CN22YoVdKeR73999+nYOTI4aIu84rx+jp1aoszEfj7n3/+hX79+ogN/jxLwrr/lVdegT179mDRoiXi/tynyP2Jc+bMQXJyUbLNQGPL2QnceM/tRcwPxxASFkpwJPqCgnwRykPDbGmBeU2aNBWpmAItXbt2Eeq6iWXphdlA2B+B7K0s617yd4lARSHAHIoiuanX/LfuTVMa5wN9AjRvcX8wM9vQVEYNcOTIUWI+MS8i95TT1Ea7N52i5Bge68n5IZLh+rm/9/xW3nzr7YBV3XPPPUdkqZj61zShcvLB3HPIo/5OnEhH927dRP6zRYsWC0mILukmjZuIQ0qKq3ujRo4QaY+YS2z4sGGiYb+IDL1FhWrgoMGDhOOkID9f/E67WY/u3TBr9hyhpnbr1lXEwZmOkJ1iVejUsZMAzCoMtubzrX2VlA55zxkzZp5yzBsBp2hOFX/e/AXiUYMGDhAbx6lmez+/pEHDhJk8cSzQQkcI708bY1mFUi1XP+ank0UiUF0QoJBUEuEMGjhQpO9iajLuC4+MioLL6cSJjBMiSxEXchY6PbgdjinSmAosJztbSIRMf8ZsQMwwU1ZR3nn3vYCJjx5F2saYbZZZJThxu3XtKjZHWy5npgsimfEzCY25uZji2rvQuUGSWLlqtTi8mKph82bNfMiCzD17zlwh3Q0aNFCsEowJZOjHRRdegL3J+4TqSmmP33FVYFYIpipipDfDaKzCTBrMMLvRHUfEcA9m6iVAzGpxqoWphM4aNVI8l4UbxKniM+tFIIUpxakyB1pqJyaKrCNUz0vz1lJCppmBdk3G+ckiEagOCDBd/SY620oo5BOataidzbdOegvwxXkdr587b77fQ5mK30b54IOPvE8QL9VozoSYQwYPFlk55s4185lFR0WBXkQqrUxhzUSKDGEhSTZsmIRFCxeL80u9le7hI4aJWDPq5atXrREH2JAAKLVZxel0Ie14mrjuvNHnir9MS86/JDJmi1i4aBG4Smzbvg3r120Q78PUSIxnO5523CPZ8kAWepWZEZjXh0eEi+whzGrBjLMNGpgBkPT+Wv+mCkxp0vuzP+MEc77xzAred+bMmeKMiECNhswaLPLHBRhyztWtVcsWQtqmrZUrYXFjRo3oGDRt2liEunARYpaOQO8v60knSJnGsbKMZ6X8Xuh0irCykqMR7CKjNgUCph/jrrBA3qdd+3ZiaxsTIjBNGJ0oZV2nfPzJpwFLfCQlel2oalJSouvYX+F2EgbmcuLRHlWk00OEtzCDLkNTqIJu3bpNkBhTI/FsU3+FUh2L9Tvr007IAOlGDZOEamlFdfu7/oLzxwpQ/L0vz35gDjO6wLkNzPo34we9f+PnkooltflLD17agkV1uW6dOkERE5Ne0oZJlZfqNHEkgTNNFEN9+C7c3UHMmXyT5yJIQpOEVhYRVMbvzHzta1M/eXZQw6O5iifx8eS+0uzZ5ABqoNzJRCci57CVz7EsQVH5bOLnQZ2ry/TelJJIEDyMZv0GZtwtOn+WW7A6dmiPo8dSsHHDRuQX5Ht+p0RFRqcqyPg8kigPR6ErmpPVyvdmvTSzvTJg+axRo6BqqkhvbSZEMAs9OtbZBvxMGx69zMXPwx07ZrSw5a1ZvdZzXqh1bin3AjJ9Ojc9MyUUpUXmLqPUSvC9P1f0ObtUjZs2aWISUxCFqj2x5OFDCk9a03Vhs6R5gfYPhgoxcaYjLEykSS/tPIkgHiurSgTKhcCxoylCiytrHtHuTecjw7EWL1mK1JRUn3nL80sopNStU1twAEPsuKGCxw4Eeh628uWXXwcl8bHlZhqlVuLoOqpctOmx0HZHF7RJbBtOisUhSfFFrYNqrM8lnWlKxwEnMo2a3N7FeqWdf0pjvj+nQlxcLAoKCsUZDNWpsE3EkN7hMmXzYksyVzvip6pkTZM5SXw0Q3DXC2MleSi4oqgi029+Pvc5BqhTy3pB90ew/Xcm1meigUAzMvftyx1hNEGtdZ9hEuce6xBCEsf68ePpYmxzzgc7t5Vvvv0uaOKzyI9nGJDsGM5BgqLDgFIanQjBvkh1IqTKfBfG2lHlPR0lLMyBejwUJzNT9IssEoGqQoCmKO5g8jZ7lfYudFJy4eYGBjoPKWClppljmNEwJD5+z/uWtJe3tPsr3/8w6ZSIjzelkZ2pqKj2UnphLN3GTZsl6QUxuii50YFSFNsYxMUBVKU6bUqCJ+/rDeByWUUiUH4EDODQ4cNB8QJj+Gj/3rN3rzhMnQfAByotBvLCyk8//RKwV9efBuSwO0Q4C4mPJyzl5uRKjSpIjTI2LlacCCY1TKlhVoaTobLHWU5urhCKhLQXoFe4ZnxNMR9ob6efINDrAq2n/Prb5FOW+AJhVlmnbARos6CxlofDBNpxsp40WVY2gZ3K80h2PLGttKgLfzOEtnxeG6hqXPYs862h/P7HFE/qecvbYoke8rPpra4MPGiP46HOp0vlLT4wIsLDUbtOnYCeR6/x0WPHpHc42Nl1ptc3gNS0NDATEk+kq058okydOk1KfNVggNJUwFAdBjTTE3u6RT+uqPT8lnV2L73wPNeWq7Z5tGOAuoqsd8aLpBwvjKs7FefD6Z6SyvS/Z5zSYUNyAlQ8AZDwKPnFxcbBZtOqxcSJjYsBt8pR4juRbiVdCNKIeSo6kiTOatH/pzLPdcMQUR50SHBPbXU0XiszZ82REt/pXl6CuD8lMNr6uDvFTElf8QTLgVi/Hm2K9lLfjCs1By/jIHnMADNinK73kfc9Pf1c2bgyjvTEiUwRalIdJT1rwCtz5s43rONz5d8yE7eWldi1gn5XRJAmpT9u4RF2vwqeF/TGm8HPJRc+MsxB9TseKSlpyMzKrPD3qOh2yftVjYBFkuMpf/TgciOBrgec2D2YRMsVNL8AZcHCRVLiC0Iiq8yq1k4Vhgs57GGw2bVKJ54awsZXU+zGyczKqvTnSyKrGiILFHfdpaOg0NwVxRRSLj+Hj1XmnAn0WcriJcs8xGdZbjzioDzP2Sd3WFXhw/NDaP/jX0p/JESqxMUdE8G+X2JCLaFS+ytMC8bdHjGxsaidmCD2XmecOFEt8JDj00Qg2P4ub30+0wwxMXdO6C6XCIynTU+otfzNazCV93mn83pl2fKVRannFbeqZ1ly5GdTtK4meFj7coWCKoivfP3VuHFDYUdM3uvOQu1uaPPmTZGZmYXkfftEtpcG9evhwMFD4kiB6oRHedsvrz+18VNEcCQ8r/0P5RyPldkfyqrVa6RX9wz1OjJxI0NaduzY5eO04CFR2TnZSE7eL0JZ6Ag5eOiwmWswUB1I1qveOuoZ3j/K2nUbpI0vUMNAiNVrmNQAMbExyM/zPQWOUiBThO3bf0Dk+OOeSZ6HymwYskgEQgEBZcPGzV5eXUXo8EXeXfk5lPGgCstEE+KQZ+E1LtJVmAGbm8JjY2NQp3Yijhw9Jg5PCmU8aDOV7Tsz5r+yZes2qeqeoaouE6+S65ir0FuFZZqsmBrRwnliZXNO3rdfnG0sVd0Kjis6w1XOqhpPyvYdu6SqGwqyewW2gZ5jc+eIWSgF5eebByrJIhEIBQSUXbv3ynAWd0+eTvd5VYQfyPaY8oRVJB4SD8+Jvsn7DkiJLxSWMNkGiYBEIGAElAMHD0viCxguWVEiIBEIBQSUw0eOGUXeLMurJf+a3j2Jg8RBjoNQnAdKSupxKfGFwhIm2yARkAgEjIByPD2jyLnhlnA8xmD52Sf1tbXySXxMBCQepkYgx8M/bzwoJzKypMQX8DohK0oEJAKhgIAkvlDoRdkGiYBEICgEJPEFBZesLBGQCIQCApL4QqEXZRskAhKBoBCQxBcUXLKyREAiEAoISOILhV6UbZAISASCQkASX1BwycoSAYlAKCAgiS8UelG2QSIgEQgKAUl8QcElK0sEJAKhgIAkvlDoRdkGiYBEICgEJPEFBZesLBGQCIQCApL4QqEXZRskAhKBoBCQxBcUXLKyREAiEAoISOILhV6UbZAISASCQkASX1BwycoSAYlAKCAgiS8UelG2QSIgEQgKAUl8QcElK0sEJAKhgIAkvlDoRdkGiYBEICgEJPEFBZesLBGQCIQCApL4QqEXZRskAhKBoBCQxBcUXLKyREAiEAoISOILhV6UbZAISASCQkASX1BwycoSAYlAKCAgiS8UelG2QSIgEQgKAUl8QcElK0sEJAKhgIAkvlDoRdkGiYBEICgEJPEFBZesLBGQCIQCApL4QqEXZRskAhKBoBCQxBcUXLKyREAiEAoISOILhV6UbZAISASCQkASX1BwycoSAYlAKCAgiS8UelG2QSIgEQgKAUl8QcElK0sEJAKhgIAkvlDoRdkGiYBEICgEJPEFBZesLBGQCIQCApL4QqEXZRskAhKBoBCQxBcUXLKyREAiEAoISOILhV6UbZAISASCQkASX1BwycoSAYlAKCAgiS8UelG2QSIgEQgKAUl8QcElK0sEJAKhgIAkvlDoRdkGiYBEICgEJPEFBZesLBGQCIQCApL4QqEXZRskAhKBoBCQxBcUXLKyREAiEAoISOILhV6UbZAISASCQkASX1BwycoSAYlAKCAgiS8UelG2QSIgEQgKAUl8QcElK0sEJAKhgIAkvlDoRdkGiYBEICgEJPEFBZesLBGQCIQCApL4QqEXZRskAhKBoBCQxBcUXLKyREAiEAoISOILhV6UbZAISASCQkASX1BwycoSAYlAKCAgiS8UelG2QSIgEQgKAUl8QcElK0sEJAKhgIAkvlDoRdkGiYBEICgEJPEFBZesLBGQCIQCApL4QqEXZRskAhKBoBCQxBcUXLKyREAiEAoISOILhV6UbZAISASCQkASX1BwycoSAYlAKCAgiS8UelG2QSIgEQgKAUl8QcElK0sEJAKhgIAkvlDoRdkGiYBEICgEJPEFBZesLBGQCIQCApL4QqEXK6gNuq7D5XKJu2maBlVVT+nOFXWfnEIFGfnmK8SEAZF245TeR14kESiOgCQ+OSYEAqmpqUhJSQFgkYuC2rVrIz4+PiiEKuo+E9fY8elqG5y6+XibCtzVpxCXtHUG9T6yskTAHwKS+OS4QFZWFvbu3YPCwkIfNOx2Bxo3bozo6OiAUKqo+8xPVnHj5HAczlJ8npsUY+D90XkY2MjNhgG9lawkETgZAUl8clRgz57dSE9P94tEXFwcmjRpGhBKFXWfa38Lwy+bbX6feWFbJyae79Z/A3orWUkiIIlPjgE/CKxbtxa0y/krtPN16tQ5INwq6j4NXo1EVoGvtGe9QLTDwIH7cgJ6H1lJIlASAlLik2MDmzdvQn6+fynKbrOjfYcOAaFUUffp9mEEdqb5d6zUiTaw7Q5JfAF1iKxUIgKS+OTgwKFDh3DkyGG/SCQkJCIpKSkglCrqPs/Mc+DlRXa/z7ypuxMvj5SqbkAdIitJ4pNjoGQEnE4nkpP3IiMjw6dSTEwMGjZsBLvdPwkVv2NF3edotoI7p4bhrx2azyPObuHC62fno160DGuR47l8CEiJr3z4hczVBQUFyMvLQ35+nmiTw+FARESk+BtMqaj77D2hYGuKih1ulZce3c51XWgcK0kvmP6Qdf0jIIlPjgwPAoZheJwcdGooin8HQ1mQVdR9Cl1AjtN8h3DNQJh/R29ZryN/lwichIAkPjkoJAISgTMOAUl8Z1yXywZLBCQCkvjkGJAISATOOAQk8Z1xXS4bLBGQCEjik2NAIiAROOMQkMR3xnW5bLBEQCIgiU+OAYmAROCMQ0AS3xnX5bLBEgGJgCQ+OQYkAhKBMw4BSXxnXJfLBksEJAKS+OQYkAhIBM44BCTxnXFdLhssEZAISOKTY0AiIBE44xBQcnJyZZ6fM67bZYMlAv9sBAqd5jGop1oUl0uXxHeq6MnrJAISgSpBICu7fMcPKAaTp8kiEZAISAT+QQhkZGaX620l8ZULPnmxREAiUBUISOKrCtTlMyUCEoEqRUASX5XCLx8uEZAIVAUCkviqAnX5TImARKBKEZDEV6Xwy4dLBCQCVYGAJL6qQF0+UyIgEahSBCTxVSn88uESAYlAVSAgia8qUJfPlAhIBKoUAUl8VQq/fLhEQCJQFQhI4qsK1OUzJQISgSpFQBJflcIvHy4RkAhUBQKS+KoCdflMiYBEoEoRkMRXpfDLh0sEJAJVgYAkvqpAXT5TIiARqFIEJPFVKfzy4RIBiUBVICCJrypQl8+UCEgEqhQBSXxVCr98uERAIlAVCFR/4svOADJTgJwTMPZuBrLToGgmVCL3s2IDEhpCSWgIxCYCcbUB1V2hKhAt5zN1ABmFwIlCII3/FRjIciooNAywVeE2IN4OJDgUxNiAODvgUMv50Kq+PD8LyDgCZKUAx/ebf/OZGtwAHBFAVC0grgFQIxGoURuIjKvqNy7f8/N1IL0QyHABafnACSfA79j5DgWI5ph2QHRwrA2IsgFK+R5Z1VcbrjQYhUeBwqMwCg8AzlQYeh6gKFDUKChabSAsCYotAYq9LqBGntZXrrbEZ6QeBJb8BmXPShicGAU5UPJyAVchDNU9DgTzqYA9DIY9HIioASU8FugxBuh+1mkF7nTcfFMmMCfFwNECINcF5LkMOA0FLoMUYECBAlUBNAUIU4EIFahhB7rGAv1rKYj8pxFg5jFgyZcwdi8F8jKB/GygMA/QCwFdF7wnGqvaAVs4EBYJhNWAUr890PcaILHZ6eiG03fPDCcwPw3YmgVkO2Hk6VAKdcBpwNDdY1oFDHayQ4EiOlkDGoQDA2sBDSP+cQRo5G2GK+VzGLnbYOgZgCsHMPIBoxCGYHo2SQMUB6CFAyRBNQZqjf5Qa10NxVbztPRH9SO+vRthrJ4O7FwGpB+CkpcFg6OCJKcAivuEDyHsUSbwXgkVznwViEkAEpoAHYdB6TQciDk94FVEj+TqwMp0YEW6gb05wPFCA4UkOkMR856z37uJ5nekQNFSLpiIthmoG66gcw0FvWsC9cIq4s1O0z1IaPtWwVj/F7BjAXDikEl6oo/NiVBiYWPZx45IILYelCY9gQ5nA836AjbHaXrhct6WHZacww4GNmfBSC0EclxQdMPUWKxxbPUz+55SkNX7qgKFIj3F/GZR5irXsYa5IFTXoudDz5oHPX0q4KLUJQAAIABJREFU9JyVMAoPAXquu3+tmev18uIr63tKNSoULQZwJEGLHggl7lyokZ3cI75iGl19iC8/B8b0L4D1U011NjdLSDknFfGVFwN6DR2fuqoNiI4H4upDOf/fQOP2gFp9RCJO8YO5wOf7DRzINZDpAgpd1mC22u31mZPe1O3F/3nGk/hVfA8hCUZpBuIcCs6rA/SPV2CvPs01u4aS+5z3Yaz9HchOBXIzzO+LzwXPqubu0ZOZ31z1wqKAyFpAqwFQznkYiIg18agupUAH/j4GY2EakEnC06EY5qgWi3ax9xSv7vWlqGd9x39QDa5hA5pEApc1AGpVN7I3YDiPw3XgSehZS2A40wC96FAff23231WeRkPRYgFbArRal0BNvEGoxRVRqgfx7dsG4++PgJ3Lgez0MtsVOIBcJFQoiU1gdD0HyqgbqgX58UDOaccMzE01pTynKcwGVYq4wrzSVIXN+9R0AJ1jFFxSXxGmompRDm6EMf01YNcyGDnHfV7J7M+iXjVbRJnHVO+LqML61rzcc114FJDUGcrQW6C0HlItmot9uTAmHwK2ZUHJcJZIdv5etqTx7fnerkJpFgVjcC0ovePNVa8aFD39T7iOfgQ9Zz2gex3f6EfI87yu92/F6lEIFBod54e9FpTovtDq/RtqRKtyt7bKic/YuwmY9BxwaAfgpDjsvcpbUo6fJbJoUfCSGNz1vZdOYQZUgIg4GG2HQL34XiAqttzAneoNclzA5MMGZqTQiWFA9/RssTv6O7TTWyAs3n6LCYTWoCBcM9CmhoLrGylVrvoaW+bAmPwkkLYPKMz3L+4UBzSo1Y22QBsUOkBG3gOl+0VVt8BxVduVA+ObfSD5gTa8Cio+kFDVpfp7Xl0oAxMAWxWSn14APeVbOI+8Y6q1RvCHdQfU3Wo41PDm0JKeglqjb7lQrVLiM7auAH58ATiyC9BdvhPC0vmLrwhWcwVSXApMVc8jMvmsGu4lwxoT9gig4wgo1z1TLtDKc/HEZAOzUw1kOstzl8CuparbJAK4o6kq7OJVUYyNf8P441ngyE4/Oq37jUqTCLxf2scWVEJraiZBGXEnlD5XVkVzgZ3ZMD7bCxygI84f6bkHoxBnvF/Re1Ur/r13Ra8Vj/eIdwDDEqGMrldlkp/r8IdwHf0AKDjokdxPJrKi9gkpvrh0557E3tK9NbF9KJ023vCWsDV8CmrMwFPu46ojvpSDMD59GEhe5zFqF+csj/ZT0mLmzWuBTh57JND/Eijn3wE4wk8ZuGAv5ML/62EDvx02kGUtiMVNebyp93f+xntJklEJ84ZmzW6xCu5qaoa/VGrZtxb6N/fCOLKjmOOiSIE9+X1KIgD/b37SBONCGFMH6sVPQ+l4TqU2l3YL45PdEPYLSn5+LXkV/EoEIM4O5fJGQL9aFXzzsm+np/4I576ngMIUj8HFcsxYw7m4olJuXBQVakRHaM3ehHKKam/VEF9OFvS3bwf20hZQ6Ea3pMlQZPHx5gVxUZGt3yP8FXVVcRuRFQIDGJExUMY9CqXPuWX3bAXVWJlu4I3dhgjfCqQQDU0x3KEsvldQcycqnFv+NOLi96dTsEecgvuaKZUW82cw7vK9K2Ds32CGplR2qdMC6p2ToDD2rzJKoQ7jje3AunSITrNUEHaUZtkp2WkQHt2iyV+aiupVz9JsPG3xWiF5i5p24M6WUFrWqIzWmtOv4BCcWy6Ckben7GcWF0xEMK7mdthREgh2jNigRneB1vobKFrwba4S4jNmfAPjp5dFTJ4Vk+LpV3orFfea4VFtisetWOOm+ACymNBiBLf31+Me89K2EhtDvfV1oEGLsjutnDUYl/fMNh27sksmKm+TXWIYMLaOIkw4+3MN/HhQR6E7eLFNNDA8gTY8YFOGgalHdCiK6hvW4+0NdL8761PqG1SrEmxBugv6b8/AmPMJDMMlIhV8nRdeRHCSXGSG6giVxxEJteeFwnurr5oCpB/wIyz4tw4pDGLvMALa1W8A4cFPjKC6nO37cR8w5aAZiOxdhtYG2sSIOS5WqTwX9OWpwNp0Mc7N1gZQ/DazGJt0jYfyQJvgPWUBPL54FXpsXdtvhp65CIrhEuFXRcWPKmOZpkRUggat4cNQHEkwjELAmQEjfyf09IUwcrcKXHzvVVwLsMwFGrQG90JLuj/oFlQ68RlH98F48VozUr8kcSUuEUr3kYCNAWn+9EGrnSUQH6fNng3AtpXuFcUPLtQBe42Gev3Tp3WnBxf39/camHKUjoyy+4fS2b+bKegaa4ajcB7NPOrCB3sM1ApT8GQbDfUZ56kAOU7gw11OzE6jLZ8DquRJxF9o53uprYpYe9nvUZ4axqFtcL05DmCAciClbkuoQycIO68+5zMYR3dBcYRDPfceqD1MR4W+eQGcn9wGhR7NQO7JOo4IqFe/DrXr6ECvOLV6u7JgPL8JxQ23DDkyxtQDWkVBz+Uir0BNiIAaG4bC/66CmglonhAr38nuoTQfbvNeHot+sDz6cGhQxjcBRtY97eTnOvIVXHseEYHIntWI5Odtu7ScjD5avwZoUUCNoTBsJD4NalhdqFFNoDpioGdvhH74cxh526DAyxDufWsvHlQc9WHr+DsUR4Og+q5yiU/XoX/+FDD/Rz9RTEXvrYwcD+XcCWaw6ikVA0jZD/3F60wvYkklMhbqY98DdRqe0lMCuSilALhzg47UArN2WZO2pt3A2x01nxCtw7kGJqwoRLNYFa90sPnE5y1O0fGfjU5oHPR+iM973pAbL2+g4JqkgOWMQJroW0d3wfXOeOhb5otFp2iMFr2Jj7xnC4N2zySo9duact7R3TBSkoWUpzbuBES7g8+z0pB3dxeoNqdny2IRnuZTrLhPkx5Me4DSsBNsD0wGtNPH9sbHO2FMP+gJLPesb4YBVw0FTs0JvbBQrOFan9oIv6kTch9cAG1XATS7w7/Ux5ikvgliLdNnMMhb96lnGXIsDDziQe1wKE90BBJOYxS7UYjCtaNg5Gz2jGl/a7qPkKpFQY0/B2r8UMBeC1CjAcMhNAI9PwWu1IVwZW6GPXEI7HUGwZXyF5zJL4kFvTT/paGo0OJHQGs9MSi+qFziy0iF/vg4IO2wl8riDmJzIycWjTpNgQHnQ9G0Em39/makj0C8ZxOwfJrY9SGmueUB9gqLFkTRawzUW18IfoIHeMVHyTomMXDd0oCKe6sZfOxl4aih6Xi3k4Z64UUUuSvThQnLCtAszoa3utiFmmuV3/cV4qXtLjjC7FBUbmlzS5beo8XLhcbY1zc6qIg6TduZjR1L4XzjMsBZULqw7m6AERYDx//WFxETd2/wWtqAbPTGuHEwdDinfwp93mdQKQlExsKgp7ggt/QVRbNDu+ZVqL0uDrDHgqyWWgDjoVVAeoFfBYbjT3c5zd1HSZGwPdxZNMm59hg0R5hQeY3lKVAZvM49uq1joXSKg9Iu1vTYKgr05cfg+nw71Bx+LGPp1BQoN7eEMqxukA0JvLp++Au4dv0fDMN50kJe3B8HLQZKwlioCedDiWgOxR5v7q/39Cu36+XDKEiDnrkZhUdnAc5sOBpdIdRf154XoOhpHmXGn/5nqOGwd/oDSlSHgBtRqcRnzJoE/YsnAZdvnE/RyqBAiU+AMuRSIDLGN0TFW1wqbij19zkvB/qKGQDjBH3WJbdnwCLCsEhoT04C6jcNGLRAK6YVGrhujS40ILPDrK1Ipg2zbpiBGxqpqO1QsCSNBKkLaM5JBO5ooSFCU5BeoOOBZTnYmKshKlzDrU1UXJhkE9dvz3DhwRW5SFFsSIyyYUITDY0izO1v3x3QUWBwtSySr4gzw71eaKehW0ygrQiunuvnZ+Ca9q7XRZbU562meUlnSR1hf2x6QA8xcjKA9MOmtqBq0LcsgvObR0SIs6JYgRDey59b9ms3BLbbPz8t29qMr3fD+DnZs6XS7OiTDXLi7c6uD+3GVsj9cgMcI5sCOYVQY8JhbEmHsScL2sB6ZkICEmCEV2KCXBdca45Bf30T1MIy7IIc3h3ioTzZOSBMg66k58C57gIYmWt9L/VpsttKa4uFrfVbUKI7Q7EnuAmvlCdyq1veUbhSF6Fgz0SEd3oZRtY6OLfdD9VGW3YJiiK3czd5DFrSHQE3p1KJz/V/lwJ7NxTF6Vs2ASGRuXdjDb4Y6hU0VnqtHcVpPhDi4x1WzoL+8WNeHg0fY4MHJHXCc1CGXBQwaIFW5M6M/271iHo+9kqbYuDZNiq6xCpiJxL3r3+214WfDrhEsoHuMQae7BiGlFwdF8/OBiIdsNk19Ik18GJHO7adcOG/q3OxJ1+FPdyG/2tjw7BEVSQv4L2+TXbh6wM6NM3K6FA0aoYkKHiy1amaEUpvfeHTI2Eks49LKTVqQW3dT0htarfRUNsPDhRS33pZx5H7QD+o+ek+6u9JN4utDftjf0OJrX1qzynpqhwX9IdWAPu4Lau4EaqY8tcoGnqjcNju64icd1ZC35sJxaFBbRKDsDEtoEQ6oMSWss0m3wXnzP0wPtsOtdCycxZnAvfncBvUV3sA9Ss+w4mRux3O1ecKh4TfYk0xWzy0Vv+DWnMEoAandhvOTBQmfw/nwd8Q3ulFOA99B+PgB6UmXVJiesLW5Y+A+7fSiM84egD6fWcDzlLiOWj8fegDKF0GBdyAUitmHofr4QuBVEoJJRdl+GVQJzxZMc/0ustbe3R8T9OPtRvda3I0CgcmdtV8wkuWp+q4fXUBNIcNzSN0fNrdnAhPrs3DzBMqwh0anm6lYGCCii3pLly1KBe2CDsiHRom97aJbZxW2ZOtY9ziQtjDNKECe5dIm4KfuiuoUcHR/sbxQyh4pA8Ut5rrmfqK26dLCTSiBrQJb0NtyL3TGpSoeJFdJ9BCqU8JjxYODyMjDTm3d4Om5kK1qSeFwIrN/nwJTYPt/h+htu4T6GMCq7cvB/qD3GZZSjQ67RL9EqGObYT8zzbCdlkLKDXDoKcXQIm0wbU9DQW/70DYFe1g61kPiq3kBcnIccI1Yz+MidugOlVT7S3BuKbc2BLKmEaBtSOIWvqxP+DafKN7TBcJEj7BaEoY1JbPQ6tzCaCGQy/IgJF7EEZBOvSsPTD0QtjrDBQqrndhlhY1ugmg2mAUZqBg2+sgCTqa34T85RdCxVFwHS+KEPDSItRw2Hovh+IIbHGrPOJbPR/6czeWbt1v0Bzasz8AkdFBdEUpVQ0D+vdvQP/5/aIdn+6+8vEHt+sF7YkvK+aZXne5Z5OOZcfNkektpJIH420Gfu1F4isipZkHnfj3+gI4IuzoHqfizY6aUE23Z+q4e00hmsdqeKG9Tdjn0vINnDM3Dwi3Q1MN/NbThsSwonutTXPi2mUFCKMkYWXysKRqAB92UtGhRlmuluAgcS38Hs6P7z5Z0/PWPus0R9jjf4kUYsEU1+YVKFj0BxgVEH7TM1Br1YNzyVTkvnItbBGcK37a4jUvtLH/hu2CfwfzyDLrGmvSYDy+yh2357+6ckEjQUAF85NR8O0WqDFhcNzVFbbOzBupwMgsQNb9s6DkOKG0q4mIm7tArVWypGZkFcI1Yx/0D7dAU20lhsMofRKhPNqlbG9ama30reDa/hj0/R94vvSWOT09kHgubG3fAtzxddnLH4IrdQFU5EMx8oCoZkLtNXKPmvehUiI2I9gQ3vEp2OqYgo+ek4zcpdcjvN0j0DPWwLX7eWhur35xW6JY39p/ArX2mIBaVGnEp//yEfSvXvZ6qWJiOqOxr38U6jnjKzTDhrFrI/THr4GRk3kSIJ43iKkF22eLAwIsmEqXrnKJjEQnEZ/YT2vgyroGLk/SUCtMBRf6OxZnY/4JFY5IOy6qp+DhlpqwFjEedlmqjsQIBc2jTI9srsvA2Hl5SFdsQqK7IQm4uZkNBbqB/Vk63tqSj1lpirhXcYmP1z/RWsU5iRVLfIWf3gvXvG/dKZXMexctMO6hGlMXjkcnQ63TuHQonYUoXD0P9h5Dhbcu550HgcM7oDVpB63vaNja9UHhnB+R//ZtsNER5JZ23VY9n3cQMkL7IXA88H0w3VdmXeOPZBjvbfb2mwmi8Qj4nNP/6QI9wY7sB2dByzSgqXbY7uwE21gzl6DhdCHz5r+g7c6BEmGHdn5ThN1Uun3OyC5E3g0zYD/BqVIkIYq2W4mLmsdAfaW3mbixAotz1VgY6Ut8nBrFLVFqB18CKjy6CPrxVdD3vgM1sj5sbZ9D/sqboNijoNU3TUxG/jG4kifC0el12Bpd4Z40OvI3Pgsjdz8cHZ9A/rwB0NQMM3TLT1Ea3QatxRMBtbbyiG/ii9B/+9gtmnuRntWGGvGwvTgJqFdsQtAdKvKwFWssvy+eZsrfd3k5cD1wEYx93CtabE+vBZGqwfbzloAAC6bSsMUuYW/zKe6m6zAQbeioCRe6xABPdInAU+vy8PNhBWqYhv+10zDUi5i45U3k5HTDwIwu1y/Ow/o8FXaHilfaMjhZwz1LsrEtU8cxp4pCu03cS7Ww81om726q4Oqkip0UBU+eC33nylIhMmCD0n4owh74Akqx/jNys1Ew60fY2nSDWr8psh+5EJEPvA+1QXPk//wOCn95DeH3vA+1YSuotepDTz+GvBevhXJgLRTNn85X9CpKrSSEvVb6uwXTt6yrf7wF+HG3OXHd/erJHuamfeWZHnApOnLvmYkwRzRUmwa9USTsT/aCWicS+XN2I/f5pQg3wqFqDmBAbTj+26vMV8k6/yc4cuywaXbfzC/W1EqKgvZ6XyC6YsN4XAs6wcg75AWsL9PrsMMxeCNA76275G/9GM7dH0F1JkMNCweiOsB1fB1stfvB3tl0hOmZW1G4+ALYOr0CW6Pxnmv1zB3IXXgVIof/jYKl44GsRdAs6d5bk6BZI/FsaJ2+KBM7Vqg84vv4WeiTPyv5pSKiob08CUqjlkV1XE7o03+AOmqcyL7hKcePQd+xAWrPoT7309cshNqqs6+qnHUCzvsuBA4l+xKfdaVbJLFN3hEQYMFU6rHAZe5e8n4W/+0eK4ZuQHe60CzcwK8DwnEwx8DfR13I0JlVRRPOvZIKb/vrPiempxi4oIGGQbXo2DDQ988sZCgabDSc20z7nmfJ8BooExoruK1xxRJf/n09oR8lziaownct/lkUdUZpSFfCEPH2KqixCShYPBX6wV1wDL0YRnoKct++H2pifUTc/j9kP3sNHL1GwtZvLJwbFiP//XthHzoOapOOsA+/CkpEpLjWOecbOP9428vB4Z793vYFRzgiPnWPgWA6sZS6+qvrYPy1r8QauqFDe64XdLiQd98chIVFQ1U1uBQXXPUd0CMVuA5mQk11wuGIEKqr0b82bI/3LPUNnXuOI/uaKYiwR0MrFp/o6eI6kdDe6gfEBW4/DQQW58wkoJhtzue6mF6w9aaToUhQyd/6CVyHJkPNXAA1Ih6I7Qk9ZQm0xIGw9zCJSk/fhLw5Q+Ho+j/YGhcRHwwnsqcPReSQn1Gw4Rng8FdC3fUXEKvE9YTW889AmlGJxPfRs9B/JfEVCcbe+dYURYPSexjUCY9CqVlbxHLpG1dCf/9JqBdPgDpoNOBwwMg8Af2bN2Ek74B213NQEuuJWxp7tsD1zmNQB4+FOupSICIayM2CPuMn6F+9BhTQkFq0f5foeM8L25SKJ74u813u3RrF3dDm00W2Od1AtGpg3gDa6hj8b+7PjbeXrYZmOc29vwlhCsJVYFO6CxfNz4MWaRfG/pNjvore48ZGCu5qUrHEl3dnF4gjA0orVM2adEbEE5MF6RUu/BNqbDzsQy8BCguQ9/GjUGsmQqlRE6hRC/qamVDqtYCt+0ioUdFQW3SBEh4FJb7obBXXgW3IvbMf1DC2uYSHaxoivvSSVAKaHqVX0l9aA2O6P+IziZc7N9QXekM3XMi/dw4cYZGC+Pg9yVDXXeDip2k2aOKcGAXGgDqwPVG6xJfzxWq43t+A8HASafHV0U36tSOhvTMAiK9Y4nP9XVcEHVsZ0YukCcO009W/BraOr/oAZ+SlQk9bisLlV0MLC4fa/kW4trwA2GKB+peJLFZG7mHoez+Eo/vrvsQHIGfmWIT3eh3O3V9A3/MWNNHPRcn6POM8piu0PoGFRlWexPfhs3D9/EnpiRkcEVCatxWxfHA6YRzcAxzYAyOhLtRGLYCwCCAzHfquTUBBAZQmraHUqi06wTiyH0byTigx8VCatoYSGQ0jOxP63m3A8RTLeupX/OJksU11q8IVMCGsW3Rf4OLWTJNiPdq9l8Xdiu4zDHzfVUP72PIR0bNrczFxvwEbiU+okV7eDLHeFImfdzZVcUuj8j2vOFR5DwyEvo8mg2L2W6+KaoNWcNz2zv+z9x3gURXr+++csyW9QAgJofcuCoKiIIrXgvpTL/beFbvX3hV7Q7Fx1Yu9d8UuiIqCIkgvoUMghATSk63nzP/55pyze/ZkN7sbNwn8n537eMnuzpkz880373xtvoHUZwSUDcvhef9Jkb+N11XBccLlcL85FSmn3wD/oh9hP/YiwOcDy+kEqVORADzBA5biX/47Gu84AXIaSbj0Y9P3s4xcpP5vXQJnF1CnLwf/QlN1Q4v2fpUuiHrsIE3iu24unHQaxVDvxbrVJGLzBsXHdYbt/ma8zypH9YWfwb7eBacjrYm5IDD2LumQXxgPNBci0wJqKHN6C49riJZpcBaxV7fLYBv6cJOWPWtfhLLqLthph84aKTy98JSBy5lQyW5D9lClEo6D34XUKTS8qWHOv5E6+gn4N78NdeN02KgNIxzXNNtSx3GQDvwsplG1HfC9/iSUd14MvybMVEzPhHzF7eJiGfX1aeCl2zT7HkXxE1dT3j5FN5zRZxHdDwGU4ngEXcZzxZ0i5ZT6xZvgW9ebLexhicKcTti+0o7fJLKMX+AXFweFlBD3rv4L2euKOG7p33J7TKOf44jv6rCbTiqkkEPDAAD6Vwc807vv7SfhzC6JBT7Po2dC+Xt2OAwIfGc7fgoc59wrQlm4xwXXszcIiU8pWYeUs26FsnkV7If9G7y+WgAeI4nGmHsLKdXaSvj++AHe794EX/+nJglEGJLUcyhSHp+byOkFf6sY6kzim3A+Rgah6j4xVgO+a8nGR8BnHJmxPqPNEx9XANsDkZNsqlUuVJ/8HlK9KbCToBAC8kFxl/XIhDTjMCAtsbnI1HmHgNcXh6cj4XjeJNhGh9rZuOpF4/fHQ25cBFt2gUglLw2+H8qWt8AVF1jmAKg7voR96L2QOh8J2ELTy9d/ezTSJ7wB76onwLe9BpuTbmZrKtqzotMhDX8hpjluO+Cb/RmUR/4TvVMZ2bC/O0/DsmtPAd9Ch5UN1gqnMjZt0vbsJ2Dd+8B/96XgK/6K+k7WewBsr3wXtV68FSb/rWC5iPMMMrnhdbQGaHeUFPwyztliJ9zSPQpO+qURUoYDsp1urbLuMaFS0CvDZExIcKYW3wePwfuR2XNvbMfB4F75kFOQcv2MwGUS/g0rtJMX6VlgHQpEnCf9HUtpeOle+Od+BNZIR5p8kOyhMGBuw374GXBc9XwszcZch/+8A+q9f4aPpRPHEAn4DtWA75ofhcQnTDqBN4T6Q8XpjvGFsD04NmIf/KvLUX/RF0iVMmGz0Uapq9Uh54Lo9EYHSM8dlvBLidQlF4KXfqn3z6y9aF8pUgc4jl4tYvGM4ln9EnzLpsKRwSDnDoO033SodVvh/WsK5E5jYet9Abzzz4ZUcCQcY0PDyri3Dg3fHIn0ST/A/fuFkCp/Dqq6FtCXBk0F631lTPPXZsDHi5fBd/mJYc72BcFMMERmDuxfLhGSnf+S46BuLg4Rqw05RnvK/P9B/rO//BVY38Hw/+cs8KV/CEJYBS2zkCmPOxryA8HYpJgoF0OlG1ar+HIX+W+DJZIJSlU4Phwp48Dclklhj65w4YVNKmzpdkhkLNSLdavQfA0Mc8dI6J4a3Y4YwzADVZS1C+G+c5IFCPQs2XocN8vMg3zEuZC6D4Zt1BGQ0tI1e5FYxPGVmilHAFuWQqKrGAXWm44jmjmNruO89kXYDjstvhdEqc1XV0K5+hfAGzyCabYiC+B7apwGfFf9EAC+piqI6SjjYYWwPXRIxDd7vl0Hz92/IMWRoTlDAjJf6ExLk/tCumFEQscr1tHmGVBX3RWxXbLXSePnQMoNvtuz/DnAvR1S9RwgrQjyiOfgmXc+mH83nOPfB0vvAd+Kh6Bsegv2Uc9A7nFKoH3vhvfh3/oFUg+dAddXB8LG9kA2279NLCwdOgcsJ7YxtxnwweOGb/Jo8Noa3a4RZqOkNZKVA/tXS8V5Xt/Fx4FvWhsUXSzrNIwlR0Cc/ZWvwPoNgf/6s6AuDcbnGfbQwHO6x9F28X8gnX9twpmEEhQ8tDFCgkXzZi+ukwSOylVxXW8b7MYdmjH2aHO9ilv/dmMPGcmdtqDNyDgJaKwJ/V+KBfz+QC04OqHF60bD5fuDV+uBqSGNB6UD7swGt6WBde6JjKnvxCzhWfva8NS1UH56W0h6Gs41tZ8KG1pqOlKfmAOpqyliIBED3+2Ccv4P4FXhMwCRBCdPGyfCWTxTvoeD8gsaqm4YM6j4akIhbA9HTqne8OQ88PfWwWkn+14w00RIc2TumXYY2JjOiRhlSBu88g+of5wMKEEbjnk9iRjG3tfBNuye4ObrovRkKrw/HQcpswe4lAVlxw+wH3A/bH0vEiYstW4TfPPOAMsaAMchlGlFBve70PjjWXAMvhBo3AH/0jthS+HCcafZRoP5eFhKIaSJi2M+Htd2wEdi8LS7oHwSJc4mKweOb5ZpwHfJCeBbo3tbg5OuxYnYXvoUEgHftWdCXRI9MNn+3PtgB0RWL1rKPSvrgGP/ivFyDQ6kQEWhpILRXQ36PcKhXGex2+vARRcY7aCEJk5d2osCaPf0lXFp90SjntZT96Pnw79AOzNpwfZISfeCAAAgAElEQVSgYiKu0KVfbUh/8mvIg5oP34hEf/eHz8Lz2r2QTOENhhZgfkbq3h9pj32vJb5IZCEP/C3zwOeH92STrG975jAoJPFN+U44IySReTiy/4dP6AL7o5GPbNac9QHsxQ2w21IjZmphhRmQ3zkm4fY90W9POdRfJggvbDgOollV5ELYxr4HqQPdhRss3pVPQ3akQfVUgTnzIPc6Bcyeo1Wg9FTlvwuPt1xA42fwbvwUys5f4Rx2NTxzz4Dk3gCbOIIZejOHIGePs8BGxG7KaFPg4+tXwnf5KYArUipiui8hG47vlwtaqKuXAm497VCsDEshBIP3A1LS4L/6TKh/z7dkwQu1q0i9esP22jeifqILJRE9Y4mKP6stUl+Y3Z7enS5xdLZxbGvQ6ndLZdjl5nT/tPi7QeEir19nJ6WlB0rdXCQVzbYzbKcsUELFNaQfS24GfXAdHAxfjZLFJUStUXw/vA33cxGkZ8u4KVNT+rQfIQ8YGbUr3O+FQl57hxNSfhHUilI0PHU9+KpfgxJfBLo6TpoCJyWcbXF+x8jd4wt2QrnxF+2OUAPQ9PhFAXzTJwiJz33FN3Da03Xgs2wJRtQz7dsTusL+WHjgU6saUX3U60hVU2GTnaazuiZjCgW5nzkI0vX7R6VpiyqQB37JteDb3ov4uKow8OzRkA/6L6SM4IEE7qnUg1j9gJwCZrccW1SJiSlpoRP+nX/As+RxpIy5F0rJd1BWPg6bQ9XsuE0Ql0Ea8zpQGNtxNep4mwKfUHevmAy+SgM2czFi+kAS34/LNeO3JX1VbBOlpSwiAvqvPAPq35rEF7QGmiQRJsH2+MuQDjsmtqZbUOu3KuD0JX4tkFlEL5jSNJkWKv08bZCEkdkM35YpIj7vzK4yVtSq+KRUxd0DbeJ87qPr/XhosA0yY3hivR/X9JaRbmN4eauC93eSVzt8cKcx/sM7SnhzPxkxhAm2YLQAr6lAw2WjwOtDjwiKo1TGROgAQcCXetursI8/SZsjjwu+jath7z0IzLIRNX7wItyzXhc5GpkzVdTluzZDhgeScRbZDHz64mDONKS9+Hv0I3ItGq2WSl65eg74Uj3btDFIzoRzw/bcEVC4ogOfLvGJfprsD6aVzA8vgv3x8HcDe37eiMarv0aaI0scfQuK0Ka27DJsM44ERrTiXSP1G6H+NA7wu02BxCYwpzhFxQ4lcyTs41+DlBZfbkClcg3cCx9AyqjboO5ZAv/fD0BSd0N2stDjajqtmaMD2L8WAY7gaZFo09m2wEcE+elr+O+4Uly9Z577QOKSlBTYX/wAbMDgaH1v/vf6WvimnAG+eX1gIw4RkAkfBw2BfcZHQGaCVSBTz+hGtdOXKFgopL4wK9Ooq3IsO8yGLk6GEhfHHg/HiBwJNT6OBXtUHF0giytav9vpx/FdyI4H/FKuYFwnOpIGfLbdj8uW+7XsHmHPMjKkysA7I2SMy20dNVdDLw7ft6/BNePWYNhRpJkiO03PobAdfCIok65vyW9Qd26F1K03Mm97HlIHzUbFG+tRdeE4AXSaWYuJGDg6iiech1ayGjjAJDhJ2rtkaqtIe8aw+BcboNzf1KRCYcrSI+OAIR3he2kxbNyun60N1TpCnB1jCiEf36cpxThH3dTZUD8qRqo9E5JVetVpwI7sAfn+sVo+v9YqXAVfcj345qaJPcz2PsVvA889EFLPMyH3OhHM0fw6Uxt2wlf8PlRfPexdDwNcO+Fb+hiYayNsDkl3FFvEetkBaeRzQLdTLZpd84NvW+Cjvrga4X/wJijfkEvcfAWNLgaQwNK1F5AWWfWMoNGEjJQpCtStm/QTG2GIYLPDNvUpyMf8O6FJEaxvIhanY2UXLvfDI5x/pt6bDnaSzWvmcBmH5DJ8ts2Hai/HhX0dWLxbwafbvOIs7243x4PLXXh8VJpIP//AMheuH5yCXAfDk6s9mLlDFXY+0oPpUnFzKnZ666XdZVD8HsV/tmahYOTGe8+Asnph07hNq7pLRuyUbJD0h4YacNUPZnfAduCRSLviQTDZjoZ3p8M761XINjUg3el+qWaHwXI7If2xWZC6D2jN4QJ1XvivngMsr2iiWaij8mC7fSzg9Ys5CWsYM/fOKcO3dpfYvOTuuZByUgC7DP+WStTf/C0cFQqcYe17DKBjajOPBiuKL/NNi4hTtRTqz8cBSmOYSA29RZXkGxmqLQ9I7QOp1ymQCw8BnNlglJ2FqKX6wBsr4N/6PXybZ4F5dsI59lGolaugbHgPzFsG2c5DPLlmFxYKJoIdRElmQ2P/oo2p7YGPbHdrl8N/6WngtdZkhrFAWrQhWcAlbHUG+fRzYbvuLiA9QSmwmumWSwEe26Ti2a3aETazvBVQUjjQ0645NyjVvMqAvhkSyhpV7PICQ7IkNPg5NtSrGJwjQ+Yca2pU9MqUkS5zFNdxVFN+OwfFdRinNoKd6p4q4dMDZPRNvCkzrHTiX/oLGu87G9ytJ+kMnNs17A46FUjs173a4gSDfpqB21MgFQ2ggBAR3Cx56oJOjEiOH9PUU1B66k0zYD/0/0LPecfCPi2ow1ftgXLjXPCd9SFPK3YVas8MqOmUL9Ac2BThJT5FnN8VN7Cl2jUHhVOGuqcRUkkD7JITNslIWGrObg1INx4I6dwh0cG1BeNr8gjZ47Z9BL74P4Cqpd3XZjQ0hEBcuKQyqIoE1Z4HbuugHVWT7MKRwRUP4K0GvLsh+aog2Tik7P5QGncD3koBeGTKCNykoGdOF2+xZYCN+wjIiz/PYrsAHwWpqrO/gv+B28OAXyJmpfk2pCHDYHt8Blh3LTVQW5QSN3D5SgW/VWqnS5quATq3q0JSKf086eGUlpGTRQCUUJPu2KUr/EgwEiYtDpAAKS5joWeIEWS6wcqixjKGAgfw4hAZh3fUnCJtUnweeGbNhGfm/eDinHSYzDhGXyLgAeeSWBwkDmq3yEXpuUkUcJ58BZwX3tPEVthqY1c41I+LoTy1EHCTJ1+HAS5O5UJldCA1NKYz2JcgQwipUCVA02y1IusLbQZ0ppcSdVIOPquaKzNIk/pAvmU0kJ3Ys7nN0stfD77kNmDzO2F8+KFPkkQvElQQA6u0CRgbH92JQ5mWCOD0mM/ARqgnYAo377Z0sBGPAD3PAAIbQeyz2z7AR/2jdFHvzoT/qeC5PmuwrbF5WC0isQ+vaU2pRw/YnnsDrFffVr1W0vpmkvQ2NnJctELFktpQL2/IuMVgzbumhhjBhA5Nl0vg5vqAkTwUWWcMkXFaoZaWvi0Lr6uG553H4f74hZAIu6BsYA6/1bjbHI4ScHg1Obmj0UcbpdFGcC9xTDgZqVc+op0EactS54X62Too0/4C/ME51viXehocb3CWw6F/eIQ3btuw7hPSmEJIU8eDFbW+9tKEnI07gMU3gpfGdvIpkKswZBCapB/tHiXzu9mQW4CB1wC2lqn17Qd8NIqaKigfvgn/y8+B15tUBP3gttjtw+mFhqXMjBj638byEYkLLPwj9ekD2x0PQjp4Qqva9SKtNeri/CqOu9ep+KNa2/0jDK/Z5WoJhggVhIwL5QCRkfmuPhLOKJRC0tK3JRbwqnK4P5gO78cv6LF7cb49ilSoo6WegRNwTDwVKRfeCamwZ5wvSlD1ajeUt1dDfX25uEyoaYllQBEes048SXoTe0K6aiRYX7q9LEFjiLeZ2mJg+QPg278KPSIVrh0z4JmNdSFjC572sTbBKGfhwGuB/lMAZ8d4exqo377AJ8CvGsr3X8D/9KPglVUtHkizD8oSpFGjYb/7EbAevQG61q+dCnlmN7k4bi1WMXuPahYMEtYj4ifyDj85SMKRHdsP9IwB8aoK+H76GK43HgVJgSHFjANWTLAuDGtd0yKiEBfHiZfAecoUSHld2mVj0wU7oNoN9btNUJ75C6gzTnWY78cIqnQhYd7GZdwhdDBJ7wFnGJ3BkyEd3RvS1QdozowIWYkTxlTNNUR6LEl+a54G3/g2mLD5adJtMJIiGuI1gbiQU8jiV2cHsOF3Ad1O/EegR021P/BRL+rroC5dBP/M56H+/luI/SucOSzcd5HmhaWnwXbplZCOPgGsz4D2WxCmDhILbGjg+LpCxSMbVVQZgkG4HTBOziUb3imFEi7vJmFklhbCsjcU3lAL/9Lf4PngWfhWLNB9GNpiMFKlhjf1hRo6gqpw8DpJqedApJxzE+wHjGt79TYSceu9UJfsEpIf/317QqeAdc4QUp40vhvQOb39JD3rqAj8dv0KrHwcvG6TPrcRczg02f+sAq3GG/S8BFYwDhh4NdDpYMAa+NwC6u4dwEcd93nBy0qhfjcLyhefQN24HvDFeNwrzMBZZjrY6LGwnXkepBGjQIHRTVLVt4BgiXqEJrnGByyrU/FKCcfcPRzl3ua9fk1soKbOpErAsCyGC4skHN2JodDJEn8W9x8Onnvd4Du3wTvnY3h//QLK1mLTTetG42G2NfGV5XuK4SvsCcdBR8Fx7NmgY2kshY6jtJe+F4Y4PhW8tA7qD5vBv94Avr5Kt/1ZbDSx7OTk5S1MBxvXHdLpg8F6ZgPp8Sd2+IdTGOVxDvgbgZq1wMa3gNLZQEMwUWsk7jbv9+YXcIpSyB4I9JgMdD8JSO8a81ncaOPce4DP6GltNXjZTvC1K+F/9w2oi/4SHq2wntAw5hKWYod06pmwnXQ6kJcP1rmgXVXbaBNAJ51KPcAuD8eX5RyvlKio8Fhsm9RIBA+PQwImdZJwcVcJvdOAIiddGxntre34O9leayuh7tkJZfNaeD6aAf/q6KnDAuIDebK79UPKKVNgGzIaUsfOIm/f3rSpNaFujQd8VwP4xiqob68C/3unCOCP4N43Pa5BAuueDXbmEEhjuoDlpwOdUvcKzSUiF1GKFncF4CoDyucDa2cA9duCFyFZ9zh9HRsHGsTH/LHAgMuBrP5AWmFcpzJi4e69D/jEIufijC4vLwPfuB58y0aoO3aAU0ByTW3wKBvZNex2IL8zpKJuYL37QOo3ECgsAsuj1ORt7MaMheIR6hC2V/qAEjfHmgYuPMDbXEC5B6jxA3Tul47iZkhARwfQNQXolcowMIOhVypQ4GTijt69SN5pnhoEgCQBlu+AsmMT1G3roZRtBd9dBl5bJY6kCbR3pEDKyAbrWACpoDvkbn0h0X/5RWB0vUA8rsB/MD//+FHauDx+AYAoqQXfVA2+vRagz9UeLQSGmIDiMLOcQCfaxTLAeuZo/xWmAxmO9rXlxUsEsv3564CGUqB2PVC3AagvAdy7AG+NfncHJRlOAxw5QFoXIL07kN0fyKBDDF3Eud3W4Oq9E/jMBPZ5AZdLiwVzu7VMyyH390niLg5yWLDUVCA1bd9ZDGEYidYHBTy7VIiTHl46c6yFcYk1TiY7OrXhlBhIvU0LE7oXL3+2e32/D9zdKICQTB7aHJNERIOWtABkuwPMkaKps3FcQN7uYwvXAQp1cdFu5gf3Ejio2gRToZ2L7kuhZLJOGUixaWC4z+xoESiuuAHFBVDAMgU/q2TGMsZMOzadOHKI5AWQ6aLk1lXj937g2ys5N9mpJAWSFNiXKZAEvn159pJ9T1IgSYEWUSAJfC0iW/KhJAWSFNiXKZAEvn159pJ9T1IgSYEWUSAJfC0iW/KhJAWSFNiXKZAEvn159pJ9T1IgSYEWUaDdge9///sfKioq8J///AdOZ2xnaL/99lssXbq02Weo3Zdein5l5OWXX45LLrmkRcSL9aGtW7fiiy++AL3LPEYaR5cuXbDffvtFberdd9/FIYccgh49gncYRHuIaLBs2TI8+OCDyM7Ojla91X/3eDxiTo455hh88skn+PTTT5u8s1+/fnjkkUcC4yQaUTn22GND6tK4SktLm3zf6oOI4wU1NTV48cUXceWVVwr6U5+/+eabEL41j4/q33XXXfjjD+1K1ObKQQcd1O7zSn2/55578Pzzz+Onn34KO5/h1hfR4a+//hLrLtL8Eq9MmzYtpM2pU6eK+W7JWrDSss2AL9xAqDPEvD6fD926dYNkCTgmohUVFQnimsuePXtQX1/f5BnzonnggQeiggoB0pYtW3DjjTdG47MW/06T1LFjR8yZMwf3338/fv7558B4aBwEhBkZWjohY2KpX7fffjvWr9fS5lPZtWuXWDwpKSmB76wgYe4kMRQtsjFjxmDz5s245ZZbYt5YWjzYKA9SP2bMmIEbbrgBTz75JMaOHRsC5MQjb731lvh9wIABoM8Egv/3f/+HAw44AATkxA/E/L///ruYu7PPPlsAirGQWqvvLWmX5vfOO+/EQw89JHiAeJYAguby0ksvFeNJTU0V4+nQoQOo/uOPPy7G25wQQHT58ssvxZxSu21ZzLx5/fXXi3mizfjRRx9tMp/G5nT33XcHukjgTuv5zDPPBIH3pk2bxJiJ382busvlEpuAwSPfffcdevXqhUMPPRQXXXQRysvLQ9aCsXZipUWbAZ+qqigpKRHSnQGC+fn5uPjii0VfiSBEIPpsSEDE5MQotGBISmiuWBcNAR+BjgEq4Z51u90444wzBHO2RqE+3Xrrrfj6668F05N0R5ItMQsVmszCwsLAeHv37i0WAPWLGKKxsTHQrXC7XFpaGugZMxjSAwR6b7/9tnh3z549BcjQxkKLrT3L559/Lub/rLPOEpsAzbVBC+oXMfu9994b+H7JkiWYNGkS8vLyxBhpTgkcqN6gQYME8BG9iouLcfrppwta7i2FQO2FF17Ajh07Apv3Rx99BBpTbW2t4AXa9AngCLyofteuXYWEeNNNNwlANBf6/cADDxS8QuOnOSVJsq2Bz+BNktYJiGjjsc6b0W/anGj9moGPJH5FUQR40Zz6/X68/PLLYjO44447AoBvtDlx4kQxv8TrVCorKzFs2DB06hS8TIkAltqivsRa2gz4DHAjFJ8/f74AQbvdLhiAChGAFjt9JrAyEJwGSgxOE22WgKwDPOmkkwSIEVgai8RQI62qphlwqH5rLRgC7Pfffx/9+/cPqLq0YGmxUnnnnXcEMJEKa5RI6k44iY+esaoStEDWrl2L888/X4CDzWbDzp07xcKiv+MxKcTKRLHUM0tv1C8zwBnPmxcQ0eWpp54KSBRUZ+DAgfB6vWLjJF4hviBpiT631hzGMrZwdYjmq1evDqi6w4cPx/bt28UiP+WUU4T0buZLAjQaBwHf4MGDhQRlLgSSWVlZYm3QAq+rq2sX4DPUW9qAqBDw3nbbbfjzzz+bbGRW4KNnFy1ahKuuuiqwBgwwe+aZZ0I2Z4MXaG1QO3379sXDDz+M4447DqeddprAAsNEZZb+Y52vNgU+IhbtZuecc06zNidDrDUQ3CwBzZw5U4zNkBSNgdIOYFaXSTqgxUPEXrFiBXbv3i1AldRps4r573//u9XAgCQc2qlIhKd+E+iQ2mPYcKyqLqmu1G+SjpcvXy7Ef9rxrGM1xkxtnnjiiUIaNgCTpOjzzjuviRmAFiKpgyQ5PvbYY3HZCmNlpubqkaRz3XXX4ZVXXkH37t0FH/z6668h0iqNOz09XdRxOBxiszPqkFpEgEHPUSEJmoDCkHjawlYbLx0MVffUU08VgD1hwoQQSY0kGZpDkn5JwqP6BHwXXnghysrKAq/75Zdf8PHHH4uFTgCZm5sr5rE9JD4SRGjToX6T0EC8V1BQgGeffbZZ4DM2ZAI9khStxdicSYUlmzTNP22OZuCj384991yxfmjjMLTAfQL4DJsHSR8k/dFkEkDR3zSp9JkkISpm0dXYaeh5spcZTED1SNQlwpqN+AQgBx98sAC7NWvWhDgXzBKfFTDjZe7m6hOT0ASSukOMQSBINjcab7hiVl0NsCcngMEMJCkbUqwx5vvuu0+AAEkIkydPxrZt24QdLVw56qijcPzxxwsVm4DE6jBI5NjNbRl2HZJwCHQJ4A2zB9WjRTRq1Cgx/wYN6HuScsnmR4VUWZJ6SIK2bgThbEmtNZZ42iUgIxAbP368UO0I3MwqaiTgM6u6xNe0GZAzj2x/BATtqerS+Gk+aQ5OPvnkmFRd6vf06dMF+NNatNryDZpSPdIGPvzwQyEAEF+YgY/oQJsftUV8TA5DAv+VK1cG7L2xzk+bS3wEXGSwJNQmpqCBkmpKauHGjRvx5ptvCtWQFgcBn+GdJUMqAcZXX32FVatWiV2DdhqyNVA9kowIFAwJgAh3xBFHCMJZGSycihkrweKtR4uSJFxSUwiYyU5jtTua7TcGY9FGQOMh9Z3MADReAjQa05AhQwTY0cIiKZcYigCPJCmyC9KOHK4QyNMuTUCcmZkZom7EO6546tO8fv/991i3bh2mTJki1FfzmM1zZW3XvAnSzk5qjmEeMeoSLchuaLYlxdO/1qhLIH/zzTcLex5tSrRxk9RGkhxJ5bTx0+ZmaCJEFwISw8ZHtKLNnWgzevRoYS80+Lm9gW/x4sWiL7TWyG58xRVXCMHFKsEb80LOKtq8qZAwQBsvFbPdnr6jqyaoLvEymS7IsWUFPsIOWvNEGzKHEfARTQ1HV6xz2S7ARyofDY7sHQR4RiGJhBCd7AC08xOgkQhMC5XAi9zbJP4SUUjSoR2CdkJS9+hZUpWIoaiYnRtmBrOqulSXFmEsISWxEtWoR6BHuxcBFTEFSTtk4LaG2Rj2m/33319MNoET0YUMw3PnzhXP5eTkiLGT+tu5s3bRtrnEGr5DzzTnDY53jLHUJ/pXVVXh6aefFpICbWA0f7QhEG2sjigyPxAf0HgNswAtMuIH4oO9XeIjFZwWJ23MtJGT15I2pA0bNoSEt5htfOSkMtR7oinNMXkwya5JtnAzvdob+MgeRxEDJMnSZtrQ0CDWqNVLH0kSJ3qQhE/gaRTa4GjDNjYvs42P5pzWPK1d4iMSjI488kghEZLtlLCENv+91rlhdu/TTkcLgXR28myR+Ey2DFrYRnwXDcRQcQ3XOTHV1VdfLYCOFsMJJ5yA//73v8J+ZrjDqQ4xChGXCkkKpAYS4BBIGvXonSRtEug15/2NZXGHq2NIZcT0r732mrDl0M5EY7nssssC/TBUPVLNZVkW9ch4S/QidY8WBQG64SE0wJ3eacRz0TvodyqG15w8ouEAPZI3uKXjjOU5s+OCJB6iAXnxSPqzhh7RYqL/iFYGL5B0QDxDoLe3S3y0ARvGf1rIRjgLSb4k0ZGkQmpbOFX3ueeeE2o9bXQ0T4YzkOaZjPtk22pP4COwpvVGnnYCdjKXGNEHhvfd4Afif3LCmB1Phi2aHCK0wZuBj/iWTAJUiIYkEMybN09EJ7z++utiw6QQHtL4aL0Sja+99tqAh3efAT4Sk2m3ICQndY52ONoNzMBnGFNJZSAC0OCoHtUnHZ8YY+HChcLYS38TqNGuQH9TvFB1dbXYnciwTvaFV199VdQh2xG1QZ9J0mrNYmZw2r3J2UKODwJrYmSzqhculMWInaI+moN76TM9T2qwGQzJOUCMQ7QiBokUJNqaY7a2bQY+WhC0cRHA0yYWj6pLYTp7u8RnjN0ax0eBvrTJU/+J56PZ+Ig/SfInsDDbotsT+Mh7SxsQrUsagwE21Edau8aGbjXfGDQh4YM2aFqbZp6lZwkIzeBFQEj2vKFDhwrhhTQBMhnRu6jQuiDtsE+fPsJ+us8An1nio4EYk/vee++JgZklPgPwjPATAg5Sc4mAJOYSmJDqTMShOCECQ/qNdlkCPhKriejk8STQI2AgBiRVojWkPfPCtzI4MbRZeou08A3AI+nAiHuicdN4IkXuE8iReYDCe4ywGWJSYkRyKLTXKQ4D+Ei9JTstSXoU7kHSAPXXsF9ZAZNUIOo/2XForkgKtNrywsWLtSWoR3qXGfgolIXmgDQaQ2INB3zknSawi+QAMKQh2uyIn9s6jo82LSokdBhrlPiU7JhkfyWtxbDZ03hJSDGcaMZJItrwzZ5dw1lC9jqz+ksbOGlAxDMUovXBBx8Iic84hURCAq0jsn+Ss8P8bLT5bxcbH4n+tJjNISbmkx00mSTWU7S+IfER4BHAGScaqA6pswQAVIzdkdolACTViH6jHYrCCUilJkcBLThaaCT9GQso3qjvaES1/m5lcGO3MsZCEijtbDRGsosY8UmkqhKAETATo9BiMLyhZAgm9ZmcG0ZsHoEehQtQsS4IAldiWhp3e5ziMICPVG9S40nVIcmcFgOpTkaMGvXdbIMkSYB2daIVAcmCBQvEvJn5hcZFjgRDTYp3flqjPs0FqfLkxSd17IknnhDOPAICA9TCAd/efnLDoJXhdCLAIds7/UuBxUYwPQkWZNMkTYzstQTSpFmRE5J4lvjY4H9auyNGjBAeb4NvaR3Q6RQj5s8sLJCWaBzto/eQw9AwJ8Q6l20KfFZJx9xJ88mOSDYosxoYqY5hGzDsDbQoaLewhq0Y31MfjBMTsRIt3npW5wo9bx6LWV0196u5UBsD6MkgbsQvGptEuP6RtETF8AQ3J1HEO75Y6hvzQqoe9d2w+xjOK3Mb5rml34kmBPxEM8NmZOaXtpjDWMZormPMhWGvJImPvO7mUzZWviC60MkWcmxEk/jI9kttm9XFePv4T+rT+KjQhhXO9ky/GXNOcYdkryNQM7QQq0kn3Pq02geN/ppNAPRdS0LS2hT4/gmhk88mKZCkQJICiaJAEvgSRclkO0kKJCmwz1AgCXz7zFQlO5qkQJICiaJAEvgSRclkO0kKJCmwz1AgCXz7zFQlO5qkQJICiaJAEvgSRclkO0kKJCmwz1AgCXz7zFQlO5qkQJICiaJAEvgSRclkO0kKJCmwz1AgCXz7zFQlO5qkQJICiaJAEvgSRclkO0kKJCmwz1AgCXz7zFQlO5qkQJICiaJAEvgSRclkO0kKJCmwz1AgCXz7zFQlO5qkQJICiaJAEvgSRclkO0kKJCmwz1AgCXz7zFQlO5qkQJICiaJAEvgSRUoN5kcAACAASURBVMlkO0kKJCmwz1AgCXz7zFQlO5qkQJICiaJAEvgSRclkO0kKJCmwz1BgnwA+H1dQzetRpzaiUfXCBwUcKiTIcDIbMlgKsqV0ZEqpYGD7DPGb6yj3AtxNl4kA3A+AA2JoEsDo6mAHIKVon/+/KKoX3FcPKI2A4gG4og2LyYDkAGypYLYMQKZB7/vFz4FGBXArgFcFFE4TDEiMwSYBKRKQJgPO/1/mF4DiBXwubXpV4muaYgYwCZDtgM0J2NIASbsau1XLXg18e9RafN74B+Z7VqNSqYOLe+HhPihcgQoOCRLsTEYKcyJdcqK73AmT0g7EOOdQ8f2+VjgtgBLAtwlQ6zTA4z66vMAEfMQoNDQbh5TKYCsC7P0Atq/iQeN2qLt+A2rXgysNgN8DwAeoBARcWxWE9LJTgB7L6AWWfwhYZh/tt32sVHqBxTUcm1wcbj/g44BP1YcrgE/7z6GDX74T2D9bQu+0fWygeneJp+u2A+UrgYZyHfR8AH1vBj4xxQR+KUBWNyB/OJDaofXGvNcBn5t7sdBTjNmupfjTsxa71GrUqI3wc5Ly6H+0HHhAAiIJj/5HO6UTdnSUM9FbLsBhqcPxr5QR6G0vbD3qJahltRrwbQH82wClFuCNQYFHH3DwTQR8TB8+YYKDg6Uz2LoA9h6A3EUHxgT1rVWa8TdCrfwbqFgEXrcR3FsFKC5tNYgB0z/6v0IkEKKfBnRSCpgjGyy9J5B3AFjeaDBHVqt0M1GNkkRXXA+srFOxxQXU+TjcKhPYboxS/Es4T2M18J4EewnIkIECJzAok2FwJkMHe6J61nrteGuB3cXAnnVA4y7A2wAotInr+5kxXtEDyxTTHufIALK6Ah0HAh36aPteIsteA3wEZhVKNe6vfhd/ezaiStVUWw3qdG4IjNyszjb93c5syJHS0UHKxNnpE3B25kSkMkci6ZaQtkii86wAfGsA1c2FastVY2zGuMK/KoQixDgOTeqzFQCphwBSqk62hPQ0QY1wFWrdFvD1M8FpNfjqAIX0eZ37AzAQ+atAT0j9dWSC2bPA+p4NqePIvU4CpBnc4eL4fBdQ7uFo8HN4xPyaeTaUtw1TTSjfM9gYASBHloPhqE4MwzNps0/QvCSwGdq7KlYBW3/WwM7XoKm1TabYzObh3s80CdCeDqR3AvodD6Tm6RtDAvq7VwAfKa7v1v2MDxt+wWpvCRo5qTv6Rh/rIC3YaLBWvpyDMSkDMSXrOIxw9I61tVav5y8D3EsAfymH2mDl4HALI1Kd0K4yO4ecBzgHMzgH7UU2QNUHddNHUMsXAA07AFVpup9ZqW7FCPPv5t/SCiB1PABS71MBZyvqR3FwhVsFftqtYlkNR6mb6Ta8YKeZvqWHDqnphq4BYHAtMMaQY+cYlMFwbGdpr5L+XJXA5rlA1QbAXW0S3sOs5eY43Lzl09+yDKTnA52GAz0PS8z+1u7A16h6MK3mM3zc8Bv2KDXwC4OWaYMglceQ/znT/gzSVNOCSGUQ4jKxCQMTKoT+HAdSJQf62YpwX4ezMdo5AHJ72oZUwLcDaJwHKFUc3G/orcaowkl8VjbRCSS+NrGJoTeRPyCNwzmQIXU0wNpZNeKuCqhrXwGvXA34601qbBxIEpCSwjxDJJPTIGX3Axt0KVhG13i3zXg6ErVunR+YVaZiSQ0XDgxhrgzlahOHm38zqfcB6dfQfU1MD835UZjKcHoXhh5p7Sz6caBuJ1A8C6jboZlpzftSNII1r9voWMA0x0fH/kC/SYDzH1o32hX4GlQ3bt4zE3Ndy1Ct0oIwabWW9a+BmYmfrTwSidJ6mzIk9LIV4JbcU3FC+phoc9Fqv3uKgcYFgFKjOy1C3mQeVBDeg4xhYfAA8OmkE5+DhCCvr70HR8a/WLuBH/fWQl06DbxyBaCSkSdSaV4FDAUO89Znak+ygWX1gzTiOrC0Lq02h801TKD3domK4noOl2I10ZjwzpgrYctsTrSN/DZSdbumAqd0kTAgo/3Ar3Y7sPpToL5UE+Sbm+EIMxfzXMkOILcvMOx0wP4PHD7tBnwqVDxU+T5eq/0RLl21DbspxkyS6BXJftLbXoAHO16Aw1KHtm3oCwe8W4D6uYAi1IBwu3tzY4hk+zOLE01VJZL2UvcH0g9pB7XXUw1l+fPgFUtCQS+CABsi1EUSA6x6kHW9Mxkspy+k4deCZXaLzhQJrFHvBz7coWJRNRee2liLZb8KejzCbeYW2hH4dU8BLughoSil7cGPQG/Vx0Bdqe6binXQ/6AehbvkDwWGTBZRTi0q7QJ8pIa+WP0Vnq/+UjgxqFiXtXU5C10fEmykppJeK/RbDj/jIBthuL3V/J3xtwyGfo5ueK3zDehlL2gR0VrykLIHqP6CQ6nUVFvDdqO1RZCsq+mG1zpAFU4DD/F2kgNEM4IHGV0bnxUVtNbJ0ZE+hiFtVBtqgOTIWP4i1JK5AvRC5se8eCWaT/oiRB8Mlf7NDGKQojkJX5LAOo+CfOAdiTEIxTDhpM5+WKri190cHj0+zTokjQgmShhsHGVazBK/xiV60Z83JL//9JWR2QYxcMbrVRVY/DKwZ4OmvVhmMAaqhXdbWvUeoyEzd5Nvq+sYYNBJLXN4tAvw/e3ZgIvLnsZOf6XJwxVueBoJ7LBhQtp+ODxtOHraOyNLShfPuVQvSpU9+Nu1Hp/XzxdhLwEjYDM2IQp9OT5tDJ7vfCUcbWAAo3ilmlmAe51ujBSj0qc3ZLvXaGB8ZSvkcPZisOUJE5YoKgWBVqpwl3B4tgCyn2LZDCCMJA5xyFkMOScDbYP1HOqWH6CufBXwNUZU5cgWx/pPFgFe6qZvAQproVUcAAerBEN2WzNGNqMey05Iff4P0uBz2gT8yIkxc6uKWl2bb24jz3UA+2UxOGWgpJFjTa2+6enm3gwbMCyLIcsO7PYAy2pU+AVNjG2yKcgQ2Y7OZzi9a9vENhLorfkMKFlg8tqaoC63N0d2NyNOJSYMbLYS93PsXM7hqdV4nTjdngoMPRXockD87bc58Hm5D5eUPYMfG/4O69cKnVKGDnImrss5EZMyRiNHTkcKc0DWg5NVroLaq1NdWOneggd3v4O1vu3auolS0iQn7ut4Ls7Nnti6Ki8HGv4G6uZyLRg5qmwKsHSO9AMZUgcwIa0RNhv+GBKOuI9D9QDuHSqqf/OD75FB/9OkQA38zJKBAYcp/RlyaIds7dhuTw2UX+8Cr93aVJIzybdSnxMgDT1XBHip9aXgxZ+Dly2m2J44XfoRJtuZA3ns3WAd+kdjh3/0e5UXeLhYQTmdtjHtaSGN6lNjl4Br+kjolsLgF447YGU1x8c7VNQrDP0zIMCrg0PzBMsSw/c7VXxTpoq/mzuYRIB5U3+5TYKdKUZvMe1rrlDS0TCd2RwHX8NarIaGnQwObJ6vYs0XHHa7FAC/nB7A2Gu0wz3xlDYHvg9qf8GtFa/CRcwdouAau5mG5lQI6J7Kvwzj0oaKI2nNFS/3Y5V7M67f+SLW+nfoZ7uCQnOw1SAoDE/pjc+K7hOnPlqrEEDtfovDt0t/Q0AoM/QcYuagkkCg1+F4BkeRBnrNFdXH4a3gKPveDb7DDoc4y2YuJrmDPOJ2jpxJDGnDWmu0Wrvqslehrv+yqaXbKqA58mGb9CzgSBcGIt5YAV6zDerqj8F3rwQjNdgo4YQ/kpDMarN16JxB6j4e0kE3teqAvynjeLekqVEvnJlyUCZwS38Zb633Yks9x+h8GYcX2jB/t4qPtiu4fZANOXbgnQ0+7HJxXNTfDrvMcN0iH5xOCVKU4L1+mQy39JeQ2sqC38KXgV3LNbJazVKZRRwTbo9B+ohzVrYuUjD/RRVpqTIkJon3kr2v/9FA/2Pja6xNgY9CV87a8QgWuNZE7SUdR7uz05m4OOeYmIOPFa5isWsdLt7+JMp5bVTln4DimYIpmJx5aNT+tLRCw3KgahYHInn4TBIgS+PIPYEhtQ/TzuMC2LS4HK4aPwYcUgCbU0JDtQfrFpSj134dkdMlTRx28OxWsOMzF6RdTthADwbDYK3SH6nOeWe0XogLry2FOvtGcK/upQ8cRzAoaKj4Etjg0yAPPzNUBFV94PW7oJb8AWz+Cbx2mzaPgXWkw0kIqgTimYIrUQdZ5kiFdNhUsLyBLZ3CZp/zqMDdqxSUWCSfSA8NTAfuHSLj2VVezC5T0SGF4ZxeNhycL2NtrYoBmUz8tqiSwyYzPDnKAYfEcfF8L9LTbJDl5gGFAp1v6i9hv+zEA48xpop1wML/An4j9tyy4WR1VXH47YlH3i2LFPw63Y+MdDtk2hT1OXZmA+NvBtLiCOFsU+Ar9m7HMVtuDwQoG7uFNkUhxhsclDoQbxTdghw5Iy6GpaNtj+x6B89WfglJ1uxfTfckww3A0MveGb/2mhZGWorrtWErk21v5/Mc/qrY2so8jCNnnBQAPXpq9U87seO3WvQY3QFdD87G/Lc3Qq2RMPaSnsigg5w6EStXebDjAw8y5HTIXNaBoqmLiDkYCi8HbB1j61O8tdS1X0Bd/ErYx8wzwbJ7QD7yQSAlN0xdcoE3gLuqwDfOgUqxEszwGGjVDZ4JdRKFaYows+fhkA++oVVsfb9UcPx3swrF8M+Y8Eb8aZh19amwQcW0/WxQVOCxVT6UeBhybBzTDrAjw84wd6eC51d7AYeME4okXNDbhu9K/HhhvV8DPkmLZW3OkTAhj+HKPokHHjEcFVjwArBrdVgrhpgYAr6Jdyb+/Zv/UvDzMz5kpjkg09o2NjcGHHAB0D2OKLU2Bb6pFW/hhT2zQtUT88akByuTvPJQ/gW4pEOc8qvO94sa1uLoDbdCdlDkrj4BIe8JatlkLfiy+1SMThsQ7xqPWt+9Bdj1qu5tDeFUEwTo/eJMRddrJNjzQnfqxmovSn6rRfVyPxwdGWp2NaLvMR3R5YBMSLS968Xv5ljx8m6klmcghc6uNcH74BfZ44Dcf7WORKDMvge89O/A+cuAKmp0VKeDPPpKsIE0v1H60VgJ32fXg3krtBD+cMWk0YeM2/g+owtsk54CnJlR5yyeChSycv8aVTgnwm2v5iEbXVFUjrG5wKV9ZVR5gNW1KrY3cvy7m4xOKQy/lSma5JcrY0g2w7Y6LiTAMj+D0ylrdr4wLkHzu0hVfmZE63h4GyuBuQ8D7trIlMrupuLIu1sB+BYq+OlpE/CZulB0AHDQFbHPXpsBHzkhRm28GmU+8uSai5VlAJlL+LznVIzRwcilelDnb0S+I5x0APhVBQ2qC9mUtghAg+LGoOXnwGVXwSItFlMX7sk/B1d3PDF2qsVYs5qO78w22DTSitVkFkcfBUUX2JokHNm6ZA/KF7nAtqXCpthgz2FwdgO6TkpDSnaoTW/n3/Uo/dCPHDlTZK5pSmetL+Th7XZTKzg5/B74PzhPHNA0Y5E1MI11Hg554p3aSfRIhXPw2nLxn/+re8AkF5iTxmsOdtCi2ptIQOIYj8n4Jzkgn/AMWG6PGGcutmrlbo6blyuopdM3zcAR9Y+SCwzI1LZhOzh6pAEj82R4FcCjcmGgqPFxZNmZOLuUamPw+LkAwgo6CUGfOcPCShXlHjqnq49PLB8zETjoWNt/+jMc2jHx4FO+Fpj3dPDEYThwz+qu4qh7Ev/uzQsVzHnSh4x0B2xCmwsWYqXjHgcowDmW0mbAt8azDRM23gTyxAbEAYpJErxrOKi1SAYbl/Bb3+no49QyqxQ3bsXnFb/g1h7nhR3TVncZ1jRsxjEdD9bZj+OQ5VOwjpeB2Wym8Cl9QQSiIjSGnZxzCP5bdH0s9Iqrzq53gPoVFqUkjIBD0NfxRI7cg5pKNMW/lqPybw/S6rJgb0hBSiGDx+FGj9NSkdYx9Cyaz6Vg4dQK5PGOsJkdHQGsCG4y3a5ncHSOazhRK6vbF0P9/t4AOAV8NibVjNnTIB15J1iXEc2353XB++5tgLsSzF0GlmIDyCVqKk23zOCP1t+ksVMgDTo+6hjiqUCS3p2rVPiFX8Pqygh+7uAA7hkko6MzKIiTaZ5UW4Mdfijx46NNPtw90onuGdo4SX2mTC6iDtOyuSzao2L6ekV3chi2T6uHh2FiPsN1/RIPPqtnASs/jxx2SV3N7q7i6PsS/+5NCxXMfsKHjLSmwEeby2E3Afl0Pj2G0mbA90XNfFyyfVrTLoXxytk4w/z+z6KXDnwV3iqcvvoufD7scWTJod5dAo3pJe9jdNYQjM0eHmh//LIpWKWWQrLbgk4Oq8lLrz0ipQ9+7PNYDOSKr8q2Zzi8paHPmJeH0R1Kqlo0BUjv1RT4dq6tRd0mP9QSB/xbbOgwVobq9CH/YCccmU3r/3rXdnTw5MHJNPtfQBYxCQUESAXnM2QMjW880Wqrf8wEX/6pqBYS1qGvT+GF6z0e0oTrtayTzRT/7P9BWfgeJCfTJD0KYWBB33w4AAxnzTBoLN575K3RhhDX73PKOaatM85oRYbhLk7gxZE2K26HvOvd9T7M3ODHjEOc6J8VGTTWVKu4YZEPkkM2aQdNR07S5ePDZJHUNJFl3jPAjqXNt5jdQ8Wx9yf4xeTo+1PBD4+HV3WpR8MnA4NPiG20bQZ8L+z+EvftfCO0V8b5fBMg0Z+d5Ry83+tODEvVsqmQt/ad8u/R4G/ElKLJIW38Xr0ML+74BC8NvB0Zshb/4VX9mLjsKqxWdwrg46xpXmYz3hbYcrFy0P9io1gctTbex6HQwZRIlmixVhgU+NHtGiCjZ9Ow+4UfbEPdSo4MfyacXifkTAY3XOh5eho6DWoa7zLn9m3I8+QhhWm/RVLCOp0E5I5LrJ1P+fIOfVUEQSBEDkrJhnzKdCAzPyoVfe/dCb5tAaQ0SkDa1KBv7blhZQs3ItGH3G6Qz3gp6nvjqfDmVhXvbtO9GlbBXu8I5wxFTo6XR9toGBELha+8utGPGQenoH9W5Iprq1Vc9acHstMGSYT7aC8Wm4IptqdbGhN2vvQEn+SYdTNQR6FZVgHXNDICvuMeSDzwbfxDwQ+PaRKfcG5YSo+DgEOujG0G2wz4Htr1Dp7e9YmlV8YCCS5PyqX3v243IktKxbisoARXpzTis4pfsMNTjnx7LpzMjhL3LmTa0nB47oEYktEr0Pbahi0odpXgkbL3sMG/UzsNECjmd2pMkyI5sX3oe7FRLI5a627mUIX9J9QuFUg4o7dFwJ71Lx86HWJDSk4op1bucMFTrqJ2mYrGVRK6TXaCpSnI6muHPS108r2Nfsy+rQSFrACplKEggoRL3+cdC+QdnWDge/syoHp7UwrZ08C6jQArGga2X2y2VL6nBOrmhcDa2eBVW8TCtpZm1l7TPjjSIF/2cRyzF73q9PUqvio1jktq89yUo4EiJzBzTPPA9/YGkvgU/HesEwOiAN8V872QnXLAuWXd3IguBSkMzx8gIzvBmXk+uATwURiLxdRq9u7k9FRx/EOtA3zfPaIDnxHjaSJ454HAv+6KPm9Uo82A757S1/FixZdRezUwpRtm93sCn+3+BZPzJsAhBWeuyl+Hal8ttnnK4VG96O4sQI49A/n2DiIDs1G+2f07JuSOxD0lM/Hqnu8hkYMjzMIx6pM8WLGfFZSjdjVqhTXXabEM5pxq+v4cIgZKWSocQ72octUIQOt9UC5k3Z7FVS5SdG+eXYtdc/0YdXsubJSE0uTRNTqybl4FNr7XiAK5AE5L4lWrIpZ3FJB/fIKBb+a5QP3uJp5aNvwESKMmA440wBlHeJKnAbyuHHzJLKjr54FRbKBm8IpA+2agkDHI134ddc7iqfDoWhU/lpkDlzUqh/SCA0UpHK8dZG9W4ntrvQ+vbFDwCgFfMzF4pOpe/rsXEnl4w/CA0f9OunpN9sVElrfONiUjiKDdUzjLiY+TaSKRbwaKf/XjxycUpKfaQyU+vR95vYFJD8X2zjYDvgd2vo1nyj4J2REDR8v0s5lEqGOzRuOt3rcLh8b8qhU4v+g4UMiJUYityMurcg46dkYR3OayzVWGRbVr8O/Oh+PNsm9x3bbnIdnpzBe1oVPIrOfS/QbMhp37fRQbxeKotYqATzFtjqZU4wFCyBzdL2dwFnK4G32o2t6Iqh0e7HdSZ0gm3aih3IvaLX50HOzE7m0NyMhzILNTSoC5vG4FX09di6w9HZEnd4RMzg0TY1p5NH8SkH9cYjlTefUioHpnEwqx4cdDOvKqqJTjXjf4lhWQ+h4ASLr9ksTjhirw3ZvAl34LdeMCMNNJl+AgI6xC4632FMjXfBa1D/FUeGKtgq9LTWK1RbjXT6Shawrw+sE2kUU5UnljnQZ8/zvEiYHNAV+Vikt+9wjg0+JUw28DnVMZXholi1MgiSxvn6dfi9JMo5JDxdCTgILBkWw88fdI8QN/fuBD2TIJaSmGmq+3o9OdJL5j74+t7TYDvmd3fYb7S98MzbphYQT6+H9ZB+PVPrfAx/34tXIJbEzGuNwRTQAu3PBKPRX4uvw3nFxwOPLsOfi4/CdcuvEJSA7Ky64HPAYRNMAxebYsFA+z2B9jo1+ztdbczEXeTRNqh6xTYgu5g4LB99tE0DItFF+jgs3zq0Ae2sHH5QfAjyS/qhI3in+sREahDV6XH0xmyO6cgrxeaajY1IAlr1WgUCpAppQVlIAj8F7hqQx5ExMwSFMT6vu3gJessDTKwe2ZYH3Gge1/NKSi/hGlb+XPr6DMfgOs5xDII48F6zUMzKlnZyDOb6iEuuFP8GXfge/eAi3wI7bCcrpAunRmbJVjrPXyRhVvbVHDH7/WE7EQRufaOKZQQLE4aB2+8Xm7FMwtBy4bYEOBM3K90kaOV9b7IZGNj5BUj1AItKqDQLd0hpdHyaDzu4ksH10F1JVrCot4lWkNG7hPtkY5XYEtS4GqZ2G1SsGCDPqzITBgqmiYLOl3mv76XQw2LsNhpyNrFkcXB3qOBY74T2yjbTPg+6jyF1y++engDmUSvgJfcmB0Wn98N+hx8VWD4sKq+k1YVLMGV3SbHKLOWoe3um4zviz/BWcXTULXlE4iQGbalncxdccbkJ1OcF0yNE+W+JsDQ9J6YN6g6bFRLI5axfdxeChPWTPP+OwejHjCAZvJXuepV1CyuAbVJS4ccFaXwPnMRR/vQNHgbGR3cUL1cxAYuqr8WP9rJfasccNRnYEOMtk/o5897nEpkHNgYiU+9YcXwP+epY/WWAZMpCDmzAHuzAHrOxq2Yy4BHKHXwvH6avieughwVYKlpQJpucIJIh91IaReZOvV++ppBK/fDb56HtT574NpmR8sGWAMggdFe9b3IEin3BfH7EWvOquU45HVzWTe1JuQOEe2xKFQfEog9MXUPgNcCuBilJyADqlocxuu0PUVNQqDTIu/GTMaOUheGSU360mOPsKmNb69HyhdbgkdNGbHIDfjOPA8js6DWphsO1zHOPDnWyrKVkriuFrgwi1TBMH+pwIjz4xtVG0GfEsbNuCINTeG6VWoipLJUvB+v3twcNYQUbdRcaO4YSt2+2pEoPKxnbRYPaOUefbg98plyHPmoGdqAbqnFgrQU1QVJyy5EfPda4ISXwQIOqHDWLzRO7GhDtS/zc9x1CwNA3wmTPBxL7pdyFF4aCgQeOoUbP2rGnUVPqR3sqFDj1QUz96DocfkI7dHsK7iVdFQ6UNtiQ+ujUDjKjv8pTZNQg5ngNYJN/AehtTusTFJrLX42t+gfvqgVt26blUVnBY03ZLWZSCkoYeBjToKzKYZoXhlGXzPXAKJu8Dssna6hxZ/ZgHQYxikoeMhDRwTlBZdtVC3rwVW/Qx6r7i01Vwsmi+beAmkg06JdSgx1VtcyXHt3wrojtyAYc86bgZQuOVldP66mR1wQYWKuRUcF/eV0bkZu1yZi+PVTSo4Lf6gU7fJ2P9VwPDAMMrYk9iy6G1gCZnDdZATQzJCpXQpMKsLx8lPMGHSTWRZ+b2Kn59X4bCRGUQbmWkp4Zi7gW4jY3tjmwFfo+rGkGUXocbf0GzPGOfoby/CuwPvQa9ULYCZwlPqlQb8uHshTi/8V8jzFZ4qvFP6LS7udiIybGkC9LyqDy9u/RiPbnsbbgeHJJti+cIEmt5WdBZu6XJGbBSLo1bpJ0DZV83bOeiOYLmvGyNuTYdkD2VTb4MCd60fldvcqFjfgKoNXmTnp2HUJXmQ6d5BU1F8HIqLQ2lgKPnag6rfKGkrBW83ZX0KhRw2jcWdyifq0N11UJ8+B1zcjWspBjgQAJLDh46PdegG+ZiLIXUbAPi88D03BaxuJ5hw7JCkqArJh+s3qqGwP+Qjz4FU0BOwO7T7ChuqwbetgvLz22CVFDSpq7/mYUsy5IueAQr7RR1CPBVKGoHz/vCjrpmM+tSNrmnAm1FsfG9v9OPl9eTccET16l62wAdVloSpw9BarEf17hki4/+KEg17wLbFwHcPmq4/DUOwzC4qTn9WivkURaw0X/69Hz8+pSKN1HyLbd+eApzzuuY/i6W0GfBRZ67f8gLeKP8+BKnNnTTQW1I5xqUPxQM9L8awzL6iyoraDajy12J8h9Csg5SU4OGNr+G23ucLDzDZFx7a+Bpe2/EV9kgNYMK+F2QA8w5hQNJnA6diQlaUkwSxUNNSp3Y5sO5J/S1WHtS/JmeNz+ZG1ngfBp+bFeLQEM3ReX2XAgJBha6gVOkQuDNg+w/XrZJ5DVj/kl8kLJCMhAUm20n+4QzdL2jBgKI+wqG+epMAooDIZzbuGAQncU73VvPcIrDOvcAJ5NbMBznxGUXdBgxGZMeim9ZVcGYDzykEK+gD6dCTIfXStAL4POC7twObl0Kd9xF4Y6Up/IUB2fmQL3sOSM+OOoJ4KlBmlvMW+LGuTnvKmOLgVqcNvkcqx8fj7c06N2YW+/DcWgXvHubA4JzIOuyqShVn/+oB7DJYSCxbULyn2L0vxtnESZFEl5qdwGc3Aq5mzuoym4oeYzmySzjJuwAAHnZJREFUi+iCCR48m2/pjDi1ZSaaWUo3L1R6TgGKf1NQs8mGFAF8oQuq+0jguBgdG9RcmwLfwvq1OHHNXXBTkroQVrFOD4dTlTFryCM4MGuQOOZ2x9oXcFvfC5Bjb3rQnJwgZNfrnUa3awFHLbwGfzauheSwi7O6QUa0wh5DV2cn/D7s2SYnQhLBMEojsPJ2Du+eMK2ZAIHA25PagB6n29BzYnqT87rmp60xgOH6ufWPWqya7kKunAsbQt16JDwNvIshvZVu2uQ/vwt1jslRFGLVBlhWHtiQQ8Hp1Cqdx6XfJZv2754dYMXztXO21uv0xCZA6jLACR3TcsAGjoE08l+QuvUDSKqn8JeyLVD/+BJYOx9M8Wny/ZBDIZ16R+QkBy2cbGr7g60qHtbtfEYi2NBoPo6eKcCnE5oHvv+t8WH6WgXvH+7EkJzIkhoB3xlzPaD0zQbwBTNMasT+V4GEJ0ckPpxE4I8XmHU3UKr7sMLpMyR8OLJVpHVSoIj0NBbXs/mhSMBnzImxZFVg92ZAVmzinC7FdZpxcvxVwLDjYp/INgW+WqURx666FasbtwTOVRtdNZuj6Lt+zi6YO3w60uUUUIjKnN0LcUG3E8Kqbnu8NdjQUIIxudoZrFuKn8dL5V9BsgVPbUSi/TO9r8L5+Ue3ThZmDuz6kWPL680DHzGGj/6X04BOEzkG/zs3asLJ5qZ484IarHimER2kjrAT8JmYK60nw5B7AYpvbo3Cd20Bf/YKDdRCOF6fAQK+w84Ap0uBDDuRcfFS+Vbw3z4TB/KDHr8wx9SEvVAVN83w9BygqB/kk6ZAys0Xp+d57R4oL90MVJWK0w3sksfAeideoif61fiA037zi4vDw7p3OURCgi+iAN/La7yYvkbFh0c0D3wrK1Wc/pMHnMJZRE66UJGaYvWf3N+GowoSr+Ya/LJ1ITAreCS7iTnX7uSYdB+QmtW8Yy8e/qNRLvtSwepvpEAMX0BDlIFzXgGy47hYr02Bj8Te13Z9i5s2zdCO1zQVwDRacOD6LpNxX88Lxcefdy/CoMze6Bzhsmif6sfHpbNxZtdjRP2vKn7HWavvh2TT4/fCiNAkUPRJLcK3Qx5DJ3tOPHMQV126RmLVfRzusmiPcXi4F77MBnQ4COg+IQ15fVNbFAS6cV41Vkx3oaNEyQqCEh+NufclDPkUxtJa60LxQ/3qv+ALyLurLUrWoRBwkN7FBODxtGyhuggVVrjnyOsLML8PjHQo2tFJINxTRnp+IGwioBoZrKM7TIR+3LEIbMBIsP3Gg2/fAOXzFyDZOOShh4CdfSegO1GizUJLfn+2WMWM9TQWk24RMGUAPVOBWYfbmz03+/JqL55ereLjiQ4MyY2s6q6oVHHaHA84ndU14jzFXGp07Jsp4Y2DZeEdbq1CJtxZ9wAlSwLLNWQp5/bgOHsGa9YcE2/fiJyr56j4+mEVTptxzYI27JGnAAdfFAz9jKXtNgU+sUP663FW8UP4vcYa7xXsLgUs39f9AozJGCgm88eKP3FohxHaDhdGtibJ4vvyBTi+8zhxWfgubxXOWXW/5s2N4POnd9zb4wJcU/TvkADpWIgWTx1a26VfAFvfixybZbRHyQp83Advqgv+LBdSuivI7GYDpHAKRaReMJT+5YK0ORPZUk5IlpbsocDAmxgseR7iGU5sdSvLoL50M3illm9fvuxRwKGdHdYuVNMz9AhHhGVXEouYVBkO9ZdPoS77OTQFfTi5Sg//4I4UsJRMqO5GsMZqSJkZkC56AKxfC26jiW2kohY5OSb/5kONxbGsDRjIdwAfjLOhIDXybiOAb42Cj0niiwB85OT+YZsf1y70icQNIsY7IGgypMjAS6NljO5IaaviGEALqm74Dfh6qr53WZz46XkqznmZwZmeuE4Q3/z1qR8/PacgxWEPODc6dgcmTxOWj7hKmwMf9W5O9WKcvfYhuJWg98+csJLI1cXWAU5VEkbvOl8jMuzavQwBS2nghnFtJdT5XciyZ4hrduiSli2+cpGSKiAymTKEUB+O6TAaz/e9rlWlPWMmfNXA+hc4Kik/p6He6T82EUbpykz44YEHXpsbqtMPVVhKYgM/YflolJGuZiKNkcSoSQ9yCjDwVoac4PHnuBglrspki5v3OdQvZmgLs8dQ4ZggL21cpXyrOLUhcioG1HWdgGYVzyANtS+8xhSvziBNPA3smPObxAzG1YcYKlN43g9lCm5ZwuGi2BaTaYH+JCvz6Bwgn4TvkPi8oJpaXMexug6Y2EVGtkTebB01xfs1LqGmV1VzbGhk2skN/T1GK5O7S3hgeOJj98KRwNsAzHsZWK6HbZoVfSarKBiuwpFFcxEr5zZPaPLu71zD0VBmg5NSzek24KNuBIbGYdsz3tIuwEdHzqbv+ATTSj6ER40QC0AEU1VQeAuBl+DtwCXcEYLldbVJ4xUWMQkpOTTeGHQ7Rmb0bx3bnnUOKa/aOmDNExze3ZbbE0NzSGpPMs0+RqZhCnfRPoWzIYV3g4n7h2GDpF3IK8JWup/KUHRi/LdRxbDuw1dprAP/9AXwxXO1kBRa8NokWiA/3BiMJrkAsMAKN1fVwUBb+4Yd0KRq9hsB6bw7gMzwyWtbPK4ID1IA8oMrFby31QTupimzqRwSoRn9bL0hidGNa4BfYkgl9ZU82EQvMd5Q67+H2iRTgGEH1d8xMIvh+VEyemckTsqKRiM6lk22vlIjDb1pc1IlFSpTQBmnE1EEKfxM3LBokyhBAzB0EjD+csDZ/D1kYV/fLsBHPdnjr8XULa/j9Z3fJYIuMbeRKafh7cF34ZDsoaBMMG1VuB+oXgmseYRrl7RYvTlm/jDxrpZqyIIVUTptgIFRrctxQM+zGGyJzbwenXS7d0B99QGgZKOeMqnphhWCZdYWddtVMMOyVjs83GsPCxzIzIE05RGgqxYK1Val1MVx3woVP5Tqx9iMDgVOF5jB3zoK2qGMjK3WejpYGpcuWdKsFaYxvHigjOE5BAxtNVrtPTvXAJ/eCrhqQt+rWTQonCUBRc8fTMM34ve6jgAm3QFktTCZbrsBH5GDMic/uvVdfFg+FxTSEdwgzTmZjcWiG8qb+MaDhDV7EUNzomhtUL6+R/pchjM6T2yVy4WiTbHqB3bNBja+ykGhLmJd6Pxv3tcDOKf/FoC+YALpJr6JcLhJuN75CIYeZwAp0VPgRet+/L8TaG/fAPWzl4DiZWGV9WaBz4T3wnZvte9ZpWWiT0F3sFOvAuu3X3zW7vhH1+QJ6t/6Oo4HVqj4uZzMMhagNwYbKsQFETsw8fofzQhLRlO9MhjuHCphYgEFrCdgEHE2oVLmoD+AOc8C1Zaku3E2FVN14aAbA4yfAuT1inqRYsQ22xX4yMtb6tmNJ7e9j3fKZotUUyFRoGZGMa9+6xIyAKGJKBBElW7OfDzX/3qMzhoYSFgaE6UTXIkAr2YNUPwch7sifudq0CoUuWNCG3IAhUcxdD8VcNKNau2wKEQPye62axvU954F37waTNHOtmrTGdzggt2j2D5KPKpdiR5kgaCILDY4qkNNUD3aPSRAKuoDds4NQFEfLa6vHQrZ+3Y0cjy6WsXXO1TtOJsZwKP0yaoIGLSyYiV97p4u4ckDGPbPlYRjo70KxfaVrwe+eVSLtUtkMS9pmtIeo4CJ1wK5Xf/ZpXntCnwGgUq9e/Dd7j/w8NZ3UE7xH0aJtspDLKrhyU2iMTkypnQ9EWPbWL2NxACG2rv9c2DPX9ppDPNQw1nzrIvHOnTz846OQK+zGfLGAI447hpNJMOGtEWSX/kO8IVzwH/4UDtpYQKDJtNs+SLsWM11bHawQ48FG3ss0LVPRE9+q40vTMNbGzi+38nxbLGCPXRZUIwvDwd84R49vbuEc3tLGJbDEp6IIMauhk6xApStBZbSnRzfaNlUQhDfytTRRH3L73QkbewFwKCJWrzeP831t1cAHxGIMiyvbdiGGTs+x5zKv1Hl088BNaPaaoQNt4RIVpDQN70rzsg/HKfk/7/2zgO4qmoLw38SkBCKKITefRRRxoZdx6eDvXcde+917L33sffescyz92cbx97biDwEKQqJgFKSkARI3nz7su7bOZybXMm5F+5j75lMknvP2Wevtdf617/W3uecf7o7O/JZ02vJeAC/2j+kyvcbVfmeVD21pTNa/r5tZ2nV9aR+uxapQ3+pJMv7FlvuOaEjquaoceJY6Z1/qfHXn6Xapm/hjotz0c+a/N9mJRX1HShtuZuKRoySOnVZLkDPrJJ7eHk50P0TGvX5zAZV+WDwd1XKS7gkd1fHgYOKNbpnkbqX5r+m19ywSXt5/eT4D6VvXkixP26nboL60Qgf16GX6fFUsj5rSRvsJ/UcltoUnURbboAPYbg17ff6mZpaO0NjKt7WmIp/q65hYZPNkWmo82pj6TrZ4s8GlfXSKf321qjOw0SKy21u2UbcJJSadR/csTFPqpshzR4rTXm2UTXTF9uJF/FaIr7U8npvK/UaXaR25VK7bq1LA7Ie/9IcuHCBNKtSqpyqxndfUuPYr1KrmL5/xNT97c6nxfmtigcPV9HoPaQ+g6SuPaR2S75/ZGmGl/Q59ezjrGnUlBrpkQkNem16Q2pHi61fmB2n9h83ZUmLjZ1DRnQp0glDi7VmlyL1LStK/Dl7ScpdVy3NrZAqx0ufPSVVjots9MviYqza/mNTad3dpVX6SSv3cHc2JtaWK+AzqXgHBSnvhPnT9O288fqpepL7e3rdTP1ZP1fV7gnMDWpb3Ead25S5h44OKO2hIR36amSH1TSy42ANaN9DHUra53RzcmKzwFaG+XJ3d8ybIM2bKNVMbdT8CmnBHGlhjcSuH/Zic6sZzK60vEjte0u8aqTTEKmst8RrhyMPrUhsiMl2hMALpb9mShVT1Tj5P9K0yWqcMV2aM0uqrpLqF+/x5OnZ7TtInbuqqLyn1HuA1P8fKuo9UFq1PPWUltbmPckKF9sbr6CsqG3UL/Ok72c3aNwcaWJVoypqpdn1PI8vtTTXrlju3brlpVL/siIN7SyXzq6+cpH6lLHdJfu0OQ9iZbwEIM4dHnMqpBkTpIr/SLMmpRZAqmdJtVWp+36xV164176T1LF7qnZXPlDqOVzqOkDq2E0qSfgp0gx6uQQ+HwCrFs13DySd31DvHjfFk5kBvRRDKFKbomK1LW6r0uK27gU7HUtK1b6kXX725yVtWTypvk5aND/1m7UeUmJ3Y77dt8/tmSWp/XgsYPBiOX4KA/BiFAYA1tVIdbXu0VSCEbIAktrBmxIMxOf2Q0CuXWmK3fF3ATYAkJS3ZlGje/goLxRnAcS2u4HhrM7yZC4WLMpKityb0pbl4kVr1QwA1s+XFsyXFtan0l/S4vQrtotTz4/AngFB6nmkuEkyvKgMyzXwtVbh4fyggaCBoIE4DQTgC3YRNBA0sMJpIADfCjflQeCggaCBAHzBBoIGggZWOA0E4FvhpjwIHDQQNBCAL9hA0EDQwAqngWUCfK+//rp69+6ttdZaS/fff7/WX3999zfN/85mg89o22+/fZMJmjx5sl588UUdc8wxatfuf29WmTNnji644AJ9+umnLU7oRhttpCuuuEIrr5zsi2iauzAy9+nTZwl5/HMyyRann7hr1dXV6Z577tGuu+6qAQMGtKiHJA+Im69M8mS6brZy+udzzmOPPaarr746bzKbrR155JFpG47KhOznnnuuxo8f7+z9iy++cHNjbZtttnF/vvXWW0uoY4899tDpp5/u7Jtr3XnnnTr++OM1e/bsdJ/Rky677LJmbSvJuaYv5Lvhhht0xhlnZNQ7cvsyDxkyRHvvvbeuuuqqJYZjPvnss882wYYkx5134ENJL730knr27KmOHTvqyy+/1FZbbeWUt+mmm+rtt9/Wdttt54DB2rRp03TvvffqsMMOa6LYcePG6YEHHtCll16q9u3/t3N/1qxZbhIOPPDAFgENwBs0aJDa8NDSPLXLL79cgwcP1gEHHBB7xSeffFJdu3bVO++842R7//33ddFFF7ljkQ0nQHe0TEbe0NDgdAMAnnjiiXmSLHWZJ554wv325XvhhRc0Y8YMHXHEEaknaXstLlBF5bTDcSALkn4f3333na677jrttNNOzqbQVz6C2cKFCzV27Fg99dRT2meffdSlS5clAGnttdfW4YcfrrZt22r48OGaN2+efvrppzSIQQIAhc0337yJfeMTH3/8sQvM2Dc6Of/883XllVeqQ4cOmjhxompqUo/5QYcXXnih0w3fr7pq/m7SZm4/+eQTZ6ulpfEvc8HmjexgkwQogoWN3QCdOeOHY19++WXX54033qgRI0ZkBHr68ANENsaeV+BjchAChyDq0Zg8gO/zzz/XJptsoptvvlk///yzAyKYHMrBiQG/bt26NVFsc8BnBvL888/HRo1MLDIbpbX2mOaAD6M4++yz9eqrr6qqqsoZABF/2LBh7rJvvPGGevXqlXZ+ABRHMkbhjw1HoT/6iLZMANJa2aLAh54BIcZCA9CtGWgDHr/++qtzXmtROe1zgMNA3z4D9HD6k08+WbCFRx991F3vrLPOapIJJCFbXB/Y59SpU51sv//+u2666SYddNBB6WvHBVcfxMrKynTxxRe7oAAhgOlw/qRJk5oEdv8cX4/M5ddff+2IQd++fZ195LLZnNo1srEzbJ6AztyhL4D7+uuv1+OPP64PP/zQ6Q2yY35PoJg7d64L/j/88IMDtmeeeUa77bZbrGjl5eXq16/fEkE1kx7yCnwIgdCkoAgKtccxO3funHZwovXo0aOdQo499li99tpreu6559z4ocd+GpMN8KE8DGOzzTZL039jBwZAuTSSuL6bAz4AAPYwdOjQdBq/+uqrpyM4bGrgwIGOHVurra1NR38A45tvvkmnR3YM7G/UqFFpwIwDkNbqwVI6KzHsuOOOTg4ADRbvN+YAdrDXXnu5YGhz7DuTz2zt82hkxwlxiKOPPlrrrLOO6/PPP/904IHDwH7ywfxsfJlsMqrbTMBHcIf9kLFMmTIlDXzM+x133JEGCFJEAhrEAHtabbXV8pa5oF8IC62lEobZWRzjA9zxTT8zwy4gObvssosjR3w3c+ZMF9yx7dNOO621ZurOzyvwUZcgLXjkkUd0yimnqLq6Oi0EUQ+hUSg1DFgCP1B5UiQUbGBI/Y6Gw6MUDID0yYCRqGKMb5VVVtEvv/ziUmUmYeutt3aOhkJxlFynuNHoyLiZWJzaj9o2dkALXVCXA6xgezivgUk0BYwGA4ySCIpcO+ywg9MTxoV+SMWibCkRK1rciQGwgdi+++7rUjXGEk3rP/roI8do9t9/f8eWmCNYG2zFalrRsWH4RPajjjpKCxYscPOIPg455BARHPy5RA+wIOYdW4hLj5OU3Qc+xodtR1N6A+13331X5513XhrEGD82AePLBHz4jp8eU54BTB5++GFn19F5zSWj9/V2++23O1uOK2H4x8UxPkgMKS/2bZkZWQ76AQMuueSSNCHCViBBBQl8sDvSmw033FAjR450BknBl4ZRYNSwAxYxcHqOhRJzHhGOWsmWW27pnCQu2gAYpH4YnQEf4ALL5JzbbrvNGdtJJ53k6im5Bj3G6EdHn31B630WZGMH6FdaaSU3zltvvdWBIPqC5cU1O6+ysjKd7mI86MyANQq0UbBMGgBgJ8wr4ETqRr0pE/DZ55buYvTvvfeerr32WlfAZ+zYA4EPRyF9RS7m1xYFqANFQQaZrLb22WefOWCwmlKS8lrR3kANB8WZoykZQR0ZcGbkIsBZXYu5pcYHeGCT9EnQ9xlftMYHiyU7ePrpp504+IUtZlEnJ7D7WUFSMiOHr8e4IO5fy2zNbNq+w26RAUAE+NAFJS8aNsD84rPIRI26vr6+cIEPxD700EMduq+33npNirOAHsqALfTv31+//fZbOopw3t133+2oPGBoqUs2qa45P0aCMXz77bfOqfJd8I9Gv+YWNzAuxkoJgMI2q95xEd1fDUcX0dpSJmM3sMxUiG6NkzD23Xff3YEVOqZ2CzD57Jb+AWeYO8AHSMPecCIiOswR/VDc5jwcgs/4HtugMZ9Wy6ImHNestkbGQMtF7Wv69OmO1doixPfff+8W75gvbBqQIJiz8MKcwkxpmVJdQNGyBIKHv3hn58Aome8999zTBQPSQnwDfVIfvuuuu9y11lhjjdZMZey5zJvpGwZOgAawm7M10tQ4f2PcnA/wwVwhAsgP8MH+/do+QaMgGZ+t5GCwpGBrrrlmky0nRs2JloAbSI/BYwQnnHCCtthiC7fYgWMBntDrbIGPc3A+DIbIg2Gg5FwwgGwsrbkaH2OlZoXRfvDBBw6kqVf5WwG4BiAAMJKuY/wAQ9wKdzbjSeoYjPPNN9/UH3/8kU5Jx4wZ40AqU40P4LPFAWo65gSkb8jFloc4B44rITQnRy5TP98OmSeyFNgoNW1sDVDC8Vm8sywjE/ABnKeeeqpjfYB/FPhYwCBbwhfog+PIhmBHbO0688wzHYsCjGxBLKn59fsBzElH2XEQt3jGsbY4GQVLvsMe8EWYHuyW+uXBBx/sSlcGfBxn290I0gUJfBg3E0WUYEIxbKIgqE9qA1UnSi5atMit7MJe+P+WW25xUZ/6BmkCSuzRo4dLbbIBPhgHxnfccce5a2B4pBkAyrICv+aAD/nQEynvQw895ACb9AlnoIBve/JssWLjjTd2+gQwDQzi0r5cGH+0T8AXhyDVogFqcVtb+M5qfGw/sT2X5iDYBqw0biXfUqdOnTqlC+z0hz6i5QN/fLlYzLH+zQ5ZicSmkYc54W8YmDFsatRWazTgA9jJgLBP6nus7jL32267rWN0VsO2lXvkYG9m9+7dXTZAGYS6Nf4CUaB/WyHOJfDFrcSbPvBxQIo5MYZr+zJ//PFHx+bwacYJiBMowQHSW0gNssLObZvTOeec4/y+IIHPlGKrktR+rJZBeks6QuoGKBH1EZJJpHZFnYwFkeh+vZaAD6N68MEHXbS1FT/GwaQRqVhex2DyuerH9Vvax8cxvmzs/2KFkv1SFP6tNoKhWx0HVojB4HzLuvlg1xLwsQAS3cpie9LYGxZlanFpOk7FbgAyA+qJBAHYY74Yvc0V9oosADbXZ54BMxpsGBvmM4575ZVX3FzB4EhLAUrSfQCB+UZOAgfnESSwWZjVuuuu6xglG4bpm2PIDAjwAASvIyWoA6QQhFw25gZ2ZjstrGRRUlLiyh3+/liCAP9Tq7MMAJlZ2AIIWeBBLn9HwldffeVYLIxwwoQJ/x/AB9BRbyMiIjjOTDSjfkBKgEIpZPN5JoBrCfjY24ai4zYo+zWjfCxy+Ab4d4GPwjaG7+91og8DPgzOaj04xrJuUeCzCO+Py6/x2ecW4Ql2sFs2A7NCTX+ZFmQAOdJrtkZYDY++KRfAPHN9FwfXZ2WTtI09hKS4bKFCFp9l2oo3NUq2KxHMmT/qgGRD2CoZCcHa9pgCaizMIAcgji9YyscqP1kA38MkYZmwq7/++ssBBdlRtK6atF1Q36yoqHABGaKCHLA4CIxfTwW8IS0EJUgOtotsACcgyJYmxo6N4/e2I4HMDx2SmeHrBc/4YHug+c477+zqEKA+9B5qTG0CI0dIFEudwAc4nMDqXdHtLEws9cENNtjARVL6bQnUcrnCGV0BM8PLtBLmjyUO1P1bn0h5KQOQ3hEliYxE/FwsWGTrMAZcbL7GqHFs5qu5Gh/7K23zNQ7DvBH5YQPIgg0A+LAIHAzAsFsM0e9+++3ngCZaZwIUcDRAI5d3cbBdhrEyd6ywwryba9gz+xtpgINffyZtZcxsw2G7C+kwIE5W4tdI0QHBjqAOsNtWEva9Ah78thXibOduaY+z+ixEhjHht5So/C1JgDP+jtww8/vuu8/Jhh+w8u9vPEZegvc111zjSgXYNDaOP1BTZK7j2t+99TSv+/gYMJMGGLHlhGhnwBRlNCjAcn0f4GADOEKmhhFS9I+mT5mOz+UKp1/Uzcaw/LHEgbq/Udm/G8DXVTbXydUxft3H2A7zTYveQsWYcVxktluvmrt90BzMZ/DN6Rc7sDohLKulALi0OsEejYkZSDfXF07ssyFkYNuKAT3n+vPM/5nqk37Wwt+22kpf+bxlzeS1OeL/KJgxb4wpKlucrtAn56Nbu5ujpfP+7q2neQe+pTWwcF7QQNBA0EBSGgjAl5QmQz9BA0EDBaOBAHwFM1VhoEEDQQNJaSAAX1KaDP0EDQQNFIwGAvAVzFSFgQYNBA0kpYEAfElpMvQTNBA0UDAaCMBXMFMVBho0EDSQlAYC8CWlydBP0EDQQMFoIABfwUxVGGjQQNBAUhoIwJeUJkM/QQNBAwWjgQB8BTNVYaBBA0EDSWkgAF9Smgz9BA0EDRSMBloLfP8FBlZe8Ikr0IMAAAAASUVORK5CYII=','',0,1563385010,1,1,1),(4,0,'topic',0,'特卖惠',NULL,'','[{\"module\":\"slide\",\"setting\":\"1\",\"data\":{\"list\":[],\"allValue\":{\"number\":1},\"isStyleSel\":\"0\",\"isSizeSel\":\"0\"}},{\"module\":\"nav\",\"setting\":\"1\",\"data\":{\"list\":[],\"styleSelList\":[\"0\",\"1\",\"2\"],\"isNumberSel\":\"5\",\"isStyleSel\":\"1\",\"isIconSel\":\"0\",\"isDescSel\":\"0\"}},{\"module\":\"count-down\",\"setting\":\"0\",\"data\":{\"list\":[],\"allValue\":{\"titleImg\":\"\",\"productImg\":\"\",\"spikeDesc\":\"\",\"endTime\":\"\",\"number\":10},\"isStyleSel\":\"0\"}},{\"module\":\"announcement\",\"setting\":\"1\",\"data\":{\"allValue\":{\"img\":\"\",\"announContent\":\"\"},\"isStyleSel\":\"0\",\"isDateSel\":\"0\"}},{\"module\":\"product\",\"setting\":\"1\",\"data\":{\"allValue\":{\"number\":10,\"scrollNumber\":3,\"categorySOption\":\"\",\"brandSelect\":\"\",\"selectGoodsId\":[]},\"isStyleSel\":\"0\",\"isSizeSel\":\"0\",\"tagSelList\":[\"0\",\"1\"],\"isModuleSel\":\"0\"}}]',NULL,'59f322fb7afd5.jpg',1509077627,1509077819,0,1,1);

/*Table structure for table `fly_touch_topic` */

DROP TABLE IF EXISTS `fly_touch_topic`;

CREATE TABLE `fly_touch_topic` (
  `topic_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `title` varchar(255) NOT NULL DEFAULT '''''',
  `intro` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(10) NOT NULL DEFAULT '0',
  `data` text NOT NULL,
  `template` varchar(255) NOT NULL DEFAULT '''''',
  `css` text NOT NULL,
  `topic_img` varchar(255) DEFAULT NULL,
  `title_pic` varchar(255) DEFAULT NULL,
  `base_style` char(6) DEFAULT NULL,
  `htmls` mediumtext,
  `keywords` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  KEY `topic_id` (`topic_id`),
  KEY `review_status` (`review_status`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_touch_topic` */

insert  into `fly_touch_topic`(`topic_id`,`user_id`,`title`,`intro`,`start_time`,`end_time`,`data`,`template`,`css`,`topic_img`,`title_pic`,`base_style`,`htmls`,`keywords`,`description`,`review_status`,`review_content`) values (1,0,'潮流女装','',1497476771,1529617571,'O:8:\"stdClass\":1:{s:6:\"默认\";a:4:{i:0;s:115:\"2017韩版女装夏装新款A字宽松松紧腰印花连衣裙DT7039乾 舒适松紧腰 A字版型 时尚印花|800\";i:1;s:73:\"新款学院风韩版时尚太空棉宽松长袖印花圆领卫衣女|633\";i:2;s:138:\"17年春夏新款百搭半身裙蛋糕裙 a字裙 裤裙伞裙大码裙子超短裙女 松紧腰围 带裤边打底衬 涤针织面料|797\";i:3;s:91:\"逸阳女裤2017夏修身白色牛仔裤超短裤三分裤mm热裤女夏宽松大码潮|798\";}}','','','data/afficheimg/20170615krkugm.png','','','','精品女装\r\n','',3,''),(2,0,'清凉一夏','',1497477074,1530309074,'O:8:\"stdClass\":1:{s:12:\"家用电器\";a:6:{i:0;s:84:\"三星C24F396FH曲面显示器23.5英寸电脑显示器24液晶显示屏幕超22|621\";i:1;s:118:\"Skyworth/创维 55V9E 55吋4K超高清智能网络平板LED液晶电视机 50 25核智能 4K超高清 人气爆款|650\";i:2;s:129:\"Konka/康佳 A48F 48英寸高清智能网络平板 LED液晶电视机 50 49 已累计爆售 1万台 大屏购物 镇店爆款|651\";i:3;s:75:\"Hisense/海信 LED49EC270W 49吋液晶平板电视机网络wifi彩电50|810\";i:4;s:119:\"康佳kktv U65 65英寸4K超高清安卓智能网络平板led液晶电视机6070 4k超高清 6ms响应 多屏互动|842\";i:5;s:124:\"Sony/索尼 KDL-48W650D 48英寸液晶高清 wifi网络 平板电视 正品保证 三期免息 咨询有礼 售后上门|843\";}}','','','data/afficheimg/20170615fndbtw.png','','','','春雷行动','',3,'');

/*Table structure for table `fly_touch_upgrade` */

DROP TABLE IF EXISTS `fly_touch_upgrade`;

CREATE TABLE `fly_touch_upgrade` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `upgrade` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `time` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_touch_upgrade` */

insert  into `fly_touch_upgrade`(`id`,`upgrade`,`time`) values (1,'R20170901','2017-09-25 09:51:34'),(2,'R20171001','2017-10-20 05:22:18');

/*Table structure for table `fly_trade_snapshot` */

DROP TABLE IF EXISTS `fly_trade_snapshot`;

CREATE TABLE `fly_trade_snapshot` (
  `trade_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `order_sn` varchar(255) NOT NULL,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `shop_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_number` int(5) unsigned NOT NULL DEFAULT '1',
  `shipping_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `rz_shopName` varchar(60) NOT NULL,
  `goods_weight` decimal(10,3) NOT NULL DEFAULT '0.000',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0',
  `goods_attr` varchar(255) NOT NULL,
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  `ru_id` int(11) unsigned NOT NULL DEFAULT '0',
  `goods_desc` text NOT NULL,
  `goods_img` varchar(255) NOT NULL DEFAULT '',
  `snapshot_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '快照新增时间',
  PRIMARY KEY (`trade_id`),
  KEY `order_sn` (`order_sn`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `ru_id` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

/*Data for the table `fly_trade_snapshot` */

insert  into `fly_trade_snapshot`(`trade_id`,`order_sn`,`user_id`,`goods_id`,`goods_name`,`goods_sn`,`shop_price`,`goods_number`,`shipping_fee`,`rz_shopName`,`goods_weight`,`add_time`,`goods_attr`,`goods_attr_id`,`ru_id`,`goods_desc`,`goods_img`,`snapshot_time`) values (6,'2017102015273409131',108,673,'Samsung/三星 Galaxy C9 Pro SM-C9000 6+64G全金属超薄手机 12期免息 送蓝牙音箱等多种套餐好礼','ECS000673','3500.00',1,'0.00','商创自营','0.000',1489108321,'','',0,'<p><img src=\"/images/upload/20170322/149018033552.png\" style=\"float:none;\" title=\"970-_01.png\"/></p><p><img src=\"/images/upload/20170322/14901803353655.png\" style=\"float:none;\" title=\"970-_02.png\"/></p><p><img src=\"/images/upload/20170322/14901803358336.png\" style=\"float:none;\" title=\"970-_03.png\"/></p><p><img src=\"/images/upload/20170322/14901803363248.png\" style=\"float:none;\" title=\"970-_04.png\"/></p><p><img src=\"/images/upload/20170322/14901803367408.png\" style=\"float:none;\" title=\"970-_05.png\"/></p><p><img src=\"/images/upload/20170322/14901803365794.png\" style=\"float:none;\" title=\"970-_06.png\"/></p><p><img src=\"/images/upload/20170322/14901803366276.png\" style=\"float:none;\" title=\"970-_07.png\"/></p><p><img src=\"/images/upload/20170322/14901803364827.png\" style=\"float:none;\" title=\"970-_08.png\"/></p><p><img src=\"/images/upload/20170322/14901803371628.png\" style=\"float:none;\" title=\"970-_09.png\"/></p><p><img src=\"/images/upload/20170322/14901803374791.png\" style=\"float:none;\" title=\"970-_10.png\"/></p><p><img src=\"/images/upload/20170322/14901803372332.png\" style=\"float:none;\" title=\"970-_11.png\"/></p><p><br/></p>','images/201703/goods_img/0_G_1489108311911.jpg',1508455359),(7,'2017102022526511166',94,625,'秋季新款男士套头卫衣印花外套韩版简约百搭潮流男生上衣服','ECS000625','120.00',1,'5.00','商创自营','0.000',1489099473,'','',0,'<p><img src=\"/images/upload/20170322/149018033552.png\" style=\"float:none;\" title=\"970-_01.png\"/></p><p><img src=\"/images/upload/20170322/14901803353655.png\" style=\"float:none;\" title=\"970-_02.png\"/></p><p><img src=\"/images/upload/20170322/14901803358336.png\" style=\"float:none;\" title=\"970-_03.png\"/></p><p><img src=\"/images/upload/20170322/14901803363248.png\" style=\"float:none;\" title=\"970-_04.png\"/></p><p><img src=\"/images/upload/20170322/14901803367408.png\" style=\"float:none;\" title=\"970-_05.png\"/></p><p><img src=\"/images/upload/20170322/14901803365794.png\" style=\"float:none;\" title=\"970-_06.png\"/></p><p><img src=\"/images/upload/20170322/14901803366276.png\" style=\"float:none;\" title=\"970-_07.png\"/></p><p><img src=\"/images/upload/20170322/14901803364827.png\" style=\"float:none;\" title=\"970-_08.png\"/></p><p><img src=\"/images/upload/20170322/14901803371628.png\" style=\"float:none;\" title=\"970-_09.png\"/></p><p><img src=\"/images/upload/20170322/14901803374791.png\" style=\"float:none;\" title=\"970-_10.png\"/></p><p><img src=\"/images/upload/20170322/14901803372332.png\" style=\"float:none;\" title=\"970-_11.png\"/></p><p><br/></p>','images/201703/goods_img/0_G_1489099437662.jpg',1508482271),(8,'2017102022526511166',94,912,'刀','ECS000912','200.00',1,'5.00','Swisse专卖店','0.000',1508458817,'','',18,'','images/201710/goods_img/0_G_1508458811013.jpg',1508482271),(9,'2017102100099464663',94,912,'刀','ECS000912','140.00',1,'5.00','Swisse专卖店','0.000',1508458817,'','',18,'','images/201710/goods_img/0_G_1508458811013.jpg',1508486827),(10,'2017102323332146361',94,912,'刀','ECS000912','140.00',1,'5.00','Swisse专卖店','0.000',1508458817,'','',18,'','images/201710/goods_img/912_G_1508715792295.jpg',1508743526),(11,'2017123016469681920',120,903,'正品直邮Hermes爱马仕2017新款男鞋 时尚真皮休闲鞋H171325ZH02 7495','ECS000903','798.00',1,'0.00','WEBSC版','0.000',1490915820,'','',0,'','images/201703/goods_img/0_G_1490915806785.jpg',1514594337);

/*Table structure for table `fly_user_account` */

DROP TABLE IF EXISTS `fly_user_account`;

CREATE TABLE `fly_user_account` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_user` varchar(255) NOT NULL,
  `amount` decimal(10,2) NOT NULL,
  `deposit_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `add_time` int(10) NOT NULL DEFAULT '0',
  `paid_time` int(10) NOT NULL DEFAULT '0',
  `admin_note` varchar(255) NOT NULL,
  `user_note` varchar(255) NOT NULL,
  `process_type` tinyint(1) NOT NULL DEFAULT '0',
  `payment` varchar(90) NOT NULL,
  `pay_id` smallint(8) unsigned NOT NULL DEFAULT '0' COMMENT '支付ID',
  `is_paid` tinyint(1) NOT NULL DEFAULT '0',
  `complaint_details` varchar(500) NOT NULL DEFAULT '' COMMENT '申诉内容',
  `complaint_imges` varchar(255) NOT NULL COMMENT '申诉照片',
  `complaint_time` int(10) unsigned NOT NULL COMMENT '申诉时间',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `is_paid` (`is_paid`),
  KEY `pay_id` (`pay_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_user_account` */

/*Table structure for table `fly_user_account_fields` */

DROP TABLE IF EXISTS `fly_user_account_fields`;

CREATE TABLE `fly_user_account_fields` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '关联用户id',
  `account_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '关联ecs_user_account表id',
  `bank_number` varchar(255) NOT NULL COMMENT '银行账号',
  `real_name` varchar(50) NOT NULL COMMENT '真是姓名',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `account_id` (`account_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_user_account_fields` */

/*Table structure for table `fly_user_address` */

DROP TABLE IF EXISTS `fly_user_address`;

CREATE TABLE `fly_user_address` (
  `address_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `address_name` varchar(50) NOT NULL DEFAULT '',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `consignee` varchar(60) NOT NULL DEFAULT '',
  `email` varchar(60) NOT NULL DEFAULT '',
  `country` int(10) NOT NULL DEFAULT '0',
  `province` int(10) NOT NULL DEFAULT '0',
  `city` int(10) NOT NULL DEFAULT '0',
  `district` int(10) NOT NULL DEFAULT '0',
  `street` int(10) NOT NULL DEFAULT '0',
  `address` varchar(120) NOT NULL DEFAULT '',
  `zipcode` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `mobile` varchar(60) NOT NULL DEFAULT '',
  `sign_building` varchar(120) NOT NULL DEFAULT '',
  `best_time` varchar(120) NOT NULL DEFAULT '',
  `audit` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `update_time` int(10) unsigned DEFAULT '0',
  PRIMARY KEY (`address_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

/*Data for the table `fly_user_address` */

insert  into `fly_user_address`(`address_id`,`address_name`,`user_id`,`consignee`,`email`,`country`,`province`,`city`,`district`,`street`,`address`,`zipcode`,`tel`,`mobile`,`sign_building`,`best_time`,`audit`,`update_time`) values (1,'',1,'云诊断','',1,25,321,2704,0,'花园路888号','','','15858588889','','',0,0);

/*Table structure for table `fly_user_bank` */

DROP TABLE IF EXISTS `fly_user_bank`;

CREATE TABLE `fly_user_bank` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `bank_name` varchar(50) DEFAULT NULL,
  `bank_card` varchar(50) DEFAULT NULL,
  `bank_region` varchar(255) NOT NULL,
  `bank_user_name` varchar(10) NOT NULL,
  `user_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_user_bank` */

/*Table structure for table `fly_user_bonus` */

DROP TABLE IF EXISTS `fly_user_bonus`;

CREATE TABLE `fly_user_bonus` (
  `bonus_id` int(8) unsigned NOT NULL AUTO_INCREMENT,
  `bonus_type_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `bonus_sn` bigint(20) unsigned NOT NULL DEFAULT '0',
  `bonus_password` varchar(60) NOT NULL,
  `user_id` int(8) unsigned NOT NULL DEFAULT '0',
  `used_time` int(10) unsigned NOT NULL DEFAULT '0',
  `order_id` int(8) unsigned NOT NULL DEFAULT '0',
  `emailed` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `bind_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`bonus_id`),
  KEY `user_id` (`user_id`),
  KEY `bonus_type_id` (`bonus_type_id`),
  KEY `order_id` (`order_id`),
  KEY `emailed` (`emailed`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_user_bonus` */

/*Table structure for table `fly_user_feed` */

DROP TABLE IF EXISTS `fly_user_feed`;

CREATE TABLE `fly_user_feed` (
  `feed_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `value_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `feed_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_feed` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`feed_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_user_feed` */

/*Table structure for table `fly_user_gift_gard` */

DROP TABLE IF EXISTS `fly_user_gift_gard`;

CREATE TABLE `fly_user_gift_gard` (
  `gift_gard_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `gift_sn` bigint(20) unsigned NOT NULL,
  `gift_password` char(32) NOT NULL,
  `user_id` int(10) unsigned DEFAULT '0',
  `goods_id` int(10) unsigned DEFAULT '0',
  `user_time` int(10) unsigned DEFAULT '0',
  `express_no` varchar(64) DEFAULT '0',
  `gift_id` mediumint(8) unsigned NOT NULL,
  `address` varchar(120) DEFAULT NULL,
  `consignee_name` varchar(60) DEFAULT NULL,
  `mobile` varchar(60) DEFAULT NULL,
  `status` tinyint(1) unsigned DEFAULT '0',
  `config_goods_id` varchar(255) DEFAULT NULL,
  `is_delete` tinyint(1) unsigned DEFAULT '1',
  `shipping_time` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`gift_gard_id`),
  KEY `gift_sn` (`gift_sn`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `gift_id` (`gift_id`),
  KEY `is_delete` (`is_delete`)
) ENGINE=MyISAM AUTO_INCREMENT=445 DEFAULT CHARSET=utf8;

/*Data for the table `fly_user_gift_gard` */

/*Table structure for table `fly_user_rank` */

DROP TABLE IF EXISTS `fly_user_rank`;

CREATE TABLE `fly_user_rank` (
  `rank_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `rank_name` varchar(30) NOT NULL DEFAULT '',
  `min_points` int(10) unsigned NOT NULL DEFAULT '0',
  `max_points` int(10) unsigned NOT NULL DEFAULT '0',
  `discount` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `show_price` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `special_rank` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`rank_id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

/*Data for the table `fly_user_rank` */

insert  into `fly_user_rank`(`rank_id`,`rank_name`,`min_points`,`max_points`,`discount`,`show_price`,`special_rank`) values (3,'代销用户',1000000,1000000000,60,1,1),(6,'铜牌',0,10000,100,1,0),(7,'银牌',10001,100000,85,1,0),(8,'金牌',100001,10000000,70,1,0),(12,'授权登录',0,0,100,0,1);

/*Table structure for table `fly_users` */

DROP TABLE IF EXISTS `fly_users`;

CREATE TABLE `fly_users` (
  `user_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `aite_id` text NOT NULL,
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `nick_name` varchar(60) NOT NULL,
  `password` varchar(32) NOT NULL DEFAULT '',
  `question` varchar(255) NOT NULL DEFAULT '',
  `answer` varchar(255) NOT NULL DEFAULT '',
  `sex` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `birthday` date NOT NULL DEFAULT '1000-01-01',
  `user_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `frozen_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pay_points` int(10) NOT NULL DEFAULT '0',
  `rank_points` int(10) unsigned NOT NULL DEFAULT '0',
  `address_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `reg_time` int(10) unsigned NOT NULL DEFAULT '0',
  `last_login` int(11) unsigned NOT NULL DEFAULT '0',
  `last_time` datetime NOT NULL DEFAULT '1000-01-01 00:00:00',
  `last_ip` varchar(15) NOT NULL DEFAULT '',
  `visit_count` smallint(5) unsigned NOT NULL DEFAULT '0',
  `user_rank` int(10) unsigned NOT NULL DEFAULT '0',
  `is_special` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `ec_salt` varchar(10) DEFAULT NULL,
  `salt` varchar(10) NOT NULL DEFAULT '0',
  `drp_parent_id` int(10) unsigned DEFAULT '0' COMMENT '分销商父级id',
  `parent_id` mediumint(9) NOT NULL DEFAULT '0',
  `flag` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `alias` varchar(60) NOT NULL,
  `msn` varchar(60) NOT NULL,
  `qq` varchar(20) NOT NULL,
  `office_phone` varchar(20) NOT NULL,
  `home_phone` varchar(20) NOT NULL,
  `mobile_phone` varchar(20) NOT NULL,
  `is_validated` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `credit_line` decimal(10,2) unsigned NOT NULL,
  `passwd_question` varchar(50) DEFAULT NULL,
  `passwd_answer` varchar(255) DEFAULT NULL,
  `user_picture` text NOT NULL,
  `old_user_picture` text NOT NULL,
  `report_time` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `user_name` (`user_name`),
  KEY `email` (`email`),
  KEY `parent_id` (`parent_id`),
  KEY `flag` (`flag`),
  KEY `is_validated` (`is_validated`),
  KEY `address_id` (`address_id`),
  KEY `mobile_phone` (`mobile_phone`)
) ENGINE=MyISAM AUTO_INCREMENT=135 DEFAULT CHARSET=utf8;

/*Data for the table `fly_users` */

insert  into `fly_users`(`user_id`,`aite_id`,`email`,`user_name`,`nick_name`,`password`,`question`,`answer`,`sex`,`birthday`,`user_money`,`frozen_money`,`pay_points`,`rank_points`,`address_id`,`reg_time`,`last_login`,`last_time`,`last_ip`,`visit_count`,`user_rank`,`is_special`,`ec_salt`,`salt`,`drp_parent_id`,`parent_id`,`flag`,`alias`,`msn`,`qq`,`office_phone`,`home_phone`,`mobile_phone`,`is_validated`,`credit_line`,`passwd_question`,`passwd_answer`,`user_picture`,`old_user_picture`,`report_time`) values (1,'','123542@qq.com','ecmoban','68908066-892245','67377c33dded8bc2c40adfa7268da606','','',2,'1000-01-01','0.00','0.00',997,1000,0,1490144444,1497478505,'1000-01-01 00:00:00','192.168.1.92',405,0,0,'1582','0',0,0,0,'','','','','','',0,'0.00','','','data/images_user/59422b1c24cbd.jpg','',0),(2,'','123548@qq.com','绿联','70789862-586557','ba7e70dd68cd466776131027d6e84cf6','','',2,'1000-01-01','0.00','0.00',0,0,0,1490153600,1490153608,'1000-01-01 00:00:00','116.226.76.53',1,6,0,'3687','0',0,0,0,'','','','','','',0,'0.00','','','','',0),(3,'','125848@qq.com','火影','30571365-100204','e1228c01801d85c01e1cb4fb9a726a01','','',2,'1000-01-01','0.00','0.00',0,0,0,1490158561,1508440726,'1000-01-01 00:00:00','103.214.84.243',88,0,0,'4533','0',0,0,0,'','','','','','',0,'0.00','','','','',0),(4,'','12455@qq.com','全友家私','99374148-222227','1701ebb7bf7e4c2be1c8acd721d723f5','','',2,'1000-01-01','0.00','0.00',0,0,0,1490160557,1490211867,'1000-01-01 00:00:00','116.231.31.175',372,6,0,'9794','0',0,0,0,'','','','','','',0,'0.00','','','','',0),(5,'','11324353@qq.com','三只松鼠','59988587-477113','0134d7dc0895038c863eedd14ffc58bd','','',2,'1000-01-01','0.00','0.00',0,0,0,1490163680,1490163688,'1000-01-01 00:00:00','116.226.76.53',1,6,0,'1261','0',0,0,0,'','','','','','',0,'0.00','','','','',0),(6,'','13253452@qq.com','服装','','e10adc3949ba59abbe56e057f20f883e','','',2,'1000-01-01','0.00','0.00',0,0,0,1490168195,0,'1000-01-01 00:00:00','',0,0,0,'','0',0,0,0,'','','','','','',0,'0.00','','','','',0),(9,'','','商家1','74603925-582879','e10adc3949ba59abbe56e057f20f883e','','',0,'1000-01-01','0.00','0.00',0,0,0,1490222705,1490222705,'1000-01-01 00:00:00','116.231.31.175',1,6,0,'','0',0,0,0,'','','','','','15988883666',0,'0.00','','','','',0),(10,'','','商家2','9514366-769664','e10adc3949ba59abbe56e057f20f883e','','',0,'1000-01-01','0.00','0.00',0,0,0,1490222718,1490222718,'1000-01-01 00:00:00','116.231.31.175',1,6,0,'','0',0,0,0,'','','','','','15888886666',0,'0.00','','','','',0),(11,'','','商家3','61146276-892367','e10adc3949ba59abbe56e057f20f883e','','',0,'1000-01-01','0.00','0.00',0,0,0,1490222731,1490222731,'1000-01-01 00:00:00','116.231.31.175',1,6,0,'','0',0,0,0,'','','','','','13877776666',0,'0.00','','','','',0),(12,'','','商家4','41889595-994242','e10adc3949ba59abbe56e057f20f883e','','',0,'1000-01-01','0.00','0.00',0,0,0,1490222747,1490222747,'1000-01-01 00:00:00','116.231.31.175',1,6,0,'','0',0,0,0,'','','','','','13788556622',0,'0.00','','','','',0),(13,'','','商家5','79109877-722636','e10adc3949ba59abbe56e057f20f883e','','',0,'1000-01-01','0.00','0.00',0,0,0,1490222762,1490222762,'1000-01-01 00:00:00','116.231.31.175',1,6,0,'','0',0,0,0,'','','','','','17155521168',0,'0.00','','','','',0),(14,'','','商家6','6578618-678041','e10adc3949ba59abbe56e057f20f883e','','',0,'1000-01-01','0.00','0.00',0,0,0,1490222776,1490222776,'1000-01-01 00:00:00','116.231.31.175',1,6,0,'','0',0,0,0,'','','','','','13655211895',0,'0.00','','','','',0),(15,'','','商家7','77836458-950794','e10adc3949ba59abbe56e057f20f883e','','',0,'1000-01-01','0.00','0.00',0,0,0,1490222792,1490222792,'1000-01-01 00:00:00','116.231.31.175',1,6,0,'','0',0,0,0,'','','','','','13122568795',0,'0.00','','','','',0),(16,'','','商家8','17884050-546635','257606801712df7892af603edc2fe615','','',0,'1000-01-01','0.00','0.00',0,0,0,1490222804,1515380783,'1000-01-01 00:00:00','0.0.0.0',2,6,0,'3396','0',0,0,0,'','','','','','13165785219',0,'0.00','','','','',0),(18,'','124984758@qq.com','商家10','27947314-260492','181562af0a6fd50f3054e6bc588adf32','','',2,'1000-01-01','0.00','0.00',0,0,0,1490228468,1509595660,'1000-01-01 00:00:00','103.85.144.116',2,6,0,'6187','0',0,0,0,'','','','','','',0,'0.00','','','','',0),(134,'','','flywang','95764160-264588','533c50b0c290f5c7e13600e55d2244c8','','',0,'1000-01-01','0.00','0.00',1,1,0,1562798961,1562800386,'1000-01-01 00:00:00','127.0.0.1',2,6,0,'635','0',0,0,0,'','','','','','13302450710',0,'0.00',NULL,NULL,'','',0),(132,'','','wangxiaofei','70269775-829925','8667cbe35d022e08b918778b0464efc5','','',0,'1000-01-01','0.00','0.00',1,1,0,1562788660,1563749219,'1000-01-01 00:00:00','0.0.0.0',22,6,0,'8976','0',0,0,0,'','','','','','17512016913',0,'0.00',NULL,NULL,'','',0);

/*Table structure for table `fly_users_auth` */

DROP TABLE IF EXISTS `fly_users_auth`;

CREATE TABLE `fly_users_auth` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_name` varchar(60) NOT NULL,
  `identity_type` varchar(32) NOT NULL,
  `identifier` varchar(128) NOT NULL,
  `credential` varchar(128) NOT NULL,
  `verified` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `update_time` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `identifier` (`identifier`),
  KEY `user_id` (`user_id`),
  KEY `user_name` (`user_name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_users_auth` */

/*Table structure for table `fly_users_log` */

DROP TABLE IF EXISTS `fly_users_log`;

CREATE TABLE `fly_users_log` (
  `log_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  `change_time` int(10) NOT NULL DEFAULT '0',
  `change_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL,
  `change_city` varchar(255) NOT NULL,
  `logon_service` varchar(60) NOT NULL DEFAULT 'pc',
  PRIMARY KEY (`log_id`),
  KEY `user_id` (`user_id`),
  KEY `admin_id` (`admin_id`)
) ENGINE=MyISAM AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;

/*Data for the table `fly_users_log` */

insert  into `fly_users_log`(`log_id`,`user_id`,`admin_id`,`change_time`,`change_type`,`ip_address`,`change_city`,`logon_service`) values (1,77,57,1508436272,8,'101.23.239.16','河北省邯郸市 联通','pc'),(2,77,0,1508436311,1,'101.23.239.16','河北省邯郸市 联通','pc'),(3,77,0,1508436400,1,'101.23.239.16','河北省邯郸市 联通','pc'),(4,3,0,1508440703,1,'103.214.84.243','亚太地区  ','pc'),(5,92,0,1508442336,3,'42.234.52.87','河南省焦作市 联通','pc'),(6,108,57,1508454385,8,'101.23.239.16','河北省邯郸市 联通','pc'),(7,108,0,1508454393,1,'101.23.239.16','河北省邯郸市 联通','pc'),(8,94,0,1508482130,1,'112.66.21.151','海南省海口市 电信','pc'),(9,94,0,1508486793,1,'112.66.21.151','海南省海口市 电信','pc'),(10,94,0,1508742302,1,'112.66.29.203','海南省海口市 电信','pc'),(11,114,57,1508742574,6,'112.66.29.203','海南省海口市 电信','pc'),(12,94,0,1508743505,1,'112.66.29.203','海南省海口市 电信','pc'),(13,94,0,1509085909,1,'112.66.29.213','海南省海口市 电信','pc'),(14,18,57,1509559700,8,'103.85.144.116','亚太地区  ','pc'),(15,18,0,1509559730,1,'103.85.144.116','亚太地区  ','pc'),(16,118,0,1509571744,1,'124.205.208.206','北京市 电信通','pc'),(17,18,0,1509595660,1,'103.85.144.116','亚太地区  ','pc'),(18,16,0,1515380783,1,'0.0.0.0','','pc'),(19,119,57,1515785017,8,'0.0.0.0','','pc'),(20,120,57,1515785065,8,'0.0.0.0','','pc'),(21,94,0,1521253272,1,'127.0.0.1','本机地址  ','pc'),(22,94,0,1521253274,1,'127.0.0.1','本机地址  ','pc'),(23,94,0,1521256199,1,'127.0.0.1','本机地址  ','pc'),(24,94,0,1521256201,1,'127.0.0.1','本机地址  ','pc'),(25,126,0,1562785251,1,'127.0.0.1','上海','pc'),(26,126,0,1562786000,1,'0.0.0.0','中国','pc'),(27,126,0,1562786278,1,'0.0.0.0','中国','pc'),(28,134,0,1562800387,1,'127.0.0.1','上海','pc'),(29,132,0,1562954466,1,'0.0.0.0','中国','pc'),(30,132,0,1563133293,1,'0.0.0.0','中国','pc'),(31,132,0,1563133510,1,'0.0.0.0','中国','pc'),(32,132,0,1563143144,1,'0.0.0.0','中国','pc'),(33,132,0,1563143883,1,'0.0.0.0','中国','pc'),(34,132,0,1563144181,1,'0.0.0.0','中国','pc'),(35,132,0,1563146073,1,'0.0.0.0','中国','pc'),(36,132,0,1563146295,1,'0.0.0.0','中国','pc'),(37,132,0,1563146346,1,'0.0.0.0','中国','pc'),(38,132,0,1563147084,1,'0.0.0.0','中国','pc'),(39,132,0,1563147329,1,'0.0.0.0','中国','pc'),(40,132,0,1563147427,1,'0.0.0.0','中国','pc'),(41,132,0,1563149700,1,'0.0.0.0','中国','pc'),(42,132,0,1563149881,1,'0.0.0.0','中国','pc'),(43,132,0,1563216471,1,'0.0.0.0','中国','pc'),(44,132,0,1563216977,1,'0.0.0.0','中国','pc'),(45,132,0,1563217198,1,'0.0.0.0','中国','pc'),(46,132,0,1563217644,1,'0.0.0.0','中国','pc'),(47,132,0,1563240950,1,'0.0.0.0','中国','pc'),(48,132,0,1563300826,1,'0.0.0.0','中国','pc'),(49,132,0,1563749219,1,'0.0.0.0','中国','pc');

/*Table structure for table `fly_users_paypwd` */

DROP TABLE IF EXISTS `fly_users_paypwd`;

CREATE TABLE `fly_users_paypwd` (
  `paypwd_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `ec_salt` varchar(10) DEFAULT NULL,
  `pay_password` varchar(32) NOT NULL DEFAULT '',
  `pay_online` tinyint(1) unsigned NOT NULL,
  `user_surplus` tinyint(1) unsigned NOT NULL,
  `user_point` tinyint(1) unsigned NOT NULL,
  `baitiao` tinyint(1) unsigned NOT NULL,
  `gift_card` tinyint(1) unsigned NOT NULL,
  PRIMARY KEY (`paypwd_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_users_paypwd` */

/*Table structure for table `fly_users_real` */

DROP TABLE IF EXISTS `fly_users_real`;

CREATE TABLE `fly_users_real` (
  `real_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` text NOT NULL,
  `real_name` varchar(60) NOT NULL DEFAULT '',
  `bank_mobile` varchar(20) NOT NULL,
  `bank_name` varchar(60) NOT NULL,
  `bank_card` varchar(255) NOT NULL DEFAULT '',
  `self_num` varchar(255) NOT NULL DEFAULT '',
  `add_time` int(11) NOT NULL,
  `review_content` varchar(200) NOT NULL,
  `review_status` tinyint(1) NOT NULL DEFAULT '0',
  `review_time` int(11) NOT NULL,
  `user_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `front_of_id_card` varchar(60) NOT NULL COMMENT '身份证正面',
  `reverse_of_id_card` varchar(60) NOT NULL COMMENT '身份证反面',
  PRIMARY KEY (`real_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_users_real` */

/*Table structure for table `fly_users_type` */

DROP TABLE IF EXISTS `fly_users_type`;

CREATE TABLE `fly_users_type` (
  `user_id` int(10) unsigned NOT NULL,
  `enterprise_personal` tinyint(1) unsigned NOT NULL,
  `companyname` varchar(255) NOT NULL,
  `contactname` varchar(255) NOT NULL,
  `companyaddress` varchar(255) NOT NULL,
  `industry` int(10) unsigned NOT NULL,
  `surname` varchar(150) NOT NULL,
  `givenname` varchar(150) NOT NULL,
  `agreement` tinyint(1) unsigned NOT NULL,
  `country` int(10) NOT NULL DEFAULT '0',
  `province` int(10) NOT NULL DEFAULT '0',
  `city` int(10) NOT NULL DEFAULT '0',
  `district` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`user_id`),
  KEY `country` (`country`),
  KEY `province` (`province`),
  KEY `city` (`city`),
  KEY `district` (`district`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_users_type` */

/*Table structure for table `fly_users_vat_invoices_info` */

DROP TABLE IF EXISTS `fly_users_vat_invoices_info`;

CREATE TABLE `fly_users_vat_invoices_info` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '用户ID',
  `company_name` varchar(60) NOT NULL DEFAULT '',
  `company_address` varchar(255) NOT NULL DEFAULT '',
  `tax_id` varchar(20) NOT NULL DEFAULT '',
  `company_telephone` varchar(20) NOT NULL DEFAULT '',
  `bank_of_deposit` varchar(20) NOT NULL DEFAULT '',
  `bank_account` varchar(30) NOT NULL DEFAULT '',
  `consignee_name` varchar(20) NOT NULL DEFAULT '',
  `consignee_mobile_phone` varchar(15) NOT NULL DEFAULT '',
  `consignee_address` varchar(255) NOT NULL DEFAULT '',
  `audit_status` tinyint(1) NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `country` int(10) unsigned NOT NULL DEFAULT '0',
  `province` int(10) unsigned NOT NULL DEFAULT '0',
  `city` int(10) unsigned NOT NULL DEFAULT '0',
  `district` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `audit_status` (`audit_status`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_users_vat_invoices_info` */

/*Table structure for table `fly_value_card` */

DROP TABLE IF EXISTS `fly_value_card`;

CREATE TABLE `fly_value_card` (
  `vid` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `tid` int(10) NOT NULL COMMENT '储值卡类型ID',
  `value_card_sn` varchar(30) NOT NULL COMMENT '储值卡账号',
  `value_card_password` varchar(20) NOT NULL COMMENT '储值卡密码',
  `user_id` int(10) NOT NULL COMMENT '绑定用户ID',
  `vc_value` int(10) NOT NULL,
  `card_money` decimal(10,2) unsigned NOT NULL COMMENT '卡内余额',
  `bind_time` int(11) NOT NULL COMMENT '绑定时间',
  `end_time` int(11) NOT NULL COMMENT '截止日期',
  PRIMARY KEY (`vid`),
  UNIQUE KEY `value_card_sn` (`value_card_sn`),
  KEY `tid` (`tid`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_value_card` */

/*Table structure for table `fly_value_card_record` */

DROP TABLE IF EXISTS `fly_value_card_record`;

CREATE TABLE `fly_value_card_record` (
  `rid` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `vc_id` int(10) NOT NULL COMMENT '储值卡ID',
  `order_id` int(10) NOT NULL COMMENT '订单ID',
  `use_val` decimal(10,2) NOT NULL COMMENT '使用金额',
  `vc_dis` decimal(10,2) NOT NULL DEFAULT '0.00',
  `add_val` int(10) NOT NULL COMMENT '充值金额',
  `record_time` int(11) NOT NULL COMMENT '记录时间',
  PRIMARY KEY (`rid`),
  KEY `vc_id` (`vc_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_value_card_record` */

/*Table structure for table `fly_value_card_type` */

DROP TABLE IF EXISTS `fly_value_card_type`;

CREATE TABLE `fly_value_card_type` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `name` varchar(180) DEFAULT NULL COMMENT '类型名称',
  `vc_desc` varchar(255) DEFAULT NULL COMMENT '描述',
  `vc_value` decimal(10,0) NOT NULL COMMENT '面值',
  `vc_prefix` varchar(10) NOT NULL,
  `vc_dis` decimal(10,2) NOT NULL DEFAULT '1.00' COMMENT '折扣率',
  `vc_limit` tinyint(5) NOT NULL DEFAULT '1' COMMENT '限制数量',
  `use_condition` tinyint(1) NOT NULL DEFAULT '0' COMMENT '使用条件',
  `use_merchants` varchar(255) NOT NULL DEFAULT 'self' COMMENT '可使用店铺',
  `spec_goods` varchar(255) NOT NULL COMMENT '指定商品',
  `spec_cat` varchar(255) NOT NULL COMMENT '指定分类',
  `vc_indate` tinyint(3) NOT NULL COMMENT '有效期单位为自然月',
  `is_rec` tinyint(1) NOT NULL DEFAULT '0' COMMENT '可否充值',
  `add_time` int(11) NOT NULL COMMENT '储值卡类型新增时间',
  PRIMARY KEY (`id`),
  KEY `use_condition` (`use_condition`),
  KEY `is_rec` (`is_rec`),
  KEY `vc_indate` (`vc_indate`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_value_card_type` */

/*Table structure for table `fly_virtual_card` */

DROP TABLE IF EXISTS `fly_virtual_card`;

CREATE TABLE `fly_virtual_card` (
  `card_id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `card_sn` varchar(255) NOT NULL DEFAULT '',
  `card_password` varchar(255) NOT NULL DEFAULT '',
  `add_date` int(11) NOT NULL DEFAULT '0',
  `end_date` int(11) NOT NULL DEFAULT '0',
  `is_saled` tinyint(1) NOT NULL DEFAULT '0',
  `order_sn` varchar(20) NOT NULL DEFAULT '',
  `crc32` varchar(12) NOT NULL DEFAULT '0',
  PRIMARY KEY (`card_id`),
  KEY `goods_id` (`goods_id`),
  KEY `car_sn` (`card_sn`),
  KEY `is_saled` (`is_saled`),
  KEY `add_date` (`add_date`),
  KEY `end_date` (`end_date`),
  KEY `order_sn` (`order_sn`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_virtual_card` */

/*Table structure for table `fly_volume_price` */

DROP TABLE IF EXISTS `fly_volume_price`;

CREATE TABLE `fly_volume_price` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `price_type` tinyint(1) unsigned NOT NULL,
  `goods_id` mediumint(8) unsigned NOT NULL,
  `volume_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `volume_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`),
  KEY `price_type` (`price_type`),
  KEY `volume_price` (`volume_price`),
  KEY `volume_number` (`volume_number`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_volume_price` */

insert  into `fly_volume_price`(`id`,`price_type`,`goods_id`,`volume_number`,`volume_price`) values (1,1,907,11,'6.00'),(2,1,907,12,'5.00'),(3,1,907,14,'4.00');

/*Table structure for table `fly_vote` */

DROP TABLE IF EXISTS `fly_vote`;

CREATE TABLE `fly_vote` (
  `vote_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `vote_name` varchar(250) NOT NULL DEFAULT '',
  `start_time` int(11) unsigned NOT NULL DEFAULT '0',
  `end_time` int(11) unsigned NOT NULL DEFAULT '0',
  `can_multi` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `vote_count` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`vote_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_vote` */

/*Table structure for table `fly_vote_log` */

DROP TABLE IF EXISTS `fly_vote_log`;

CREATE TABLE `fly_vote_log` (
  `log_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `vote_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `vote_time` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`log_id`),
  KEY `vote_id` (`vote_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_vote_log` */

/*Table structure for table `fly_vote_option` */

DROP TABLE IF EXISTS `fly_vote_option`;

CREATE TABLE `fly_vote_option` (
  `option_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `vote_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `option_name` varchar(250) NOT NULL DEFAULT '',
  `option_count` int(8) unsigned NOT NULL DEFAULT '0',
  `option_order` tinyint(3) unsigned NOT NULL DEFAULT '100',
  PRIMARY KEY (`option_id`),
  KEY `vote_id` (`vote_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_vote_option` */

/*Table structure for table `fly_warehouse_area_attr` */

DROP TABLE IF EXISTS `fly_warehouse_area_attr`;

CREATE TABLE `fly_warehouse_area_attr` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(11) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(50) NOT NULL,
  `area_id` int(11) unsigned NOT NULL DEFAULT '0',
  `attr_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `admin_id` (`admin_id`),
  KEY `goods_id` (`goods_id`),
  KEY `goods_attr_id` (`goods_attr_id`),
  KEY `area_id` (`area_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_warehouse_area_attr` */

/*Table structure for table `fly_warehouse_area_goods` */

DROP TABLE IF EXISTS `fly_warehouse_area_goods`;

CREATE TABLE `fly_warehouse_area_goods` (
  `a_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `region_id` int(10) unsigned NOT NULL DEFAULT '0',
  `city_id` int(10) unsigned NOT NULL DEFAULT '0',
  `region_sn` varchar(60) NOT NULL DEFAULT '',
  `region_number` int(10) unsigned NOT NULL DEFAULT '0',
  `region_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `region_promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `region_sort` int(10) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `last_update` int(10) unsigned NOT NULL DEFAULT '0',
  `give_integral` int(10) unsigned NOT NULL DEFAULT '0',
  `rank_integral` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_integral` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`a_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `region_id` (`region_id`),
  KEY `city_id` (`city_id`)
) ENGINE=MyISAM AUTO_INCREMENT=152 DEFAULT CHARSET=utf8;

/*Data for the table `fly_warehouse_area_goods` */

/*Table structure for table `fly_warehouse_attr` */

DROP TABLE IF EXISTS `fly_warehouse_attr`;

CREATE TABLE `fly_warehouse_attr` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(11) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(50) NOT NULL,
  `warehouse_id` int(11) unsigned NOT NULL DEFAULT '0',
  `attr_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `admin_id` (`admin_id`),
  KEY `goods_id` (`goods_id`),
  KEY `goods_attr_id` (`goods_attr_id`),
  KEY `warehouse_id` (`warehouse_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_warehouse_attr` */

/*Table structure for table `fly_warehouse_freight` */

DROP TABLE IF EXISTS `fly_warehouse_freight`;

CREATE TABLE `fly_warehouse_freight` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `warehouse_id` int(11) NOT NULL,
  `shipping_id` int(11) NOT NULL,
  `region_id` int(11) NOT NULL,
  `configure` text NOT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `warehouse_id` (`warehouse_id`),
  KEY `shipping_id` (`shipping_id`),
  KEY `region_id` (`region_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_warehouse_freight` */

/*Table structure for table `fly_warehouse_freight_tpl` */

DROP TABLE IF EXISTS `fly_warehouse_freight_tpl`;

CREATE TABLE `fly_warehouse_freight_tpl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `tpl_name` varchar(255) NOT NULL,
  `user_id` int(11) NOT NULL,
  `warehouse_id` varchar(255) NOT NULL,
  `shipping_id` int(11) NOT NULL,
  `region_id` varchar(255) NOT NULL,
  `configure` text NOT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `warehouse_id` (`warehouse_id`),
  KEY `shipping_id` (`shipping_id`),
  KEY `region_id` (`region_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_warehouse_freight_tpl` */

/*Table structure for table `fly_warehouse_goods` */

DROP TABLE IF EXISTS `fly_warehouse_goods`;

CREATE TABLE `fly_warehouse_goods` (
  `w_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `region_id` int(10) unsigned NOT NULL DEFAULT '0',
  `region_sn` varchar(60) NOT NULL DEFAULT '',
  `region_number` int(10) unsigned NOT NULL DEFAULT '0',
  `warehouse_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `warehouse_promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `last_update` int(10) unsigned NOT NULL DEFAULT '0',
  `give_integral` int(10) NOT NULL DEFAULT '0',
  `rank_integral` int(10) NOT NULL DEFAULT '0',
  `pay_integral` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`w_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `region_id` (`region_id`)
) ENGINE=MyISAM AUTO_INCREMENT=90 DEFAULT CHARSET=utf8;

/*Data for the table `fly_warehouse_goods` */

/*Table structure for table `fly_wechat` */

DROP TABLE IF EXISTS `fly_wechat`;

CREATE TABLE `fly_wechat` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '公众号名称',
  `orgid` varchar(255) NOT NULL DEFAULT '' COMMENT '公众号原始ID',
  `weixin` varchar(255) NOT NULL DEFAULT '' COMMENT '微信号',
  `token` varchar(255) NOT NULL DEFAULT '' COMMENT 'Token',
  `appid` varchar(255) NOT NULL DEFAULT '' COMMENT 'AppID',
  `appsecret` varchar(255) NOT NULL DEFAULT '' COMMENT 'AppSecret',
  `encodingaeskey` varchar(255) NOT NULL DEFAULT '' COMMENT 'EncodingAESKey',
  `type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '公众号类型',
  `oauth_status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否开启微信登录',
  `secret_key` varchar(255) NOT NULL DEFAULT '' COMMENT '密钥',
  `oauth_redirecturi` varchar(255) NOT NULL DEFAULT '' COMMENT '回调地址',
  `oauth_count` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '回调统计',
  `time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '状态',
  `default_wx` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '1为平台标识，0为商家标识',
  `ru_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商家ID',
  PRIMARY KEY (`id`),
  UNIQUE KEY `wechat_ru_id_unique` (`ru_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat` */

insert  into `fly_wechat`(`id`,`name`,`orgid`,`weixin`,`token`,`appid`,`appsecret`,`encodingaeskey`,`type`,`oauth_status`,`secret_key`,`oauth_redirecturi`,`oauth_count`,`time`,`sort`,`status`,`default_wx`,`ru_id`) values (1,'wxid_z1tpkc88nnhf12的接口测试号','z1tpkc88nnhf12','','c280d20c092eef27761867d9f18252a4','wxdae5d59a7c163846','f1402d95121b41fa7e28db679cd292af','ddlcsdcs4654987d9asdsada',2,0,'2cfb7f2cc60dbf2a8003e2652adcf36f','',0,1493672667,0,1,1,0),(2,'商创商家测试','gh_77e6a99d1472','','439f84','wx11b71a8afd439f84','f430e37399af7e334f7d0bf54014f172','',2,0,'eec0df0bde9f523ad32a4e93a92f21e8','',0,1493749963,0,1,0,1),(3,'12','12','','12','12','12','12',2,0,'a01610228fe998f515a72dd730294d87','',0,1508708581,0,1,0,18);

/*Table structure for table `fly_wechat_custom_message` */

DROP TABLE IF EXISTS `fly_wechat_custom_message`;

CREATE TABLE `fly_wechat_custom_message` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `uid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'wechat_user表用户uid',
  `msg` varchar(255) NOT NULL DEFAULT '' COMMENT '信息内容',
  `send_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '发送时间',
  `is_wechat_admin` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否管理员回复: 0否,1是',
  PRIMARY KEY (`id`),
  KEY `wechat_custom_message_wechat_id_index` (`wechat_id`),
  KEY `wechat_custom_message_uid_index` (`uid`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_custom_message` */

insert  into `fly_wechat_custom_message`(`id`,`wechat_id`,`uid`,`msg`,`send_time`,`is_wechat_admin`) values (1,1,25,'你吃饭了吗',1508438593,0),(2,1,35,'未启用签到送积分',1508447417,1),(3,1,35,'sign',1508447417,0),(4,1,44,'暂无订单信息',1508453130,1),(5,1,44,'ddcx',1508453131,0),(6,1,46,'图文消息',1508454547,1),(7,1,46,'news',1508454547,0),(8,1,46,'图文消息',1508454592,1),(9,1,46,'best',1508454592,0),(10,1,12,'我',1508875763,0),(11,1,12,'商城',1508875765,0),(12,1,42,'我',1508893969,0);

/*Table structure for table `fly_wechat_extend` */

DROP TABLE IF EXISTS `fly_wechat_extend`;

CREATE TABLE `fly_wechat_extend` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '功能名称',
  `keywords` varchar(255) NOT NULL DEFAULT '' COMMENT '关键词',
  `command` varchar(255) NOT NULL DEFAULT '' COMMENT '扩展词',
  `config` text COMMENT '配置信息',
  `type` varchar(255) NOT NULL DEFAULT '' COMMENT '类型',
  `enable` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否安装，1为已安装，0未安装',
  `author` varchar(255) NOT NULL DEFAULT '' COMMENT '作者',
  `website` varchar(255) NOT NULL DEFAULT '' COMMENT '网址',
  PRIMARY KEY (`id`),
  KEY `wechat_extend_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_extend` */

insert  into `fly_wechat_extend`(`id`,`wechat_id`,`name`,`keywords`,`command`,`config`,`type`,`enable`,`author`,`website`) values (1,1,'精品','best','best','a:4:{s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"point_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(2,1,'订单查询','ddcx,订单查询','ddcx','a:4:{s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"point_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(3,1,'刮刮卡','刮刮卡,ggk','ggk','a:15:{s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"point_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";s:10:\"people_num\";s:1:\"0\";s:9:\"starttime\";s:10:\"2017-05-02\";s:7:\"endtime\";s:10:\"2017-06-02\";s:9:\"prize_num\";s:1:\"3\";s:11:\"prize_level\";a:4:{i:0;s:9:\"一等奖\";i:1;s:9:\"二等奖\";i:2;s:9:\"三等奖\";i:3;s:9:\"鼓励奖\";}s:10:\"prize_name\";a:4:{i:0;s:7:\"Macbook\";i:1;s:6:\"iPhone\";i:2;s:4:\"iPad\";i:3;s:12:\"阳光普照\";}s:11:\"prize_count\";a:4:{i:0;s:1:\"1\";i:1;s:1:\"2\";i:2;s:1:\"3\";i:3;s:5:\"99999\";}s:10:\"prize_prob\";a:4:{i:0;s:1:\"1\";i:1;s:1:\"1\";i:2;s:1:\"1\";i:3;s:2:\"97\";}s:11:\"description\";s:75:\"本次活动的奖品为测试数据，最终解释权归模板堂所有。\";s:8:\"media_id\";s:1:\"1\";s:7:\"haslist\";s:1:\"1\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(4,1,'积分查询','jfcx,积分查询','jfcx','a:4:{s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"point_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(5,1,'每日签到','sign,签到','sign','a:3:{s:12:\"point_status\";s:1:\"0\";s:16:\"rank_point_value\";s:0:\"\";s:15:\"pay_point_value\";s:0:\"\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(6,1,'砸金蛋','砸金蛋,zjd','zjd','a:14:{s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"prize_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";s:10:\"people_num\";s:1:\"0\";s:9:\"starttime\";s:10:\"2017-05-02\";s:7:\"endtime\";s:10:\"2017-06-02\";s:11:\"prize_level\";a:4:{i:0;s:9:\"一等奖\";i:1;s:9:\"二等奖\";i:2;s:9:\"三等奖\";i:3;s:9:\"鼓励奖\";}s:10:\"prize_name\";a:4:{i:0;s:7:\"Macbook\";i:1;s:6:\"iPhone\";i:2;s:4:\"iPad\";i:3;s:12:\"阳光普照\";}s:11:\"prize_count\";a:4:{i:0;s:1:\"1\";i:1;s:1:\"2\";i:2;s:1:\"3\";i:3;s:4:\"9999\";}s:10:\"prize_prob\";a:4:{i:0;s:1:\"1\";i:1;s:1:\"1\";i:2;s:1:\"1\";i:3;s:2:\"97\";}s:11:\"description\";s:75:\"本次活动的奖品为测试数据，最终解释权归模板堂所有。\";s:8:\"media_id\";s:1:\"2\";s:7:\"haslist\";s:1:\"1\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(7,1,'关注送红包','bonus,关注送红包','bonus','a:6:{s:12:\"bonus_status\";s:1:\"0\";s:5:\"bonus\";s:1:\"0\";s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"point_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(8,1,'大转盘','大转盘,dzp','dzp','a:15:{s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"point_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";s:10:\"people_num\";s:1:\"0\";s:9:\"starttime\";s:10:\"2017-05-02\";s:7:\"endtime\";s:10:\"2017-06-02\";s:9:\"prize_num\";s:1:\"3\";s:11:\"prize_level\";a:4:{i:0;s:9:\"一等奖\";i:1;s:9:\"二等奖\";i:2;s:9:\"三等奖\";i:3;s:9:\"鼓励奖\";}s:10:\"prize_name\";a:4:{i:0;s:7:\"Macbook\";i:1;s:6:\"iPhone\";i:2;s:4:\"iPad\";i:3;s:12:\"阳光普照\";}s:11:\"prize_count\";a:4:{i:0;s:1:\"1\";i:1;s:1:\"2\";i:2;s:1:\"3\";i:3;s:4:\"9999\";}s:10:\"prize_prob\";a:4:{i:0;s:1:\"1\";i:1;s:1:\"1\";i:2;s:1:\"1\";i:3;s:2:\"97\";}s:11:\"description\";s:75:\"本次活动的奖品为测试数据，最终解释权归模板堂所有。\";s:8:\"media_id\";s:1:\"3\";s:7:\"haslist\";s:1:\"1\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(9,1,'热卖商品','hot','hot','a:4:{s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"point_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(10,1,'新品','news','news','a:4:{s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"point_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(11,1,'物流查询','wlcx,物流查询','wlcx','a:4:{s:12:\"point_status\";s:1:\"0\";s:11:\"point_value\";s:0:\"\";s:9:\"point_num\";s:0:\"\";s:14:\"point_interval\";s:5:\"86400\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(12,2,'精品','best','best','s:0:\"\";','function',1,'ECTouch Team','http://www.flyobd.com'),(13,2,'大转盘','大转盘,dzp','dzp','a:11:{s:10:\"people_num\";s:1:\"0\";s:9:\"starttime\";s:10:\"2017-07-20\";s:7:\"endtime\";s:10:\"2018-08-31\";s:9:\"prize_num\";s:2:\"10\";s:11:\"prize_level\";a:3:{i:0;s:9:\"一等奖\";i:1;s:9:\"二等奖\";i:2;s:9:\"三等奖\";}s:10:\"prize_name\";a:3:{i:0;s:7:\"macbook\";i:1;s:6:\"iPhone\";i:2;s:4:\"iPad\";}s:11:\"prize_count\";a:3:{i:0;s:1:\"1\";i:1;s:2:\"10\";i:2;s:3:\"100\";}s:10:\"prize_prob\";a:3:{i:0;s:0:\"\";i:1;s:0:\"\";i:2;s:0:\"\";}s:11:\"description\";s:54:\"测试数据，最终解释权归商创网络所有。\";s:8:\"media_id\";s:1:\"4\";s:7:\"haslist\";s:1:\"1\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(14,2,'新品','news','news','s:0:\"\";','function',1,'ECTouch Team','http://www.flyobd.com'),(15,2,'刮刮卡','刮刮卡,ggk','ggk','a:11:{s:10:\"people_num\";s:1:\"0\";s:9:\"starttime\";s:10:\"2017-07-20\";s:7:\"endtime\";s:10:\"2018-08-31\";s:9:\"prize_num\";s:2:\"10\";s:11:\"prize_level\";a:3:{i:0;s:9:\"一等奖\";i:1;s:9:\"二等奖\";i:2;s:9:\"三等奖\";}s:10:\"prize_name\";a:3:{i:0;s:7:\"macbook\";i:1;s:6:\"iPhone\";i:2;s:4:\"iPad\";}s:11:\"prize_count\";a:3:{i:0;s:1:\"1\";i:1;s:2:\"10\";i:2;s:3:\"100\";}s:10:\"prize_prob\";a:3:{i:0;s:0:\"\";i:1;s:0:\"\";i:2;s:0:\"\";}s:11:\"description\";s:54:\"测试数据，最终解释权归商创网络所有。\";s:8:\"media_id\";s:1:\"5\";s:7:\"haslist\";s:1:\"1\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(16,2,'砸金蛋','砸金蛋,zjd','zjd','a:11:{s:10:\"people_num\";s:1:\"0\";s:9:\"starttime\";s:10:\"2017-07-20\";s:7:\"endtime\";s:10:\"2018-08-01\";s:9:\"prize_num\";s:2:\"10\";s:11:\"prize_level\";a:3:{i:0;s:9:\"一等奖\";i:1;s:9:\"二等奖\";i:2;s:9:\"三等奖\";}s:10:\"prize_name\";a:3:{i:0;s:7:\"macbook\";i:1;s:6:\"iPhone\";i:2;s:4:\"iPad\";}s:11:\"prize_count\";a:3:{i:0;s:1:\"1\";i:1;s:2:\"10\";i:2;s:3:\"100\";}s:10:\"prize_prob\";a:3:{i:0;s:0:\"\";i:1;s:0:\"\";i:2;s:0:\"\";}s:11:\"description\";s:54:\"测试数据，最终解释权归商创网络所有。\";s:8:\"media_id\";s:1:\"6\";s:7:\"haslist\";s:1:\"1\";}','function',1,'ECTouch Team','http://www.flyobd.com'),(17,2,'热卖商品','hot','hot','s:0:\"\";','function',1,'ECTouch Team','http://www.flyobd.com'),(18,3,'砸金蛋','砸金蛋,zjd','zjd','a:7:{s:10:\"people_num\";s:1:\"0\";s:9:\"starttime\";s:10:\"2017-10-27\";s:7:\"endtime\";s:10:\"2017-11-27\";s:9:\"prize_num\";s:0:\"\";s:11:\"description\";s:0:\"\";s:8:\"media_id\";s:1:\"7\";s:7:\"haslist\";s:1:\"1\";}','function',1,'ECTouch Team','http://www.flyobd.com');

/*Table structure for table `fly_wechat_marketing` */

DROP TABLE IF EXISTS `fly_wechat_marketing`;

CREATE TABLE `fly_wechat_marketing` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `marketing_type` varchar(255) NOT NULL DEFAULT '' COMMENT '活动类型',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '活动名称',
  `keywords` varchar(255) NOT NULL DEFAULT '' COMMENT '扩展词',
  `command` varchar(255) NOT NULL DEFAULT '' COMMENT '关键词',
  `description` varchar(255) NOT NULL DEFAULT '' COMMENT '活动说明',
  `starttime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '开始时间',
  `endtime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '结束时间',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `logo` varchar(255) NOT NULL DEFAULT '' COMMENT 'logo图',
  `background` varchar(255) NOT NULL DEFAULT '' COMMENT '活动背景图',
  `config` text COMMENT '配置信息',
  `support` varchar(255) NOT NULL DEFAULT '' COMMENT '赞助支持',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '活动状态: 0未开始,1进行中,2已结束',
  `qrcode` varchar(255) NOT NULL DEFAULT '' COMMENT '二维码地址',
  `url` varchar(255) NOT NULL DEFAULT '' COMMENT '活动地址',
  PRIMARY KEY (`id`),
  KEY `wechat_marketing_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_marketing` */

insert  into `fly_wechat_marketing`(`id`,`wechat_id`,`marketing_type`,`name`,`keywords`,`command`,`description`,`starttime`,`endtime`,`addtime`,`logo`,`background`,`config`,`support`,`status`,`qrcode`,`url`) values (1,1,'wall','cs','','wall11','brt',1509056501,1511734901,1509056544,'data/attached/wall/59f2d0a07e66f.png','data/attached/wall/59f2d0a08535f.jpg','a:1:{i:0;a:4:{s:11:\"prize_level\";s:9:\"一等奖\";s:10:\"prize_name\";s:4:\"hbr6\";s:11:\"prize_count\";s:1:\"4\";s:10:\"prize_prob\";s:3:\"100\";}}','',1,'','http://tch0898.com/mobile/index.php?m=wechat&a=market_show&type=wall&function=wall_user_wechat&wall_id=1&ru_id=0');

/*Table structure for table `fly_wechat_mass_history` */

DROP TABLE IF EXISTS `fly_wechat_mass_history`;

CREATE TABLE `fly_wechat_mass_history` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `media_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '素材id',
  `type` varchar(255) NOT NULL DEFAULT '' COMMENT '发送内容类型',
  `status` varchar(255) NOT NULL DEFAULT '' COMMENT '发送状态，对应微信通通知状态',
  `send_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '发送时间',
  `msg_id` varchar(255) NOT NULL DEFAULT '' COMMENT '微信端返回的消息ID',
  `totalcount` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'group_id下粉丝数或者openid_list中的粉丝数',
  `filtercount` int(10) unsigned NOT NULL DEFAULT '0',
  `sentcount` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '发送成功的粉丝数',
  `errorcount` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '发送失败的粉丝数',
  PRIMARY KEY (`id`),
  KEY `wechat_mass_history_wechat_id_index` (`wechat_id`),
  KEY `wechat_mass_history_media_id_index` (`media_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_mass_history` */

/*Table structure for table `fly_wechat_media` */

DROP TABLE IF EXISTS `fly_wechat_media`;

CREATE TABLE `fly_wechat_media` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `title` varchar(255) NOT NULL DEFAULT '' COMMENT '图文消息标题',
  `command` varchar(255) NOT NULL DEFAULT '' COMMENT '关键词',
  `author` varchar(255) NOT NULL DEFAULT '' COMMENT '作者',
  `is_show` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否显示封面，1为显示，0为不显示',
  `digest` varchar(255) NOT NULL DEFAULT '' COMMENT '图文消息的描述',
  `content` text COMMENT '图文消息页面的内容，支持HTML标签',
  `link` varchar(255) NOT NULL DEFAULT '' COMMENT '点击图文消息跳转链接',
  `file` varchar(255) NOT NULL DEFAULT '' COMMENT '图片链接',
  `size` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '媒体文件上传后，获取时的唯一标识',
  `file_name` varchar(255) NOT NULL DEFAULT '' COMMENT '媒体文件上传时间戳',
  `thumb` varchar(255) NOT NULL DEFAULT '' COMMENT '缩略图',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `edit_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '编辑时间',
  `type` varchar(255) DEFAULT '',
  `article_id` varchar(255) DEFAULT '',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  PRIMARY KEY (`id`),
  KEY `wechat_media_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_media` */

insert  into `fly_wechat_media`(`id`,`wechat_id`,`title`,`command`,`author`,`is_show`,`digest`,`content`,`link`,`file`,`size`,`file_name`,`thumb`,`add_time`,`edit_time`,`type`,`article_id`,`sort`) values (1,1,'刮刮卡','ggk','ECTOUCH TEAM',1,'','刮刮卡抽奖活动，为您准备了众多大礼，欢迎参与。','https://demo.dscmall.cn/mobile/index.php?m=wechat&a=plugin_show&name=ggk','public/assets/wechat/ggk/images/ggk.png',36866,'ggk.png','',1493704916,0,'news','',0),(2,1,'砸金蛋','zjd','ECTOUCH TEAM',1,'','砸金蛋抽奖活动，为您准备了众多大礼，欢迎参与。','https://demo.dscmall.cn/mobile/index.php?m=wechat&a=plugin_show&name=zjd','public/assets/wechat/zjd/images/zjd.png',36866,'zjd.png','',1493704993,0,'news','',0),(3,1,'大转盘','dzp','ECTOUCH TEAM',1,'','大转盘抽奖活动，为您准备了众多大礼，欢迎参与。','https://demo.dscmall.cn/mobile/index.php?m=wechat&a=plugin_show&name=dzp','public/assets/wechat/dzp/images/dzp.png',36866,'dzp.png','',1493705068,0,'news','',0),(4,2,'大转盘','dzp','ECTOUCH TEAM',1,'','大转盘抽奖活动，为您准备了众多大礼，欢迎参与。','https://demo.dscmall.cn/mobile/index.php?m=wechat&a=plugin_show&name=dzp&ru_id=1','public/assets/wechat/dzp/images/dzp.png',36866,'dzp.png','',1500513350,0,'news','',0),(5,2,'刮刮卡','ggk','ECTOUCH TEAM',1,'','刮刮卡抽奖活动，为您准备了众多大礼，欢迎参与。','https://demo.dscmall.cn/mobile/index.php?m=wechat&a=plugin_show&name=ggk&ru_id=1','public/assets/wechat/ggk/images/ggk.png',36866,'ggk.png','',1500513463,0,'news','',0),(6,2,'砸金蛋','zjd','ECTOUCH TEAM',1,'','砸金蛋抽奖活动，为您准备了众多大礼，欢迎参与。','https://demo.dscmall.cn/mobile/index.php?m=wechat&a=plugin_show&name=zjd&ru_id=1','public/assets/wechat/zjd/images/zjd.png',36866,'zjd.png','',1500513495,0,'news','',0),(7,3,'砸金蛋','zjd','ECTOUCH TEAM',1,'','砸金蛋抽奖活动，为您准备了众多大礼，欢迎参与。','http://tch0898.com/mobile/index.php?m=wechat&a=plugin_show&name=zjd&ru_id=18','public/assets/wechat/zjd/images/zjd.png',36866,'zjd.png','',1509103822,0,'news','',0);

/*Table structure for table `fly_wechat_menu` */

DROP TABLE IF EXISTS `fly_wechat_menu`;

CREATE TABLE `fly_wechat_menu` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `pid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '父级ID',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '菜单标题',
  `type` varchar(255) NOT NULL DEFAULT '' COMMENT '菜单的响应动作类型',
  `key` varchar(255) NOT NULL DEFAULT '' COMMENT '菜单KEY值，click类型必须',
  `url` varchar(255) NOT NULL DEFAULT '' COMMENT '网页链接，view类型必须',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '显示状态',
  PRIMARY KEY (`id`),
  KEY `wechat_menu_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=32 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_menu` */

insert  into `fly_wechat_menu`(`id`,`wechat_id`,`pid`,`name`,`type`,`key`,`url`,`sort`,`status`) values (16,2,0,'我的微店','click',' ','',0,1),(17,2,16,'最新上架','click','news','',0,1),(18,2,16,'掌柜推荐','click','best','',0,1),(19,2,16,'进入微店','view','','http://demo.dscmall.cn/mobile/index.php?m=store&a=shop_info&id=1&ru_id=1',0,1),(20,2,0,'小游戏','click','#','',0,1),(21,2,20,'大转盘','click','dzp','',0,1),(22,2,20,'砸金蛋','click','zjd','',0,1),(23,2,0,'我的','click','#','',0,1),(24,2,23,'我的订单','view','','http://demo.dscmall.cn/mobile/index.php?m=user&c=order&ru_id=1',0,1),(25,2,23,'我的积分','view','','http://demo.dscmall.cn/mobile/index.php?m=user&c=account&ru_id=1',0,1),(28,3,0,'1111','click','1111','',0,1),(30,3,0,'砸金蛋','click','zjd','',0,1),(31,1,0,'花花网','view','','http://www.99hua.cn/',0,1);

/*Table structure for table `fly_wechat_message_log` */

DROP TABLE IF EXISTS `fly_wechat_message_log`;

CREATE TABLE `fly_wechat_message_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `fromusername` varchar(255) NOT NULL DEFAULT '' COMMENT '发送方帐号openid',
  `createtime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '消息创建时间',
  `keywords` varchar(255) NOT NULL DEFAULT '' COMMENT '微信消息内容',
  `msgtype` varchar(255) NOT NULL DEFAULT '' COMMENT '微信消息类型',
  `msgid` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '微信消息ID',
  `is_send` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '发送状态',
  PRIMARY KEY (`id`),
  KEY `wechat_message_log_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_message_log` */

insert  into `fly_wechat_message_log`(`id`,`wechat_id`,`fromusername`,`createtime`,`keywords`,`msgtype`,`msgid`,`is_send`) values (1,1,'ok1PdwcBtscLrtYUsBUqi8YeGL10',1508467392,'你吃饭了吗','text',6478818116231003443,1),(2,1,'ok1PdwYtd9pg6Xtdn29Q6q8omDM4',1508476216,'sign','event',0,1),(3,1,'ok1PdwcYlG5-wNAFA4IzdzGWLJQ8',1508481930,'ddcx','event',0,1),(4,1,'ok1PdwYoDt-HarujNJxCnw7FpzDU',1508483343,'news','event',0,1),(5,1,'ok1PdwYoDt-HarujNJxCnw7FpzDU',1508483391,'best','event',0,1),(6,1,'ox5pawvP6luqJ7OhC48Jv6UU6e4A',1508904563,'我','event',0,1),(7,1,'ox5pawvP6luqJ7OhC48Jv6UU6e4A',1508904566,'商城','event',0,1),(8,1,'ox5pawn8cEx2ama4IYHn3PbYFOaA',1508922770,'我','event',0,1),(14,1,'ox5pawuD_P5_1hDqjxNpWtZWPJKI',1508925278,'商城','event',0,1),(11,1,'ox5pawqjxnmVG0BAuip8Q9xKWGeA',1508924360,'商城','event',0,1),(12,1,'ox5pawqjxnmVG0BAuip8Q9xKWGeA',1508924364,'我','event',0,1),(15,1,'ox5pawuD_P5_1hDqjxNpWtZWPJKI',1508925280,'我','event',0,1),(16,3,'orlkQtwMLUVxssoXMkkDcLwtmhQ8',1509103707,'嗯嗯','text',6481551068265093504,1),(19,3,'ojJcot1kb-a_V1GLuX3_WgaGoEb0',1509614445,'123','text',6483744671248929191,1),(18,3,'ojJcot1kb-a_V1GLuX3_WgaGoEb0',1509614443,'你好','text',6483744662658994597,1),(20,3,'ojJcot1kb-a_V1GLuX3_WgaGoEb0',1509614466,'砸金蛋','text',6483744761443242409,1);

/*Table structure for table `fly_wechat_point` */

DROP TABLE IF EXISTS `fly_wechat_point`;

CREATE TABLE `fly_wechat_point` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `log_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '积分增加记录id',
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '微信用户openid',
  `keywords` varchar(255) NOT NULL DEFAULT '' COMMENT '关键词',
  `createtime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '增加时间',
  PRIMARY KEY (`id`),
  KEY `wechat_point_log_id_index` (`log_id`),
  KEY `wechat_point_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_point` */

/*Table structure for table `fly_wechat_prize` */

DROP TABLE IF EXISTS `fly_wechat_prize`;

CREATE TABLE `fly_wechat_prize` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '微信用户openid',
  `prize_name` varchar(255) NOT NULL DEFAULT '' COMMENT '奖品名称',
  `issue_status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '发放状态，0未发放，1发放',
  `winner` varchar(255) NOT NULL DEFAULT '' COMMENT '信息',
  `dateline` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '中奖时间',
  `prize_type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否中奖，0未中奖，1中奖',
  `activity_type` varchar(255) NOT NULL DEFAULT '' COMMENT '活动类型',
  `market_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '关联活动ID',
  PRIMARY KEY (`id`),
  KEY `wechat_prize_wechat_id_index` (`wechat_id`),
  KEY `wechat_prize_market_id_index` (`market_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_prize` */

/*Table structure for table `fly_wechat_qrcode` */

DROP TABLE IF EXISTS `fly_wechat_qrcode`;

CREATE TABLE `fly_wechat_qrcode` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '二维码类型，0临时，1永久',
  `expire_seconds` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '二维码有效时间',
  `scene_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '场景值ID',
  `username` varchar(255) NOT NULL DEFAULT '' COMMENT '推荐人',
  `function` varchar(255) NOT NULL DEFAULT '' COMMENT '功能',
  `ticket` varchar(255) NOT NULL DEFAULT '' COMMENT '二维码ticket',
  `qrcode_url` varchar(255) NOT NULL DEFAULT '' COMMENT '二维码路径',
  `endtime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '结束时间',
  `scan_num` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '扫描量',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '1' COMMENT '状态',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  PRIMARY KEY (`id`),
  KEY `wechat_qrcode_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_qrcode` */

/*Table structure for table `fly_wechat_redpack_advertice` */

DROP TABLE IF EXISTS `fly_wechat_redpack_advertice`;

CREATE TABLE `fly_wechat_redpack_advertice` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `market_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '关联活动id',
  `icon` varchar(255) NOT NULL DEFAULT '' COMMENT '商家图标',
  `content` varchar(255) NOT NULL DEFAULT '' COMMENT '广告内容',
  `url` varchar(255) NOT NULL DEFAULT '' COMMENT '广告链接',
  PRIMARY KEY (`id`),
  KEY `wechat_redpack_advertice_wechat_id_index` (`wechat_id`),
  KEY `wechat_redpack_advertice_market_id_index` (`market_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_redpack_advertice` */

/*Table structure for table `fly_wechat_redpack_log` */

DROP TABLE IF EXISTS `fly_wechat_redpack_log`;

CREATE TABLE `fly_wechat_redpack_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `market_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '关联活动id',
  `hb_type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '红包类型： 0 普通红包，1裂变红包',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '微信用户公众号唯一标示',
  `hassub` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否领取：0未领取，1已领取',
  `money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '领取金额',
  `time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '领取时间',
  `mch_billno` varchar(255) NOT NULL DEFAULT '' COMMENT '商户订单号',
  `mch_id` varchar(255) NOT NULL DEFAULT '' COMMENT '微信支付商户号',
  `wxappid` varchar(255) NOT NULL DEFAULT '' COMMENT '公众账号appid',
  `bill_type` varchar(255) NOT NULL DEFAULT '' COMMENT '订单类型',
  PRIMARY KEY (`id`),
  KEY `wechat_redpack_log_wechat_id_index` (`wechat_id`),
  KEY `wechat_redpack_log_market_id_index` (`market_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_redpack_log` */

/*Table structure for table `fly_wechat_reply` */

DROP TABLE IF EXISTS `fly_wechat_reply`;

CREATE TABLE `fly_wechat_reply` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `type` varchar(255) NOT NULL DEFAULT '' COMMENT '自动回复类型',
  `content` varchar(255) NOT NULL DEFAULT '' COMMENT '回复内容',
  `media_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '素材id',
  `rule_name` varchar(255) NOT NULL DEFAULT '' COMMENT '规则名称',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `reply_type` varchar(255) NOT NULL DEFAULT '' COMMENT '关键词回复内容的类型',
  PRIMARY KEY (`id`),
  KEY `wechat_reply_wechat_id_index` (`wechat_id`),
  KEY `wechat_reply_media_id_index` (`media_id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_reply` */

insert  into `fly_wechat_reply`(`id`,`wechat_id`,`type`,`content`,`media_id`,`rule_name`,`add_time`,`reply_type`) values (1,1,'subscribe','我在这里恭候多时了。',0,'',0,''),(2,1,'msg','您想表达什么呢？',0,'',0,''),(3,1,'keywords','123 关键词自动回复。',0,'123',1493675519,'text'),(4,2,'subscribe','欢迎您的关注，这是一条测试信息。',0,'',0,''),(5,2,'msg','这是一条测试的自动回复信息。',0,'',0,''),(6,2,'keywords','这是输入&quot;test&quot;关键词之后返回的信息。',0,'test',1500484209,'text'),(7,3,'msg','dddddddd',0,'',0,'');

/*Table structure for table `fly_wechat_rule_keywords` */

DROP TABLE IF EXISTS `fly_wechat_rule_keywords`;

CREATE TABLE `fly_wechat_rule_keywords` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `rid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '规则id',
  `rule_keywords` varchar(255) NOT NULL DEFAULT '' COMMENT '规则关键词',
  PRIMARY KEY (`id`),
  KEY `wechat_rule_keywords_wechat_id_index` (`wechat_id`),
  KEY `wechat_rule_keywords_rid_index` (`rid`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_rule_keywords` */

insert  into `fly_wechat_rule_keywords`(`id`,`wechat_id`,`rid`,`rule_keywords`) values (1,0,3,'123'),(2,2,6,'test');

/*Table structure for table `fly_wechat_share_count` */

DROP TABLE IF EXISTS `fly_wechat_share_count`;

CREATE TABLE `fly_wechat_share_count` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '用户公众平台唯一标识',
  `share_type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '分享类型 如分享到朋友圈 默认0',
  `link` varchar(255) NOT NULL DEFAULT '' COMMENT '分享链接',
  `share_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '分享时间',
  PRIMARY KEY (`id`),
  KEY `wechat_share_count_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_share_count` */

insert  into `fly_wechat_share_count`(`id`,`wechat_id`,`openid`,`share_type`,`link`,`share_time`) values (1,1,'ok1PdwfOb5M4toaSAL_d9-8Hw17E',2,'https://demo.dscmall.cn/mobile/',1508431685),(2,1,'ok1PdwXYfO9SFqsgRjmwY65CrrgU',2,'https://demo.dscmall.cn/mobile/index.php?m=goods&id=635&u=71',1508432058);

/*Table structure for table `fly_wechat_template` */

DROP TABLE IF EXISTS `fly_wechat_template`;

CREATE TABLE `fly_wechat_template` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `template_id` varchar(255) NOT NULL DEFAULT '' COMMENT '模板id',
  `code` varchar(255) NOT NULL DEFAULT '' COMMENT '模板消息标识',
  `content` varchar(255) NOT NULL DEFAULT '' COMMENT '自定义备注',
  `template` text COMMENT '模板消息模板',
  `title` varchar(255) NOT NULL DEFAULT '' COMMENT '模板消息标题',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '启用状态 0 禁止 1 开启',
  PRIMARY KEY (`id`),
  KEY `wechat_template_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_template` */

insert  into `fly_wechat_template`(`id`,`wechat_id`,`template_id`,`code`,`content`,`template`,`title`,`add_time`,`status`) values (1,1,'3ME6bj1g17ddiH6ZPRWda0oQ9QGdhMrDIMo8ProJ-_o','TM00016','','订单号：{{orderID.DATA}}待付金额：{{orderMoneySum.DATA}}{{backupFieldName.DATA}}{{backupFieldData.DATA}}{{remark.DATA}}','订单提交成功',1493675958,1),(2,1,'e52GHbuFdfQw83fOkvq5McEqNCvKy-xNGRScSfmkVeI','OPENTM204987032','','{{first.DATA}}订单：{{keyword1.DATA}}支付状态：{{keyword2.DATA}}支付日期：{{keyword3.DATA}}商户：{{keyword4.DATA}}金额：{{keyword5.DATA}}{{remark.DATA}}','订单支付成功通知',1493675962,1),(3,1,'','OPENTM202243318','','{{first.DATA}}订单内容：{{keyword1.DATA}}物流服务：{{keyword2.DATA}}快递单号：{{keyword3.DATA}}收货信息：{{keyword4.DATA}}{{remark.DATA}}','订单发货通知',0,0),(4,1,'','OPENTM401833445','','{{first.DATA}}变动时间：{{keyword1.DATA}}变动类型：{{keyword2.DATA}}变动金额：{{keyword3.DATA}}当前余额：{{keyword4.DATA}}{{remark.DATA}}','余额变动提示',0,0),(5,1,'V8McT-HqOWtPNzKVvCcOwVe9W_X1Gwt0i8iH63IX9yg','OPENTM207126233','','{{first.DATA}}分销商名称：{{keyword1.DATA}}分销商电话：{{keyword2.DATA}}申请时间：{{keyword3.DATA}}{{remark.DATA}}','分销商申请成功',1493675967,1),(6,1,'','OPENTM201812627','','{{first.DATA}}佣金金额：{{keyword1.DATA}}时间：{{keyword2.DATA}}{{remark.DATA}}','佣金提醒',0,0),(7,1,'','OPENTM407307456','','{{first.DATA}}商品名称：{{keyword1.DATA}}商品价格：{{keyword2.DATA}}组团人数：{{keyword3.DATA}}拼团类型：{{keyword4.DATA}}组团时间：{{keyword5.DATA}}{{remark.DATA}}','开团成功通知',0,0),(8,1,'','OPENTM400048581','','{{first.DATA}}拼团名：{{keyword1.DATA}}拼团价：{{keyword2.DATA}}有效期：{{keyword3.DATA}}{{remark.DATA}}','参团成功通知',0,0),(9,1,'','OPENTM407456411','','{{first.DATA}}订单编号：{{keyword1.DATA}}团购商品：{{keyword2.DATA}}{{remark.DATA}}','拼团成功通知',0,0),(10,1,'','OPENTM400940587','','{{first.DATA}}单号：{{keyword1.DATA}}商品：{{keyword2.DATA}}原因：{{keyword3.DATA}}退款：{{keyword4.DATA}}{{remark.DATA}}','拼团退款通知',0,0),(11,1,'','OPENTM202967310','','{{first.DATA}}会员编号：{{keyword1.DATA}}加入时间：{{keyword2.DATA}}{{remark.DATA}}','新会员加入通知',0,0),(13,1,'','OPENTM206328970','','{{first.DATA}}商品名称：{{keyword1.DATA}}商品佣金：{{keyword2.DATA}}下单时间：{{keyword3.DATA}}订单状态：{{keyword4.DATA}}{{remark.DATA}}','分销订单下单成功通知',0,0);

/*Table structure for table `fly_wechat_template_log` */

DROP TABLE IF EXISTS `fly_wechat_template_log`;

CREATE TABLE `fly_wechat_template_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `msgid` bigint(20) unsigned NOT NULL DEFAULT '0' COMMENT '微信消息ID',
  `code` varchar(255) NOT NULL DEFAULT '' COMMENT '模板消息标识',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '微信用户openid',
  `data` text COMMENT '消息数据',
  `url` varchar(255) NOT NULL DEFAULT '' COMMENT '消息链接地址',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`),
  KEY `wechat_template_log_wechat_id_index` (`wechat_id`),
  KEY `wechat_template_log_openid_index` (`openid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_template_log` */

/*Table structure for table `fly_wechat_user` */

DROP TABLE IF EXISTS `fly_wechat_user`;

CREATE TABLE `fly_wechat_user` (
  `uid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `subscribe` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '用户是否订阅该公众号标识',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '用户公众平台唯一标识',
  `nickname` varchar(255) NOT NULL DEFAULT '' COMMENT '用户昵称',
  `sex` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '用户性别',
  `city` varchar(255) NOT NULL DEFAULT '' COMMENT '用户所在城市',
  `country` varchar(255) NOT NULL DEFAULT '' COMMENT '用户所在国家',
  `province` varchar(255) NOT NULL DEFAULT '' COMMENT '用户所在省份',
  `language` varchar(255) NOT NULL DEFAULT '' COMMENT '语言',
  `headimgurl` varchar(255) NOT NULL DEFAULT '' COMMENT '用户头像',
  `subscribe_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '关注时间',
  `remark` varchar(255) NOT NULL DEFAULT '' COMMENT '备注',
  `privilege` varchar(255) NOT NULL DEFAULT '',
  `unionid` varchar(255) NOT NULL DEFAULT '' COMMENT '用户开放平台唯一标识',
  `groupid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '用户组id',
  `ect_uid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'ecshop会员id',
  `bein_kefu` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '是否处在多客服流程',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '推荐人id',
  `from` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '粉丝来源：0 微信公众号关注 1 微信授权注册,2 微信扫码注册',
  PRIMARY KEY (`uid`),
  KEY `wechat_user_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=44 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_user` */

/*Table structure for table `fly_wechat_user_group` */

DROP TABLE IF EXISTS `fly_wechat_user_group`;

CREATE TABLE `fly_wechat_user_group` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `group_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '分组id',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '分组名字，UTF8编码',
  `count` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '分组内用户数量',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  PRIMARY KEY (`id`),
  KEY `wechat_user_group_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_user_group` */

/*Table structure for table `fly_wechat_user_tag` */

DROP TABLE IF EXISTS `fly_wechat_user_tag`;

CREATE TABLE `fly_wechat_user_tag` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `tag_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '标签id',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '用户openid',
  PRIMARY KEY (`id`),
  KEY `wechat_user_tag_wechat_id_index` (`wechat_id`),
  KEY `wechat_user_tag_tag_id_index` (`tag_id`)
) ENGINE=MyISAM AUTO_INCREMENT=74 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_user_tag` */

insert  into `fly_wechat_user_tag`(`id`,`wechat_id`,`tag_id`,`openid`) values (73,1,2,'ox5pawhBE2TCmk7WvDeMo8t29g7Q'),(58,1,2,'ox5pawkw-xouZa1vaj4B7GonHMRQ'),(60,1,2,'ox5pawvP6luqJ7OhC48Jv6UU6e4A'),(65,1,2,'ox5pawkyTvBWsdjunJBnlKhGps7M'),(61,1,2,'ox5paws4mSMMOQz2QrzUek2QYlJo'),(64,1,2,'ox5pawqjxnmVG0BAuip8Q9xKWGeA'),(62,1,2,'ox5pawvNLiXtDGfLJDKvUdfYzb8g'),(71,1,2,'ox5pawmJ54Ptj9NcabPFC3OfdT1I'),(72,1,2,'ox5pawn8cEx2ama4IYHn3PbYFOaA'),(59,1,2,'ox5pawuD_P5_1hDqjxNpWtZWPJKI'),(63,1,2,'ox5pawnXE4RAbA_q0Wu64mGYAI10'),(67,1,2,'ox5pawiKdy3B7zTpU1VaEx3b79TI'),(66,1,2,'ox5pawktseQYuzCDJlbqujQhgyiA');

/*Table structure for table `fly_wechat_user_taglist` */

DROP TABLE IF EXISTS `fly_wechat_user_taglist`;

CREATE TABLE `fly_wechat_user_taglist` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `tag_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '标签id',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '标签名字，UTF8编码',
  `count` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '标签内用户数量',
  `sort` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  PRIMARY KEY (`id`),
  KEY `wechat_user_taglist_wechat_id_index` (`wechat_id`),
  KEY `wechat_user_taglist_tag_id_index` (`tag_id`)
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_user_taglist` */

insert  into `fly_wechat_user_taglist`(`id`,`wechat_id`,`tag_id`,`name`,`count`,`sort`) values (1,2,2,'星标组',0,0),(2,2,100,'嗷嗷',0,0),(3,2,102,'大商创粉丝',1,0),(32,1,100,'测试',0,0),(31,1,2,'星标组',0,0);

/*Table structure for table `fly_wechat_wall_msg` */

DROP TABLE IF EXISTS `fly_wechat_wall_msg`;

CREATE TABLE `fly_wechat_wall_msg` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `wall_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '微信墙活动id',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '用户编号',
  `content` text COMMENT '留言内容',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '发送时间',
  `checktime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '审核时间',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '消息审核状态:0未审核,1审核通过',
  PRIMARY KEY (`id`),
  KEY `wechat_wall_msg_wechat_id_index` (`wechat_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_wall_msg` */

/*Table structure for table `fly_wechat_wall_user` */

DROP TABLE IF EXISTS `fly_wechat_wall_user`;

CREATE TABLE `fly_wechat_wall_user` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wechat_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '公众号id',
  `wall_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '微信墙活动id',
  `nickname` varchar(255) NOT NULL DEFAULT '' COMMENT '用户昵称',
  `sex` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '性别:1男,2女,0保密',
  `headimg` varchar(255) NOT NULL DEFAULT '' COMMENT '头像',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '用户审核状态:0未审核,1审核通过',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `checktime` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '审核时间',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '微信用户openid',
  `wechatname` varchar(255) NOT NULL DEFAULT '' COMMENT '微信用户昵称',
  `headimgurl` varchar(255) NOT NULL DEFAULT '' COMMENT '微信用户头像',
  PRIMARY KEY (`id`),
  KEY `wechat_wall_user_wechat_id_index` (`wechat_id`),
  KEY `wechat_wall_user_wall_id_index` (`wall_id`),
  KEY `wechat_wall_user_openid_index` (`openid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wechat_wall_user` */

/*Table structure for table `fly_wholesale` */

DROP TABLE IF EXISTS `fly_wholesale`;

CREATE TABLE `fly_wholesale` (
  `act_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL,
  `wholesale_cat_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(255) NOT NULL,
  `rank_ids` varchar(255) NOT NULL,
  `goods_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `enabled` tinyint(3) unsigned NOT NULL,
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` varchar(1000) NOT NULL,
  `price_model` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `goods_type` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_number` int(10) unsigned NOT NULL DEFAULT '0',
  `moq` int(10) unsigned NOT NULL DEFAULT '0',
  `is_recommend` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_promote` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `start_time` int(10) unsigned NOT NULL,
  `end_time` int(10) unsigned NOT NULL,
  `shipping_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `freight` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `tid` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`act_id`),
  KEY `goods_id` (`goods_id`) USING BTREE,
  KEY `review_status` (`review_status`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=133 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale` */

/*Table structure for table `fly_wholesale_cart` */

DROP TABLE IF EXISTS `fly_wholesale_cart`;

CREATE TABLE `fly_wholesale_cart` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `session_id` varchar(255) DEFAULT NULL,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` varchar(255) NOT NULL,
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_attr` text NOT NULL,
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `rec_type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_shipping` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  `ru_id` int(11) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) NOT NULL,
  `freight` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `tid` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '商品固定运费',
  `is_checked` tinyint(1) NOT NULL DEFAULT '1' COMMENT '选中状态，0未选中，1选中',
  PRIMARY KEY (`rec_id`),
  KEY `session_id` (`session_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_cart` */

/*Table structure for table `fly_wholesale_cat` */

DROP TABLE IF EXISTS `fly_wholesale_cat`;

CREATE TABLE `fly_wholesale_cat` (
  `cat_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(90) NOT NULL,
  `keywords` varchar(255) NOT NULL,
  `cat_desc` varchar(255) NOT NULL,
  `show_in_nav` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `style` varchar(150) NOT NULL,
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `style_icon` varchar(50) NOT NULL DEFAULT 'other',
  `cat_icon` varchar(255) NOT NULL,
  `pinyin_keyword` text NOT NULL,
  `cat_alias_name` varchar(90) NOT NULL,
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `sort_order` tinyint(1) NOT NULL DEFAULT '50',
  PRIMARY KEY (`cat_id`),
  KEY `parent_id` (`parent_id`) USING BTREE,
  KEY `is_show` (`is_show`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_cat` */

/*Table structure for table `fly_wholesale_extend` */

DROP TABLE IF EXISTS `fly_wholesale_extend`;

CREATE TABLE `fly_wholesale_extend` (
  `extend_id` int(11) NOT NULL AUTO_INCREMENT,
  `goods_id` int(11) NOT NULL COMMENT '商品id',
  `is_delivery` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否48小时发货，0否 1是',
  `is_return` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否支持包退服务0否1是',
  `is_free` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否闪速送货0否1是',
  PRIMARY KEY (`extend_id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8 COMMENT='限时批发标识';

/*Data for the table `fly_wholesale_extend` */

/*Table structure for table `fly_wholesale_goods_attr` */

DROP TABLE IF EXISTS `fly_wholesale_goods_attr`;

CREATE TABLE `fly_wholesale_goods_attr` (
  `goods_attr_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `attr_id` int(10) unsigned NOT NULL DEFAULT '0',
  `attr_value` text NOT NULL,
  `color_value` text NOT NULL,
  `attr_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `attr_sort` int(10) unsigned NOT NULL,
  `attr_img_flie` varchar(255) NOT NULL,
  `attr_gallery_flie` varchar(255) NOT NULL,
  `attr_img_site` varchar(255) NOT NULL,
  `attr_checked` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `lang_flag` int(2) DEFAULT '0',
  `attr_img` varchar(255) DEFAULT NULL,
  `attr_thumb` varchar(255) DEFAULT NULL,
  `img_flag` int(2) DEFAULT '0',
  `attr_pid` varchar(60) DEFAULT NULL,
  `admin_id` smallint(8) unsigned NOT NULL,
  PRIMARY KEY (`goods_attr_id`),
  KEY `goods_id` (`goods_id`) USING BTREE,
  KEY `attr_id` (`attr_id`) USING BTREE,
  KEY `admin_id` (`admin_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_goods_attr` */

/*Table structure for table `fly_wholesale_order_action` */

DROP TABLE IF EXISTS `fly_wholesale_order_action`;

CREATE TABLE `fly_wholesale_order_action` (
  `action_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `action_user` varchar(30) NOT NULL DEFAULT '',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_place` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_note` varchar(255) NOT NULL DEFAULT '',
  `log_time` int(11) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`action_id`),
  KEY `order_id` (`order_id`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_order_action` */

/*Table structure for table `fly_wholesale_order_goods` */

DROP TABLE IF EXISTS `fly_wholesale_order_goods`;

CREATE TABLE `fly_wholesale_order_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_attr` text NOT NULL,
  `send_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  `ru_id` int(11) unsigned NOT NULL DEFAULT '0',
  `shipping_fee` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `freight` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `tid` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `goods_id` (`goods_id`) USING BTREE,
  KEY `order_id` (`order_id`) USING BTREE,
  KEY `ru_id` (`ru_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_order_goods` */

/*Table structure for table `fly_wholesale_order_info` */

DROP TABLE IF EXISTS `fly_wholesale_order_info`;

CREATE TABLE `fly_wholesale_order_info` (
  `order_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `main_order_id` int(11) unsigned NOT NULL DEFAULT '0',
  `order_sn` varchar(255) NOT NULL DEFAULT '',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `consignee` varchar(60) NOT NULL DEFAULT '',
  `country` int(10) unsigned NOT NULL DEFAULT '0',
  `province` int(10) unsigned NOT NULL DEFAULT '0',
  `city` int(10) unsigned NOT NULL DEFAULT '0',
  `district` int(10) unsigned NOT NULL DEFAULT '0',
  `street` int(10) unsigned NOT NULL DEFAULT '0',
  `address` varchar(255) NOT NULL DEFAULT '',
  `mobile` varchar(60) NOT NULL DEFAULT '',
  `email` varchar(60) NOT NULL DEFAULT '',
  `postscript` varchar(255) NOT NULL DEFAULT '',
  `inv_payee` varchar(120) NOT NULL DEFAULT '',
  `inv_content` varchar(120) NOT NULL DEFAULT '',
  `order_amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `inv_type` varchar(60) NOT NULL,
  `tax` decimal(10,2) NOT NULL,
  `is_delete` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `invoice_type` tinyint(1) NOT NULL DEFAULT '0' COMMENT '发票类型 0:普通发票、1:增值税发票',
  `vat_id` int(11) NOT NULL DEFAULT '0' COMMENT '增值税发票信息ID 关联 users_vat_invoices_info表自增ID',
  `tax_id` varchar(255) NOT NULL,
  `shipping_status` int(1) NOT NULL DEFAULT '0',
  `referer` varchar(255) NOT NULL,
  `tel` varchar(60) NOT NULL,
  `auto_delivery_time` int(11) NOT NULL DEFAULT '15',
  `shipping_time` int(10) NOT NULL DEFAULT '0',
  `goods_amount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `shipping_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `insure_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pay_id` tinyint(3) NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_time` int(10) unsigned NOT NULL DEFAULT '0',
  `card_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pack_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pay_fee` decimal(10,2) NOT NULL DEFAULT '0.00',
  `discount` decimal(10,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`order_id`),
  UNIQUE KEY `order_sn` (`order_sn`) USING BTREE,
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `order_status` (`order_status`) USING BTREE,
  KEY `main_order_id` (`main_order_id`) USING BTREE,
  KEY `country` (`country`),
  KEY `province` (`province`),
  KEY `city` (`city`),
  KEY `district` (`district`),
  KEY `street` (`street`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_order_info` */

/*Table structure for table `fly_wholesale_products` */

DROP TABLE IF EXISTS `fly_wholesale_products`;

CREATE TABLE `fly_wholesale_products` (
  `product_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_attr` varchar(50) DEFAULT NULL,
  `product_sn` varchar(60) DEFAULT NULL,
  `product_number` smallint(5) unsigned DEFAULT '0',
  `admin_id` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`product_id`),
  KEY `goods_id` (`goods_id`),
  KEY `product_sn` (`product_sn`),
  KEY `admin_id` (`admin_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_products` */

/*Table structure for table `fly_wholesale_purchase` */

DROP TABLE IF EXISTS `fly_wholesale_purchase`;

CREATE TABLE `fly_wholesale_purchase` (
  `purchase_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `subject` varchar(255) NOT NULL,
  `type` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `contact_name` varchar(50) NOT NULL,
  `contact_gender` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `contact_phone` varchar(50) NOT NULL,
  `contact_email` varchar(50) NOT NULL,
  `supplier_company_name` varchar(50) NOT NULL,
  `supplier_contact_phone` varchar(50) NOT NULL,
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `end_time` int(10) unsigned NOT NULL DEFAULT '0',
  `need_invoice` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `invoice_tax_rate` varchar(50) NOT NULL,
  `consignee_region` smallint(5) unsigned NOT NULL DEFAULT '0',
  `consignee_address` varchar(255) NOT NULL,
  `description` varchar(255) NOT NULL,
  `review_status` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `review_content` text NOT NULL,
  PRIMARY KEY (`purchase_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_purchase` */

/*Table structure for table `fly_wholesale_purchase_goods` */

DROP TABLE IF EXISTS `fly_wholesale_purchase_goods`;

CREATE TABLE `fly_wholesale_purchase_goods` (
  `goods_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `purchase_id` int(10) unsigned NOT NULL DEFAULT '0',
  `cat_id` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(255) NOT NULL,
  `goods_number` int(10) unsigned NOT NULL DEFAULT '0',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_img` text NOT NULL,
  `remarks` varchar(255) NOT NULL,
  PRIMARY KEY (`goods_id`),
  KEY `purchase_id` (`purchase_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_purchase_goods` */

/*Table structure for table `fly_wholesale_volume_price` */

DROP TABLE IF EXISTS `fly_wholesale_volume_price`;

CREATE TABLE `fly_wholesale_volume_price` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `price_type` tinyint(1) unsigned NOT NULL,
  `goods_id` mediumint(8) unsigned NOT NULL,
  `volume_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `volume_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`id`),
  KEY `goods_id` (`goods_id`) USING BTREE,
  KEY `price_type` (`price_type`) USING BTREE,
  KEY `volume_price` (`volume_price`) USING BTREE,
  KEY `volume_number` (`volume_number`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=44 DEFAULT CHARSET=utf8;

/*Data for the table `fly_wholesale_volume_price` */

insert  into `fly_wholesale_volume_price`(`id`,`price_type`,`goods_id`,`volume_number`,`volume_price`) values (31,1,780,40,'100.00'),(32,1,767,20,'100.00'),(33,1,767,30,'80.00'),(34,1,767,50,'50.00'),(35,1,768,10,'500.00'),(36,1,768,30,'400.00'),(37,1,768,50,'300.00'),(38,1,771,10,'120.00'),(39,1,771,20,'100.00'),(40,1,771,30,'80.00'),(41,1,772,10,'150.00'),(42,1,772,20,'140.00'),(43,1,772,30,'100.00');

/*Table structure for table `fly_wxapp_config` */

DROP TABLE IF EXISTS `fly_wxapp_config`;

CREATE TABLE `fly_wxapp_config` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `wx_appname` varchar(255) NOT NULL DEFAULT '' COMMENT '小程序名称',
  `wx_appid` varchar(255) NOT NULL DEFAULT '' COMMENT '小程序AppID',
  `wx_appsecret` varchar(255) NOT NULL DEFAULT '' COMMENT '小程序AppSecret',
  `wx_mch_id` varchar(255) NOT NULL DEFAULT '' COMMENT '商户号',
  `wx_mch_key` varchar(255) NOT NULL DEFAULT '' COMMENT '支付密钥',
  `token_secret` varchar(255) NOT NULL DEFAULT '' COMMENT 'Token授权加密key',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '状态：0 关闭 1 开启',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_wxapp_config` */

/*Table structure for table `fly_zc_category` */

DROP TABLE IF EXISTS `fly_zc_category`;

CREATE TABLE `fly_zc_category` (
  `cat_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(90) NOT NULL DEFAULT '',
  `keywords` varchar(255) NOT NULL,
  `measure_unit` varchar(15) NOT NULL,
  `show_in_nav` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `style` varchar(150) NOT NULL,
  `grade` tinyint(4) unsigned NOT NULL DEFAULT '0',
  `filter_attr` varchar(225) NOT NULL,
  `is_top_style` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `top_style_tpl` varchar(255) NOT NULL,
  `cat_icon` varchar(255) NOT NULL,
  `is_top_show` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `category_links` text NOT NULL,
  `category_topic` text NOT NULL,
  `pinyin_keyword` text NOT NULL,
  `cat_alias_name` varchar(90) NOT NULL,
  `template_file` varchar(50) NOT NULL,
  `cat_desc` varchar(255) NOT NULL DEFAULT '',
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `sort_order` tinyint(1) unsigned NOT NULL DEFAULT '50',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`cat_id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

/*Data for the table `fly_zc_category` */

insert  into `fly_zc_category`(`cat_id`,`cat_name`,`keywords`,`measure_unit`,`show_in_nav`,`style`,`grade`,`filter_attr`,`is_top_style`,`top_style_tpl`,`cat_icon`,`is_top_show`,`category_links`,`category_topic`,`pinyin_keyword`,`cat_alias_name`,`template_file`,`cat_desc`,`parent_id`,`sort_order`,`is_show`) values (5,'未来科技','','',0,'',0,'',0,'','',0,'','','','','','',0,1,1),(6,'数码宝贝','','',0,'',0,'',0,'','',0,'','','','','','',5,50,1),(7,'居家神器','','',0,'',0,'',0,'','',0,'','','','','','',5,50,1),(8,'健康出行','','',0,'',0,'',0,'','',0,'','','','','','',0,2,1),(9,'环球名物','','',0,'',0,'',0,'','',0,'','','','','','',8,50,1),(10,'旅行达人','','',0,'',0,'',0,'','',0,'','','','','','',8,50,1),(12,'美食生活','','',0,'',0,'',0,'','',0,'','','','','','',0,3,1),(13,'生活美学','','',0,'',0,'',0,'','',0,'','','','','','',0,4,1),(14,'原创设计','','',0,'',0,'',0,'','',0,'','','','','','',13,1,1),(15,'良品家居','','',0,'',0,'',0,'','',0,'','','','','','',13,2,1),(16,'地标美食','','',0,'',0,'',0,'','',0,'','','','','','',12,1,1),(17,'茶言酒语','','',0,'',0,'',0,'','',0,'','','','','','',12,50,1);

/*Table structure for table `fly_zc_focus` */

DROP TABLE IF EXISTS `fly_zc_focus`;

CREATE TABLE `fly_zc_focus` (
  `rec_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `pid` int(11) NOT NULL,
  `add_time` varchar(255) NOT NULL,
  PRIMARY KEY (`rec_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_zc_focus` */

/*Table structure for table `fly_zc_goods` */

DROP TABLE IF EXISTS `fly_zc_goods`;

CREATE TABLE `fly_zc_goods` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL,
  `limit` int(11) NOT NULL,
  `backer_num` int(11) NOT NULL,
  `price` decimal(10,0) NOT NULL,
  `shipping_fee` decimal(10,0) NOT NULL,
  `content` text NOT NULL,
  `img` varchar(255) NOT NULL,
  `return_time` int(11) NOT NULL,
  `backer_list` text,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

/*Data for the table `fly_zc_goods` */

insert  into `fly_zc_goods`(`id`,`pid`,`limit`,`backer_num`,`price`,`shipping_fee`,`content`,`img`,`return_time`,`backer_list`) values (1,4,3,1,'3000','0','一套设备','data/zc_product_images/1469556603531857837.jpg',30,'188'),(2,4,100,0,'7000','0','两套设备','data/zc_product_images/1469559521962750229.jpg',30,''),(3,5,-1,0,'1','0','每满150位支持者抽取1位幸运用户，不满足时也抽取1位。幸运用户将会获得记忆棉靠垫1个。幸运用户将由京东官方抽取，抽奖规则及中奖者名单将在话题区公布。','data/zc_product_images/1469561890900373306.jpg',30,''),(4,5,300,0,'259','0','感谢您的支持，将会获得记忆棉多功能腰背靠垫和配套的记忆棉美臀坐垫各1个。','data/zc_product_images/1469561945839544961.jpg',30,''),(5,6,-1,0,'1','0','恭喜您以渠道专享价获得：携茶道天作+携茶道玄鸟各20套+市场价58元的茶道礼包20份。享受分享的喜悦，感谢有你，生活更加多彩。','data/zc_product_images/1469562170500027679.jpg',30,''),(6,6,50,0,'998','0','恭喜您以众筹首发价获得：携茶道天作一套（茶盘为鸡翅木，含收藏证书），世界那么大，带着它去远方，尝一尝另一般生活的滋味。天作高山，大王荒之。彼作矣，文王康之。彼徂矣，岐有夷之行。子孙保之。名曰天作。','data/zc_product_images/1469562217924344186.jpg',30,''),(7,7,-1,0,'50','0','可获得陈富息古法手作的横山豆腐乳乾隆贡180g×2瓶； 乾隆贡分享装90g×1瓶','data/zc_product_images/1469562479289457048.jpg',10,''),(8,7,100,0,'100','0','可获得陈富息古法手作的横山豆腐乳乾隆贡180g×4瓶； 手剁辣椒酱分享装180g ×2瓶','data/zc_product_images/1469562499927290649.jpg',10,''),(9,8,-1,0,'1','0','每满99位支持者抽取1位幸运用户，不满足时也抽取1位。幸运用户将会获得凤冈锌硒茶1套（1罐红茶+1罐茗珠）。幸运用户将由京东官方抽取，抽奖规则及中奖者名单将在话题区公布。','data/zc_product_images/1469562874103382555.jpg',30,''),(10,8,2000,0,'99','0','凤冈锌硒茶1套（1罐红茶+1罐茗珠）','data/zc_product_images/1469562897477245574.jpg',30,''),(11,9,-1,0,'1','0','每满700位支持者抽取1位幸运用户，不满足时也抽取1位。幸运用户将会获得菲星智能后视镜记录仪P8一套。幸运用户将由京东官方抽取，抽奖规则及中奖者名单将在话题区公布。','data/zc_product_images/1469568038615880070.jpg',30,''),(12,9,500,0,'699','0','谢谢您的支持！您将以超值众筹的价格，获得菲星智能后视镜行车记录导航仪1套。（配后摄像头。请自行配TF卡，）','data/zc_product_images/1469568025120342666.jpg',30,''),(13,10,-1,0,'1','0','每满89位支持者抽取1位幸运用户，不满足时也抽取1位。幸运用户将会获得onread智能排插升级版（WIFI分控）1支。幸运用户将由京东官方抽取，抽奖规则及中奖者名单将在话题区公布。','data/zc_product_images/1469568253632088242.jpg',30,''),(14,10,2000,0,'39','0','支持39元限2000人 非常感谢您的支持！您可以用低于成本的价格获得onread排插标准版（2USB 4位插孔）1支 （注明：此款不支持WIFI控制） 限额2000人','data/zc_product_images/1469568280177629133.jpg',30,''),(15,11,-1,0,'1','0','每满128位支持者抽取1位幸运用户，不满足时也抽取1位。幸运用户将会获得马来西亚猫山王速冻肉200克一盒。幸运用户将由京东官方抽取，抽奖规则及中奖者名单将在话题区公布。','data/zc_product_images/1469568673476363449.jpg',30,''),(16,11,500,0,'198','0','感谢您的支持，在众筹结束后 您将获得预估市场价258元的马来西亚猫山王速冻肉400克一盒（顺丰空运，冷藏包装） 偏远地区港澳台勿拍（黑龙江、吉林、甘肃、内蒙古、宁夏、青海、辽宁、新疆、西藏地区）感谢您的支持。','data/zc_product_images/1469568703663762791.jpg',30,'');

/*Table structure for table `fly_zc_initiator` */

DROP TABLE IF EXISTS `fly_zc_initiator`;

CREATE TABLE `fly_zc_initiator` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `company` varchar(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `intro` text NOT NULL,
  `describe` text NOT NULL,
  `rank` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `fly_zc_initiator` */

insert  into `fly_zc_initiator`(`id`,`name`,`company`,`img`,`intro`,`describe`,`rank`) values (2,'无印良品','无印良品','data/initiator_image/1469505347118618837.png','无印良品是一个日本杂货品牌','无印良品是一个日本杂货品牌，在日文中意为无品牌标志的好产品。产品类别以日常用品为主。产品注重纯朴、简洁、环保、以人为本等理念，在包装与产品设计上皆无品牌标志。产品类别从铅笔、笔记本、食品到厨房的基本用具都有。最近也开始进入房屋建筑、花店、咖啡店等产业类别。',1),(3,'云诊断','上海商创网络科技有限公司','data/initiator_image/1469561234331729031.jpg','ecshop模板制作选购第一站，国内专业的ecshop模板开发商，提供完善的ecshop二次开发与模板定制服务以及ecshop插件与ecshop教程。','上海商创网络科技有限公司（ECSHOP模板堂）是ecshop行业首家股交中心挂牌企业。伴随着ECSHOP一起成长，可以为广大ECSHOP模板使用者提供更为全面的服务。ECSHOP模板堂创始于1999年，是一家连续十余年为中国互联网用户提供服务的运营商，是国内领先的网站建设机构。',2);

/*Table structure for table `fly_zc_progress` */

DROP TABLE IF EXISTS `fly_zc_progress`;

CREATE TABLE `fly_zc_progress` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL,
  `progress` text NOT NULL,
  `add_time` varchar(255) NOT NULL,
  `img` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_zc_progress` */

/*Table structure for table `fly_zc_project` */

DROP TABLE IF EXISTS `fly_zc_project`;

CREATE TABLE `fly_zc_project` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cat_id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `init_id` varchar(255) NOT NULL,
  `start_time` varchar(255) NOT NULL,
  `end_time` varchar(255) NOT NULL,
  `amount` decimal(10,0) NOT NULL,
  `join_money` decimal(10,0) NOT NULL,
  `join_num` int(11) NOT NULL,
  `focus_num` int(11) NOT NULL,
  `prais_num` int(11) NOT NULL,
  `title_img` varchar(255) NOT NULL,
  `details` text NOT NULL,
  `describe` text NOT NULL,
  `risk_instruction` text NOT NULL,
  `img` text NOT NULL,
  `is_best` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

/*Data for the table `fly_zc_project` */

insert  into `fly_zc_project`(`id`,`cat_id`,`title`,`init_id`,`start_time`,`end_time`,`amount`,`join_money`,`join_num`,`focus_num`,`prais_num`,`title_img`,`details`,`describe`,`risk_instruction`,`img`,`is_best`) values (4,6,'想和影子玩拳击么？OCULUS RIFT！','3','1469548800','1629993600','100000','3000',1,1,2,'data/zc_title_images/1469556026833544722.jpg','','Oculus Rift 是一款为电子游戏设计的头戴式显示器。这是一款虚拟现实设备。这款设备很可能改变未来人们游戏的方式。','1. 众筹不是商品交易。支持者根据自己的判断选择、支持众筹项目，与发起人共同实现梦想并获得发起人承诺的回报，众筹存在一定风险。<br/>\r\n2. 京东众筹平台只提供平台网络空间、技术服务和支持等中介服务。京东作为居间方，并不是发起人或支持者中的任何一方，众筹仅存在于发起人和支持者之间，使用京东众筹平台产生的法律后果由发起人与支持者自行承担。<br>\r\n 3. 众筹项目的回报发放、发票开具及其他后续服务事项均由发起人负责。如果发生发起人无法发放回报、延迟发放回报、不提供回报后续服务等情形，您需要直接和发起人协商解决，京东对此不承担任何责任。<br>\r\n4. 由于发起人能力和经验不足、市场风险、法律风险等各种因素，众筹可能失败。众筹期限届满前失败或募集失败的，您支持的款项会全部原路退还给您；其他情况下，您需要直接和发起人协商解决，京东对此不承担任何责任。<br>\r\n5. 支持纯抽奖档位、无私支持档位及公益众筹项目档位，一旦支付成功将不予退款，众筹失败的除外。<br>','a:4:{i:0;s:38:\"data/zc_images/1469556098868212622.jpg\";i:1;s:38:\"data/zc_images/1469556098735896479.jpg\";i:2;s:38:\"data/zc_images/1469556161852907928.jpg\";i:4;s:38:\"data/zc_images/1469556161058152526.jpg\";}',1),(5,14,'一款可以保护腰椎的好靠垫','3','1469548800','1629993600','50000','0',0,1,0,'data/zc_title_images/1469561661475932198.jpg','','爱美女士的福音，美臀坐起来！','众筹是一个开放的众筹平台，公众基于对项目、发起人和回报的认同，通过资助的方式参与和支持创新。\r\n筹资成功后，执行的过程中，如果项目没有按照预期的目标执行，项目发起人可能无法正常发放回报。如果产生了这种情况，您支持金额中的部分金额会退还给您，但是由于其中部分金额已经被项目组织者使用，您需要和项目组织者协商订金退还的事宜，京东众筹没有帮您追讨资金的义务。','a:2:{i:0;s:38:\"data/zc_images/1469561661783896744.png\";i:1;s:38:\"data/zc_images/1469561661964247651.jpg\";}',1),(6,15,'携茶道——典藏级轻携茶壶组','3','1469548800','1629993600','100000','0',0,0,0,'data/zc_title_images/1469562109221291206.jpg','','享受分享的喜悦，感谢有你，生活更加多彩。','众筹不是商品交易。支持者根据自己的判断选择、支持众筹项目，与发起人共同实现梦想并获得发起人承诺的回报，众筹存在一定风险。','a:4:{i:0;s:38:\"data/zc_images/1469562109434666296.jpg\";i:1;s:38:\"data/zc_images/1469562109024567309.png\";i:2;s:38:\"data/zc_images/1469562285584756187.png\";i:3;s:38:\"data/zc_images/1469562296446151431.png\";}',1),(7,16,'一个传统手工艺者的坚守！','3','1469548800','1629993600','50000','0',0,0,0,'data/zc_title_images/1469562442189784660.jpg','','可亲临乾隆贡豆腐乳制作现场观摩生产过程，与清代名相陈宏谋第九代后裔陈富息先生面对面交流。','众筹不是商品交易。支持者根据自己的判断选择、支持众筹项目，与发起人共同实现梦想并获得发起人承诺的回报，众筹存在一定风险。','a:4:{i:0;s:38:\"data/zc_images/1469562442328950397.jpg\";i:1;s:38:\"data/zc_images/1469562442476100598.jpg\";i:2;s:38:\"data/zc_images/1469562442581355809.jpg\";i:3;b:0;}',1),(8,17,'大山里面的好茶—凤冈锌硒茶','3','1469548800','1629993600','50000','0',0,0,0,'data/zc_title_images/1469562829238377538.jpg','','凤冈锌硒茶','众筹不是商品交易。支持者根据自己的判断选择、支持众筹项目，与发起人共同实现梦想并获得发起人承诺的回报，众筹存在一定风险。','a:3:{i:0;s:38:\"data/zc_images/1469562829906008007.jpg\";i:1;s:38:\"data/zc_images/1469562829818411894.jpg\";i:2;s:38:\"data/zc_images/1469562829859286322.png\";}',1),(9,10,'3G远程监控语音记录导航仪','3','1469548800','1629993600','100000','0',0,0,0,'data/zc_title_images/1469567645895272779.jpg','','安全出行，无忧无虑','1. 众筹不是商品交易。支持者根据自己的判断选择、支持众筹项目，与发起人共同实现梦想并获得发起人承诺的回报，众筹存在一定风险。<br/>\r\n2. 京东众筹平台只提供平台网络空间、技术服务和支持等中介服务。京东作为居间方，并不是发起人或支持者中的任何一方，众筹仅存在于发起人和支持者之间，使用京东众筹平台产生的法律后果由发起人与支持者自行承担。<br>\r\n 3. 众筹项目的回报发放、发票开具及其他后续服务事项均由发起人负责。如果发生发起人无法发放回报、延迟发放回报、不提供回报后续服务等情形，您需要直接和发起人协商解决，京东对此不承担任何责任。<br>\r\n4. 由于发起人能力和经验不足、市场风险、法律风险等各种因素，众筹可能失败。众筹期限届满前失败或募集失败的，您支持的款项会全部原路退还给您；其他情况下，您需要直接和发起人协商解决，京东对此不承担任何责任。<br>\r\n5. 支持纯抽奖档位、无私支持档位及公益众筹项目档位，一旦支付成功将不予退款，众筹失败的除外。<br>','a:3:{i:0;s:38:\"data/zc_images/1469567645700311220.jpg\";i:1;s:38:\"data/zc_images/1469567645456561767.jpg\";i:2;s:38:\"data/zc_images/1469567645847116290.jpg\";}',1),(10,7,'onread智能排插','3','1469548800','1629993600','100000','0',0,1,1,'data/zc_title_images/1469568208923986868.jpg','','让生活从此回归简单','1. 众筹不是商品交易。支持者根据自己的判断选择、支持众筹项目，与发起人共同实现梦想并获得发起人承诺的回报，众筹存在一定风险。<br/>\r\n2. 京东众筹平台只提供平台网络空间、技术服务和支持等中介服务。京东作为居间方，并不是发起人或支持者中的任何一方，众筹仅存在于发起人和支持者之间，使用京东众筹平台产生的法律后果由发起人与支持者自行承担。<br>\r\n 3. 众筹项目的回报发放、发票开具及其他后续服务事项均由发起人负责。如果发生发起人无法发放回报、延迟发放回报、不提供回报后续服务等情形，您需要直接和发起人协商解决，京东对此不承担任何责任。<br>\r\n4. 由于发起人能力和经验不足、市场风险、法律风险等各种因素，众筹可能失败。众筹期限届满前失败或募集失败的，您支持的款项会全部原路退还给您；其他情况下，您需要直接和发起人协商解决，京东对此不承担任何责任。<br>\r\n5. 支持纯抽奖档位、无私支持档位及公益众筹项目档位，一旦支付成功将不予退款，众筹失败的除外。<br>','a:3:{i:0;s:38:\"data/zc_images/1469568208423564656.jpg\";i:1;s:38:\"data/zc_images/1469568208799791494.jpg\";i:2;s:38:\"data/zc_images/1469568208183506472.jpg\";}',1),(11,9,'世间美味马来西亚猫山王榴莲','3','1469548800','1629993600','100000','0',0,1,1,'data/zc_title_images/1469568606127700771.gif','无描述','<p>绝世美味，等你来尝</p>','<p>1. 众筹不是商品交易。支持者根据自己的判断选择、支持众筹项目，与发起人共同实现梦想并获得发起人承诺的回报，众筹存在一定风险。<br/>2. 京东众筹平台只提供平台网络空间、技术服务和支持等中介服务。京东作为居间方，并不是发起人或支持者中的任何一方，众筹仅存在于发起人和支持者之间，使用京东众筹平台产生的法律后果由发起人与支持者自行承担。<br/>\r\n 3. 众筹项目的回报发放、发票开具及其他后续服务事项均由发起人负责。如果发生发起人无法发放回报、延迟发放回报、不提供回报后续服务等情形，您需要直接和发起人协商解决，京东对此不承担任何责任。<br/>4. 由于发起人能力和经验不足、市场风险、法律风险等各种因素，众筹可能失败。众筹期限届满前失败或募集失败的，您支持的款项会全部原路退还给您；其他情况下，您需要直接和发起人协商解决，京东对此不承担任何责任。<br/>5. 支持纯抽奖档位、无私支持档位及公益众筹项目档位，一旦支付成功将不予退款，众筹失败的除外。<br/></p>','a:2:{i:0;s:38:\"data/zc_images/1469568631938458354.jpg\";i:1;s:38:\"data/zc_images/1469568631606654397.gif\";}',1);

/*Table structure for table `fly_zc_rank_logo` */

DROP TABLE IF EXISTS `fly_zc_rank_logo`;

CREATE TABLE `fly_zc_rank_logo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `logo_name` varchar(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `logo_intro` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `fly_zc_rank_logo` */

insert  into `fly_zc_rank_logo`(`id`,`logo_name`,`img`,`logo_intro`) values (1,'众筹达人','data/rank_image/1470196588380688158.png',''),(2,'众筹猎人','data/rank_image/1470196605076417521.png','');

/*Table structure for table `fly_zc_topic` */

DROP TABLE IF EXISTS `fly_zc_topic`;

CREATE TABLE `fly_zc_topic` (
  `topic_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `parent_topic_id` int(11) NOT NULL,
  `reply_topic_id` int(11) NOT NULL,
  `topic_status` tinyint(1) NOT NULL,
  `topic_content` text NOT NULL,
  `user_id` int(11) NOT NULL,
  `pid` int(11) NOT NULL,
  `add_time` varchar(255) NOT NULL,
  PRIMARY KEY (`topic_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `fly_zc_topic` */

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
